{
  "responseHeader":{
    "status":0,
    "QTime":4,
    "params":{
      "q":"einstein AND -fiction AND (philosophy OR science)",
      "defType":"edismax",
      "indent":"true",
      "qf":"title genre_and_votes description",
      "q.op":"OR"}},
  "response":{"numFound":37,"start":0,"numFoundExact":true,"docs":[
      {
        "id":"204523",
        "title":["Wholeness and the Implicate Order"],
        "link":["https://www.goodreads.com//book/show/204523.Wholeness_and_the_Implicate_Order"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1385055758l/204523.jpg"],
        "author":["David Bohm"],
        "author_link":["https://www.goodreads.com/author/show/9809.David_Bohm"],
        "rating_count":[1125],
        "average_rating":[4.22],
        "five_star_ratings":[558],
        "four_star_ratings":[349],
        "three_star_ratings":[149],
        "two_star_ratings":[51],
        "one_star_ratings":[18],
        "number_of_pages":[304],
        "date_published":["July 1st 1980"],
        "publisher":["Routledge"],
        "original_title":["Wholeness and the Implicate Order (Routledge Classics)"],
        "genre_and_votes":["Philosophy 115, Science 107, Science-Physics 55, Nonfiction 35, Spirituality 11"],
        "isbn":"0415289793",
        "isbn13":"9780415289795",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=204523&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=204523"],
        "recommended_books":[27618655161876],
        "books_in_series":[0],
        "description":["David Bohm was one of the foremost scientific thinkers and philosophers of our time. Although deeply influenced by Einstein, he was also, more unusually for a scientist, inspired by mysticism. Indeed, in the 1970s and 1980s he made contact with both J. Krishnamurti and the Dalai Lama whose teachings helped shape his work. In both science and philosophy, Bohm's main concern David Bohm was one of the foremost scientific thinkers and philosophers of our time. Although deeply influenced by Einstein, he was also, more unusually for a scientist, inspired by mysticism. Indeed, in the 1970s and 1980s he made contact with both J. Krishnamurti and the Dalai Lama whose teachings helped shape his work. In both science and philosophy, Bohm's main concern was with understanding the nature of reality in general and of consciousness in particular. In this classic work he develops a theory of quantum physics which treats the totality of existence as an unbroken whole. Writing clearly and without technical jargon, he makes complex ideas accessible to anyone interested in the nature of reality."],
        "reviews":["If you're into stuff like this, you can read the full review.Perception and Maps: 'Wholeness and the Implicate Order' by David BohmIn a four-dimensional reality, all lower dimensions would appear as abstractions from the totality in the same way that a line or a plane presently have no actual existence to us and are abstractions. There are no perfect lines or planes, in the mathematical sense, except in mathematics. Every line also has width and is therefore potentially a plane and every plane has depth and is potentially a solid.The Russian philosopher, P. D. Ouspensky developed these and other ideas in his book Tertium Organum. He became a mystic and disciple of Gurdjieff and his ideas were somehow transmitted through Gurdjieff to the theoretical physicist David Bohm (later collaborator with J. Krishnamurti) whose efforts to find a common reality that would explain the quantum-relativity dilemma resulted in Bohm's theory (published in his book 'Implicate Order').",
          "AcknowledgmentsIntroduction--Fragmentation and wholenessAppendix: Résumé of discussion on Western and Eastern forms of insight into wholeness--The rheomode - an experiment with language and thought--Reality and knowledge considered as process--Hidden variables in the quantum theoryQuantum theory as an indication of a new order in physics:--Part A: The development of new orders as shown through the history of physics--Part B: Implicate and explicate order in physical lawAppendix: implicate and explicate order in physical law--The enfolding-unfolding universe and consciousnessNotesIndex",
          "Bohm approaches a Deleuzian concept of fold through physics alone. In tracing the development of quantum mechanics from general relativity, he points out the added concepts (explicate order) that characterize physics today. These added concepts are invisible, and thus modify the data to lead to confusing questions about the physical nature of reality.Bohm's approach leads him very close to Barad in his critique of quantum mechanics interpretations and towards agential realism in how cuts and metrics can emerge from the 'universe measuring itself' as Barad would say.Barad however is far closer to philosophy than Bohm. What amazes me about Bohm is that he is able to say the same thing in less words (with less extension) but from a view building out of the mechanics of physics itself.Having read the others above, including some philosophers of science, I must say that Bohm is not startling for his conclusions but he is startling in that he presents his own approach to get to that conclusion. His notions of 'implicate order' is particular interesting as the cut between implicate and explicate seem wholly his own. Very useful concepts.If you love reading about the intersection of philosophy, consciousness, math and science you should read this book. Its not that big but it is highly ambitious and extremely clear.",
          " This book is basically 1/3 physics, 1/3 semantics and linguistics, and 1/3 philosophy. If you aren't interested in all three, it's probably not the book for you. And yes, there is some math in it, but it's really not that much outside of one appendix, and most of it is algebra. You can ignore it and still understand most of the book. You do have to have some patience and an IQ higher than that of a carrot to get through it, but even if you only grasp 2/3rds of the content, it's worth the effort. ",
          "Perhaps one of the most unfounded books I have ever read. Bohm's goal to cure the world from its 'fragmentation' is a good one, and comes from a good place, but both his ideas of culture and reality as well as his mode of presentation and argumentation are that of a middle-schooler. For instance, Bohm takes Greece (and therefore Rome as well) to represent all of the 'West' and ancient India to represent all of the 'East.' From a single examination of a single word in both of these cultures, he then decides that the Eastern idea of measure is better than the Western, and therefore that the East is better than the West. Bohm frequently ignores counter-evidence in his arguments, such as the two thousand years of strict Chinese scholar culture when discussing how the East has been (since the beginning of human society) non-conformist in its education. He also ignores, when pinning the West as ignorant of the immeasurable, religion, and philosophy, ALL Western religions, both Christian and non-Christian. To sum up his argument on measures, he writes 'Thus, in the West, society has mainly emphasized the development of science nad technology (dependant on measure) while in the East, the main emphasis has gone to religion and philosophy (which are directed ultimately toward the immeasurable). If one considers this question carefully, one can see that in a certain sense the East was right to see the immeasurale as the primary reality.' The East was right! Well! I wasn't aware that we were up to such childish games as 'right' and 'wrong!'And that's just the first chapter. I got through only a few more pages of the second (where Bohm makes more wild guesses at existence by saying things like 'all modern languages have a subject-verb-object structure') as it is obvious that Bohm has a very small and biased view of reality and history. Arguments based on such poor knowledge have no weight and really come to be unreadable. Don't waste your time with this book. There are many other interesting pieces of literature that go into these ideas, and by reading this book (in my opinion) you will either be giving yourself a bias against other authors or swallowing information that has no foundation in reality. If I could give this book negative stars, I would.",
          "This is a difficult book to read and understand. When I read books like this, I am thankful that scientists such as Brian Cox, Frank Close, and Michio Kaku are able to explain difficult concepts so clearly in their books. Indeed, it would be fun if any one of these three authors could translate David Bohm's ideas into language understood by people like me.I am sure there are some great ideas in this book, but I might have missed them. In case you were wondering, by implicate order the author means enfolded structures such as the order the images are sent in for a TV program. ",
          "Wholeness and the Implicate Order proposes a new model of reality. Professor Bohm argues that if we are guided by a self-willed view, we will perceive and experience the world as fragmented. Such a view is false because it is based on our mistaking the content of our thought for a description of the world as it is. Bohm introduces the notion of the implicate order in which any element contains enfolded within itself the totality of the universe--his concept of totality (wholeness) includes both matter and consciousness.The central underlying theme is the unbroken wholeness of the totality of existence as an undivided flowing movement without barriers. The principal feature of the mechanical order is that the world is regarded as constituted entities which are outside of each other-- the order of the universe is mechanistic. No coherent concept of an independently existent particle is possible, neither one in which the particle ould be n extended body, nor one in which it would be a dimensionless point. The non-local, non-causal nature of the relationships of elements distant from one another violates the requirements of separateness and independence of fundamental constituents that is basic to any mechanistic approach (pp. 175-6). The hologram maks a photographic record of the interference pattern of light waves that come off an object. The key new feature of this record is that each part contains information about the whole object, so there is no point-to-point correspondence of object and recorded image. The form and structure of the entire object may be said to be enfolded within each region of the photographic record. A new notion of order is involved here, called the implicate order from a Latin root meaning 'to enfold' or 'fold inward.' Everything is enfolded into everything in the implicate order. The hologram is a static record of this order. In the explicate order, things are unfolded as each thing lies only in is own particular region of space and time, and outside the regions belonging to other things. This enfoldment and unfoldment take place in the movement of the electromagnetic field, and other fields such as the electronic, protonic, sound waves, etc. The totality of the movement of enfoldment and unfoldment is holomovement. In the holomovement, the overall necessity is holonomy, but its laws are no longer mechanical. The implicate order has its ground in the holomovement which is vast, rich, and in a state of unending flux of enfoldment and unfoldment. The implicate order extends into a multidimensional reality. Movement is comprehended in terms of a series of inter-penetrating and intermingling elements in different degrees of enfoldment; all present together.  ",
          "Undivided wholeness and flowing movement, Bohm's core concept that encompasses the whole content of this amazing work. Bohm starts from examining the historial development of 'fragmentation' which emphasized a certain aspect of measurement of reality, and equated our representation as perfect correspondence with what we treat as independent of reality.However, what Bohm suggested as a remedy to fragmentation seems quite unclear. He mentioned that 'integration' is impossible due to the finity of our mind, but he said we should examining as many aspects of reality as possible to see something as a whole. What's the difference? What I understood as integration definitely starts from bootstrapping a simple idea to build up a great idea, incorporating various aspects to resolve the discrepancies and contradictions among partial observations. In other words, we need 'fragmentation' to perceive the whole.What I mentioned is only a little portion of Bohm's idea. He also suggested 'rheomode' of language to save ourselves from static perspective of this universe and I concur to the point. This book is so rich of his ideas to remedy the 'finiteness' and 'fragmentedness' of human mind, which might be our inevitable nature we have to accept as our subject-reality as well.",
          "the monumental achievements of modern physics have been based upon (or, 'have led to'?) a certain worldview - that the universe is made of entities that can be broken up into elementary constituent parts, and Everything That Happens is made up of interactions between these entities. unfortunately, as with a great many ideas, as time passes and the application of this viewpoint to various avenues of investigation meets with success after success, people come to believe that the reason for this success must be that the concept is a True representation of Reality, and not simply an efficient and practical set of techniques for operating in a certain limited domain. bohm mastered quantum mechanics and relativity in the 1950s, spent a bunch of time hanging out with einstein and feynman and those sorts of people, and then stepped back and tried to figure out why the two revolutionary advances in 20th century physics have proved so difficult to reconcile. is nature telling us that we are missing something? this book makes a case for wholeness, and against fragmentation. quantum entanglement hints that entities which appear to be isolated from each other are still connected. relativity tells us that there can be no such thing as an extended rigid body, which led particle physicists to posit that the elementary particles are extensionless points, but this then leads to infinite fields and other infinities in calculations. so they muddle along, sweeping mathematical absurdities under a carpet called renormalization. but seeing physics in a holistic way is totally alien to modern science, and smacks of new-age non-scientific drivel. it led to bohm being ostracised from the physics world, although he has always maintained a small band of ardent supporters. there is no doubt that physics has been in crisis for at least a generation, until finally today one sees a veritable explosion of 'crazy' ideas actually seeing the light of day in 'respectable' fora, although sadly bohm didn't live to see it. there is a certain tone in the way david bohm communicates that is difficult for me to describe, but i love it. it is genius, and gentleness, and kindness, and carefulness. how can one write about quantum mechanics with gentleness and kindness? i don't know, but david bohm did."],
        "_version_":1719088666698055680},
      {
        "id":"497195",
        "title":["Ideas and Opinions"],
        "link":["https://www.goodreads.com//book/show/497195.Ideas_and_Opinions"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1378056406l/497195.jpg"],
        "author":["Albert Einstein, Sonja Bargmann"],
        "author_link":["https://www.goodreads.com/author/show/9810.Albert_Einstein"],
        "rating_count":[3597],
        "average_rating":[4.18],
        "five_star_ratings":[1597],
        "four_star_ratings":[1268],
        "three_star_ratings":[574],
        "two_star_ratings":[113],
        "one_star_ratings":[45],
        "number_of_pages":[377],
        "date_published":["1922"],
        "publisher":["Bonanza Books"],
        "original_title":["Ideas and Opinions"],
        "genre_and_votes":["Science 329, Philosophy 191, Nonfiction 176, Science-Physics 108, Writing-Essays 49, Biography 45"],
        "isbn":"0517003937",
        "isbn13":"9780517003930",
        "settings":"NaN",
        "characters":"Albert Einstein",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=497195&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=497195"],
        "recommended_books":[0],
        "books_in_series":[0],
        "description":["A new edition of the most definitive collection of Albert Einstein's popular writings, gathered under the supervision of Einstein himself. The selections range from his earliest days as a theoretical physicist to his death in 1955; from such subjects as relativity, nuclear war or peace, and religion and science, to human rights, economics, and government."],
        "reviews":[" I started reading this book cause i wanted to know more about the man who postulated the theory of relativity. And i was delightfully surprised by the human nature of Albert Einstein. The book is collection of his speeches, interviews and articles covering his views and opinions about diverse fields ranging from Physics to philosophy and life in general. Amazed to find that most of his ideas are valid even in today's world.Einstein seems to had opinions on almost every subject and most of these were as good as those of relevant field-experts in those times!. The book is divided into different sections like Science, Politics, Maths etc. A good read just to have a different(and good :))perspective!",
          "Unbelievable. No words. Just lovely. ",
          "“Whoever undertakes to set himself up as judge in the field of Truth and Knowledge is shipwrecked by the laughter of the gods.”A book of a variety of subject matter, many of which are likely better pursued in other works. Wisdom, politics, and science are stuttered through articles, speeches, letters and statements, i.e. it is often truncated, generalized, esoteric, and/or repeated. So why go this route? For me, there are two main reasons: 1) the man is not separate from his ideas; and 2) a taste for Einstein’s own words whets the appetite for more.A revolutionary scientist, an admirably incorrigible peace-monger, Einstein is, in my opinion, most essentially a virtuoso of the unassuming, cutting through the systemic edifices that are supposed to fortify human understanding. His contribution to the world did not make our conception of it more tidy and complete as our scientific culture had so foolishly assumed it should; rather, Einstein’s work reoriented our conception of the world to the awe and mystery in which such a puny thing as man is forever condemned to regard, if he is going to have an even partially valid conception of this existence.The oxymoron is perhaps best put by Kant: “The eternal mystery of the world is its comprehensibility.”Einstein is at his best when dropping wisdom and humility in the epistemological pursuit - the brunt of which comes out as strikingly buddhist:“This more aristocratic illusion concerning the unlimited penetrative power of thought has as its counterpart the more plebeian illusion of naive realism, according to which things ‘are’ as they are perceived by us through our senses.”“The belief in an external world independent of the perceiving subject is the basis of all natural science. Since, however, sense perception only gives information of this external world or of ‘physical reality’ indirectly, we can only grasp the latter by speculative means. It follows from this that our notions of physical reality can never be final.”Let that sink in. Says one of the most, if not the most, famous scientist in history, a “belief…is the basis of…science.”“If, then, it is true that the axiomatic basis of theoretical physics cannot be extracted from experience but must be freely invented, can we ever hope to find the right way? Nay, more, has this right way any existence outside our illusions? Can we hope to be guided safely by experience at all when there exist theories (such as classical mechanics) which to a large extent do justice to experience without getting to the root of the matter?”“…in our thinking (which determines our expectation), we attribute to this concept of the bodily object a significance, which is to a high degree independent of the sense impressions which originally give rise to it. This is what we mean when we attribute to the bodily object ‘a real existence.’ The justification of such a setting rests exclusively on the fact that, by means of such concepts and mental relations between them, we are able to orient ourselves in the labyrinth of sense impressions. These notions and relations, although free mental creations, appear to us as stronger and more unalterable than the individual sense experience itself, the character of which as anything other than the result of an illusion or hallucination is never completely guaranteed.”",
          "The words of the master himself. Not a biography written by someone else. Einstein's writings are fascinating. His opinions...thought provoking and invigorating. I highly recommend this book!",
          "'The most beautiful experience we can have is the mysterious. It is the fundamental emotion which stands at the cradle of true art and true science. Whoever does not know it and can no longer wonder, no longer marvel, is as good as dead, and his eyes are dimmed.''Feeling and longing are the motive force behind all human endeavor and human creation.''Nobody, certainly, will deny that the idea of the existence of an omnipotent, just, and omnibeneficent personal God is able to accord man solace, help, and guidance; also, by virtue of its simplicitiy it is accessible to the most undeveloped mind. But, on the other hand, there are decisive weaknesses attached to this idea in itself, which have been painfully felt since the beginning of history. That is, if this being is omnipotent, then every occurrence, including every human action, every human thought, and every human feeling and aspiration is also His work; how is it possible to think of holding men responsible for their deeds and thoughts before such an almighty being? In giving out punishment and rewards He would to a certain extent be passing judgement on Himself. How can this be combined with the goodness and righteousness ascribed to Him?''Education is that which remains, if one has forgotten everything he has learned in school.''Bureaucracy is the death of any achievement.'",
          "Algunas de las cosas que dice el libro: La mayoría ha de vivir temerosa ante la posibilidad de verse eliminada del ciclo económico, y sufrir así la falta de lo necesario. Los habitantes de distintas naciones se matan entre sí a intervalos regulares. La inteligencia y el carácter de las masas son muy inferiores a la inteligencia y al carácter de los pocos que producen algo valioso para la comunidad. Combinar la sabiduría y el poder ha tenido éxito muy pocas veces, y cuando lo tuvo no fue por mucho tiempo. La alegría de mirar y comprender es el don más bello de la naturaleza. Me produce un gran placer, por supuesto, advertir que se aplaude cálidamente la obstinación de un inconformismo incorregible. La conciencia está por encima de la autoridad de la ley del Estado. La ciencia sin religión es coja; la religión sin ciencia es ciega. Sin una 'cultura ética' no hay salvación para la humanidad. Por lo que he podido observar, el sistema de educación inglés es el que más se aproxima a este ideal. El valor de un hombre debería juzgarse en función de lo que da y no de lo que recibe. De una persona que sólo lee los periódicos o los libros de autores contemporáneos se dice que es un miope. Nuestra situación no se puede comparar con ninguna otra en el pasado. El fin de la producción es el beneficio, no su consumo."],
        "_version_":1719088628828733440},
      {
        "id":"231610",
        "title":["The World As I See It"],
        "link":["https://www.goodreads.com//book/show/231610.The_World_As_I_See_It"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1349050318l/231610.jpg"],
        "author":["Albert Einstein"],
        "author_link":["https://www.goodreads.com/author/show/9810.Albert_Einstein"],
        "rating_count":[5542],
        "average_rating":[3.85],
        "five_star_ratings":[1708],
        "four_star_ratings":[1925],
        "three_star_ratings":[1393],
        "two_star_ratings":[396],
        "one_star_ratings":[120],
        "number_of_pages":[128],
        "date_published":["1934"],
        "publisher":["Filiquarian Publishing, LLC."],
        "original_title":["Mein Weltbild"],
        "genre_and_votes":["Science 231, Nonfiction 158, Philosophy 152, Biography 86, History 48, Science-Physics 44"],
        "isbn":"1599869659",
        "isbn13":"9781599869650",
        "settings":"NaN",
        "characters":"Albert Einstein",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=231610&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=231610"],
        "recommended_books":[230817231083],
        "books_in_series":[0],
        "description":["To the majority of people Einstein's theory is a complete mystery. Their attitude towards Einstein is like that of Mark Twain towards the writer of a work on mathematics: here was a man who had written an entire book of which Mark could not understand a single sentence. Einstein, therefore, is great in the public eye partly because he has made revolutionary discoveries whi To the majority of people Einstein's theory is a complete mystery. Their attitude towards Einstein is like that of Mark Twain towards the writer of a work on mathematics: here was a man who had written an entire book of which Mark could not understand a single sentence. Einstein, therefore, is great in the public eye partly because he has made revolutionary discoveries which cannot be translated into the common tongue. We stand in proper awe of a man whose thoughts move on heights far beyond our range, whose achievements can be measured only by the few who are able to follow his reasoning and challenge his conclusions. There is, however, another side to his personality. It is revealed in the addresses, letters, and occasional writings brought together in this book. These fragments form a mosaic portrait of Einstein the man. Each one is, in a sense, complete in itself; it presents his views on some aspect of progress, education, peace, war, liberty, or other problems of universal..."],
        "reviews":["Mein Weltbild = The World As I See It, Albert EinsteinThe World as I See It is a book by Albert Einstein translated from the German by A. Harris and published in 1935 by John Lane The Bodley Head (London). The original German book is Mein Weltbild by Albert Einstein, first published in 1934 by Rudolf Kayser, with an essential extended edition published by Carl Seelig in 1954.Composed of assorted articles, addresses, letters, interviews and pronouncements, it includes Einstein's opinions on the meaning of life, ethics, science, society, religion, and politics.عنوانهای چاپ شده در ایران: «جهانی که من میبینم»؛ «دنیایی که من می‌بینم»؛ «جهانی که می‌بینیم: انسان می‌تواند هر آنچه را که اراده کند انجام دهد ...»؛ نویسنده: آلبرت انیشتن (ای‍ن‍ش‍ت‍ی‍ن‌)‏‫؛ تاریخ نخستین خوانش روز چهاردهم ماه آگوست سال 2020میلادیعنوان: جهانی که من میبینم؛ نویسنده: آلبرت انیشتن (ای‍ن‍ش‍ت‍ی‍ن‌)‏‫؛ مترجم: طاهره عباسی؛ مشخصات نشر: سبزوار، انتشارات یوبان‏‫‬؛ 1395؛ در 123ص؛ شابک9786009538461؛ چاپ سوم 1398؛ در 119ص؛ مصور، موضوع صلح، فیزیک، یهودیان، از نویسندگان آلمان تبارِ ایالات متحده آمریکا - سده 20معنوان: جهانی که من می‌بینم؛ نویسنده: آلبرت اینشتین؛ مترجمها: امیر مسیب‌نژاد، مرضیه فاطمی‌کیا؛ ویراستار: محمد بختیاری‌نغمه؛ قم، پدیده دانش، سال1396؛ در 112ص؛ شابک 9786006052410؛ چاپ دیگر: قم، آسمان علم؛ 1396؛ در112ص؛ شابک 9786006549439؛ چاپ دیگر: زنجان، هلال نقره ای، 1396؛ در 112ص؛ شابک 9786009979974؛ چاپ دیگر: قم، هنارس، 1397؛ در 112ص؛ شابک9786226179379؛ فهرست: مقدمه ای بر ویرایش اصلی؛ مقدمه ای بر خلاصه کتاب؛ فصل یک: معنای زندگی؛ جهانی که من میبینم؛ سکترین آزادی (سخنرانی)؛ خیر و شر؛ جامعه و شخصیت؛ سخنرانی در مراسم خاکسپاری هانس لارنتز؛ فعالیتهای هانس لارنتز؛ در بزرگداشت هفتادمین سالگرد آرنولد برلینز؛ پوپر لیناز؛ خبر درگذشت پروفسور جراح ام کاتزن اشتاین؛ تبریک به دکتر سالف؛ در رابطه با ثروت؛ آموزش و مربی؛ با آرزوی بهترینها؛ خطاب به دانش آموزان ژاپنی؛ معلمان و دانش آموزان؛ سخنرانی خطاب به کودکان؛ بهشت گمشده؛ مذهب و علم؛ مذهبگرایی علم؛ لبه ی پرتگاه علم؛ فاشیسم و علم؛ نامه خطاب به وزیر کشور ایتالیا؛ مصاحبه کنندگان تشکر از آمریکا؛ و ....؛ فصل دوم: سیاست و دموکراسی؛ صلح؛ مشکلات صلح جویی؛ سخنرانی، نامه ای زیگوند فروید؛ خدمت اجباری؛ آلمان و فرانسه؛ داوری بین المللی، و ...؛فصل سوم: آلمان 1933میلادی؛ مکاتبه با آکادمی علمی پروشن؛ و ...؛عنوان: دنیایی که من می‌بینم؛ نویسنده آلبرت اينشتين؛ مترجم: نرگس سعيدی‌شاد؛ ویراستار: محمود شمس؛ تهران: امید انقلاب: علوم پویا‏‫، 1396؛ در115ص؛ شابک 9786006896717؛ عنوان: جهانی که می‌بینیم: انسان می‌تواند هر آنچه را که اراده کند انجام دهد ...؛ نویسنده: آلبرت اینشتین؛ مترجم حمید حسینی؛ مشهد، داریوش؛ 1398؛ شابک 9786008852414؛ عنوان: جهانی که من می‌بینم؛ تالیف آلبرت انیشتین؛ مترجم شایان محمدیان‌شمس‌آبادی؛ اصفهان : نگین ایران ، ‏‫1400؛ در 85ص؛ شابک9786227195422؛عنوان: دنیایی که من می‌بینم؛ آلبرت انیشتین؛ مترجم محمدجواد شجاعی؛ تهران، نیک فرجام، 1400؛ در 156ص؛ شابک 9786222581220؛دنیایی که من میبینم عنوان کتابی فلسفی-اجتماعی است، که «آلبرت اینشتین»، فیزیکدان «آلمانی» نگاشته اند؛ «جهانی که من میبینم» نوشتارها، نامه ها و متن سخنرانیهای «آلبرت اینیشتن (1879میلادی تا 1955میلادی)»، فیزیکدان برجسته «آمریکایی آلمانی تبار» است؛ «اینیشتین» پرسشهای بسیاری درباره ی زندگی و آزادی، در پیگیری پژوهشهای خویش، درباره ی مکانیزم هستی دارند؛ ایشان هماره با شهرت و سلامتی در مکانهای گوناگونی زیسته؛ و منزوی نبوده اند، آشنایانش سالها با ناداری، دست و پنجه نرم کردند، ایشان از درخشندگی و اشتیاق، برای مباحثه های عمومی، بسیار گریزان بودند؛ آنگاه که ایشان مجمع را ترک میکردند، هرگزی نمیاندیشیدند که صدای او، یا ژرفای نفوذ کلامش بتواند، یاری برای جبران اشتباهات باشد؛ تاریخ تشابه کمی با درونگرایی این نابغه ی ریاضی دارد، کسی که بیوقفه تلاش کردند، و مشتاق راستیها بودندنقل از متن: (من به آزادی بشر در معنای فلسفی اعتقاد ندارم؛ هر کس نه تنها به‌ واسطه‌ ی عوامل خارجی، بلکه به‌ واسطه نیروی داخلی، و نیازهای معنوی خویش نیز، در تکاپو است؛ «شوپنهاور» می‌گوید: «شخص می‌تواند آن‌چه را که اراده کرده است انجام دهد، ولی نمی‌تواند با آن‌چه که روی خواهد داد مقابله نماید.»؛ این مطالب از جوانی الهام‌بخش من بوده است، و در مقابل سختی‌های زندگی خودم، نسبت به مشاهده‌ ی مشکلات دیگران تسلی‌ خاطر، و در مقابله با حوادث‌، صبور و شکیبایم نموده است؛ این احساس به‌ طور رضایت بخشی، سختی و شدت مسئولیت را کاهش می‌دهد، و اجازه نمی‌دهد که با خود و دیگران، آنقدر خشک و جدی کنار بیایم؛ این حس، جهان‌بینی ویژه‌ ای می‌طلبد، که در سایه‌ ی آن، انسان، قبل از خود، رضایت و موافقت دیگران را، مد نظر قرار می‌دهد)؛ پایان نقلتاریخ بهنگام رسانی 23/05/1400هجری خورشیدی؛ ا. شربیانی",
          "The student begins to explain. 'You can have lots of heat, even more heat, super-heat, mega-heat, unlimited heat, white heat, a little heat or no heat, but we don't have anything called 'cold'. We can hit down to 458 degrees below zero, which is no heat, but we can't go any further after that. There is no such thing as cold; otherwise we would be able to go colder than the lowest -458 degrees. Every body or object is susceptible to study when it has or transmits energy, and heat is what makes a body or matter have or transmit energy. Absolute zero (-458 F) is the total absence of heat. You see, sir, cold is only a word we use to describe the absence of heat. We cannot measure cold. Heat we can measure in thermal units because heat is energy. Cold is not the opposite of heat, sir, just the absence of it.'Silence across the room. A pen drops somewhere in the classroom, sounding like a hammer.'What about darkness, professor.. Is there such a thing as darkness?''Yes,' the professor replies without hesitation. 'What is night if it isn't darkness?''You're wrong again, sir. Darkness is not something; it is the absence of something. You can have low light, normal light, bright light, flashing light, but if you have no light constantly you have nothing and it's called darkness, isn't it? That's the meaning we use to define the word. In reality, darkness isn't. If it were, you would be able to make darkness darker, wouldn't you?'The professor begins to smile at the student in front of him. This will be a good semester. 'So what point are you making, young man?''Yes, professor. My point is, your philosophical premise is flawed to start with, and so your conclusion must also be flawed.'The professor's face cannot hide his surprise this time. 'Flawed? Can you explain how?''You are working on the premise of duality,' the student explains.. 'You argue that there is life and then there's death; a good God and a bad God. You are viewing the concept of God as something finite, something we can measure. Sir, science can't even explain a thought.' 'It uses electricity and magnetism, but has never seen, much less fully understood either one. To view death as the opposite of life is to be ignorant of the fact that death cannot exist as a substantive thing. Death is not the opposite of life, just the absence of it.' 'Now tell me, professor... Do you teach your students that they evolved from a monkey?''If you are referring to the natural evolutionary process, young man, yes, of course I do.''Have you ever observed evolution with your own eyes, sir?'The professor begins to shake his head, still smiling, as he realizes where the argument is going. A very good semester, indeed.'Since no one has ever observed the process of evolution at work and cannot even prove that this process is an on-going endeavor, are you not teaching your opinion, sir? Are you now not a scientist, but a preacher?'The class is in uproar. The student remains silent until the commotion has subsided. 'To continue the point you were making earlier to the other student, let me give you an example of what I mean.' The student looks around the room. 'Is there anyone in the class who has ever seen the professor's brain?' The class breaks out into laughter. 'Is there anyone here who has ever heard the professor's brain, felt the professor's brain, touched or smelt the professor's brain? No one appears to have done so. So, according to the established rules of empirical, stable, demonstrable protocol, science says that you have no brain, with all due respect, sir.' 'So if science says you have no brain, how can we trust your lectures, sir?' Now the room is silent.... The professor just stares at the student, his face unreadable. Finally, after what seems an eternity, the old man answers. 'I Guess you'll have to take them on faith.''Now, you accept that there is faith, and, in fact, faith exists with life,' the student continues. 'Now, sir, is there such a thing as evil?' Now uncertain, the professor responds, 'Of course, there is. We see it Everyday. It is in the daily example of man's inhumanity to man.. It is in The multitude of crime and violence everywhere in the world. These manifestations are nothing else but evil.'To this the student replied, 'Evil does not exist sir, or at least it does not exist unto itself. Evil is simply the absence of God. It is just like darkness and cold, a word that man has created to describe the absence of God. God did not create evil. Evil is the result of what happens when man does not have God's love present in his heart. It's like the cold that comes when there is no heat or the darkness that comes when there is no light.'The professor sat down. If you read it all the way through and had a smile on your face when you finished, mail to your friends and family with the title 'God vs Science'PS: the student was Albert EinsteinAlbert Einstein wrote a book titled God vs Science in 1921.....",
          "ok, don't laugh, but I've been trying to formulate my own 'personal statement' these last months. You know, what I believe, what I value, what I aspire to... that kind of thing. 'The World As I See It' is exactly what I'd like to write for myself, for those I love. Of course, it would help if I were Albert Einstein... I certainly don't expect to publish mine. But I want to take the time to think through and articulate 'the world as I see it.' Einstein is a good man-- yeah, he's pretty smart, I guess, but he's also GOOD. And that comes through here. I especially appreciated his conception of religion and its relationship to science: awe and wonder, awe and wonder.",
          "Este libro puede dividirse en dos partes. La mitad en la que Einstein expone su punto de vista sobre la sociedad, economía, religión, filosofía, sus motivaciones, ciencia, su rechazo a las guerras, y sobre el judaísmo. Esta mitad es de lectura fácil, Einstein se expresa con una facilidad hermosa. Sus sentencias son sencillas y clarísimas, su lectura hace tan agradable. No deja de asombrarme cómo consigue expresar grandes ideas de forma tan sencilla. Durante esta mitad podemos entender parte de su personalidad, muestra la sencillez y humanidad de Einstein, no deja de asombrarme lo sencillo que es. Ejemplo:'La vida me habría parecido vacía sin concentrarme en objetivos siempre inalcanzables tanto en el arte como en la investigación científica. Las banales metas de propiedad, éxito exterior y lujo me parecieron despreciables desde la juventud'.Es hermoso.Durante la otra mitad del libro Einstein escribe sobre la Física, Matemática, Geometría y Electromagnetismo, y por supuesto sobre su Teoría de la Relatividad General. Esta mitad, ya resulta de lectura difícil para los lectores que no tan familiarizados con la física, en muchos momentos resulta difícil y pesada (estuve como 25 minutos tratando de entender una página). Es lectura pesada, pero con paciencia y conexión a Internet para ir investigando los conceptos que no se conocen, se posible entender. Depende de las ganas y/o el interés de cada uno en esta rama.",
          "This is a miscellaneous collection of Einstein's thoughts about life and religion, and war and peace. In this book,an interesting picture of Einstein, as man, emerges.Einstein sees reason manifesting itself in nature and that an appreciation of this reality is to experience the mysterious. It is this experience that 'stands at the cradle of true art and true science' he writes. While this, along with fear, gave rise to religion, Einstein's religious attitude is all about mystery and not, as he writes, 'the fears of an absurd egoism of feeble souls.' While the scientist 'is possessed by the sense of universal causation,' Einstein nevertheless taps into a religious feeling that 'takes the form of a rapturous amazement at the harmony of natural law, which reveals an intelligence of such superiority' that '...succeeds in keeping [the scientist] from the shackles of selfish desire.'Everything we have done as a human, Einstein writes, 'is concerned with satisfaction of felt needs and the assuagement of pain.' While, with primitive man, fear (avoidance of pain) is the primary religious force, more civilized religions move from fear to a 'moral religion' that relies on and develops social feelings, and loves and cherishes the life of the tribe or the human race, or even life as such.' In the reference to life itself, Einstein elsewhere seems to value not the tribe or humans per se, but the 'life of all creation.' Beyond fear- and moral-based religions, Einstein sees a 'third state of religious experience' where science and religion are not opposed. Science feeds into and supports 'a cosmic religious feeling' that is seen in Buddhism, 'as we have learnt from the wonderful writings of Schopenhauer.'Philosophically, Einstein is focused on the freedom of individuals to develop as creative personalities. Fitting into this picture of life is his recognition of the variability of human nature. 'Nature distributes her gifts variously among her children,' he states. Accordingly, he is skeptical of state power that interferes with individual freedom. Einstein sees the world from the perspective of the whole where all forms of egoism and its social cousins of tribalism, classicism and nationalism are kept in check. Happiness in a social context comes, he says, 'through renunciation and self-limitation everywhere.' Although only vaguely stated, this need to check the power of the part in deference to the good of the whole appears to be for Einstein a law of reason.Reflecting on this philosophical position, Einstein is also fairly clear that he divides life up between the forces of evil (money, greed, egoism) and the forces of good where 'great and pure characters' produce 'fine ideas.' Money appeals to selfishness and abuse. On this latter point, he asks, 'can anyone imagine Moses, Jesus or Gandhi armed with the money-bags of Carnegie?' Also scattered throughout these writings are Einstein's negative comments about war-like attitudes of state power and what he saw occurring in Germany. The exchanges he had with the Prussian Academy of Science regarding his resignation is particularly striking. Here and there, Einstein also makes practical suggestions to counter the abuses of state power. In these writings, Einstein is not particularly systematic. However, there is a comprehensive religious and philosophical worldview that is presented here and there in this book. That worldview is admirable and appealing. ",
          "الكتاب كان رايح علي التقييم نجمتين بكتير نجمتين ونصف كان أوله كان بيتكلم عن اراء أينشتاين في السلام ونزع السلاح ورفض التجنيد الإلزامي والعلم والإنسانية والدين وفي الدين قاعد يتكلم ان الدين الاصح الديانة الكونية مش ديانة الرعب وان الانسان يستني ثواب وعقاب وتمجيد اوفر في امريكا وشعبها وانتخابتها وفنها زثقافتها وعمارتها بدون ذكر اي عيب زي ما ذكر في بعض الدول ولا حتي كلمة عن وضع الزنوج مثلا طالما بنتكلم عن الانسانية والحب والحنية ده كلها كنت عارف قبل كدا كلام اينشتاين عن السلام وكرهه للحرب ومع ذلك شارك في تصنيع القنبلة الذرية اللي اتضربت علي هيروشيما وناجازاكي!! ويقال انه ندم بعدها بعد ايه بس ندم وزعل جامد جدا يعنيلكن لما يبقي اخر فصلين بيمجد في الصهيونية وهرتزل وتشجيع اليهود للهجرة لفلسطين واقامة وطن هناك ومساعدة أينشتاين في بناء الجامعة اليهودية في القدس وكمان ينادي بالتبرع لليهود ليهم لبناء مستوطنات ومستعمرة وتبقي بلد لليهود بقي وان المفروض العرب واليهود يحلوا مشاكلهم ويتاقلموا وان الصهيونية مش سياسية ده حل اجتماعي عشان اليهود المشتتين والمظلومين في كل مكان ومينفعش يتاقلموا في الدول الأوروبية كدا اليهودية تختفيمش عارف ازاي يعني ناس جاية غصب برعاية الانتداب تعيش علي ارض مش أرضها.. العرب يوافقوا ويبقوا كول ويتفاهموا معاهم.. المهم الإنسانية يا جماعة وبلاش ندخل المنتدب لحل مشاكلنا علي اساس ان الانتداب البريطاني كان مع العرب ومش هو اللي رازعكم وعد بلفور بعد كل الشكر في الصهيونية وكلام تاني كتير عنها مش هعرف اقوله كله في الريفيو.. ده نجمة اخر الكتاب وارائه"],
        "_version_":1719088658997313536},
      {
        "id":"100629",
        "title":["The Universe in a Single Atom: The Convergence of Science and Spirituality"],
        "link":["https://www.goodreads.com//book/show/100629.The_Universe_in_a_Single_Atom"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320558690l/100629.jpg"],
        "author":["Dalai Lama XIV"],
        "author_link":["https://www.goodreads.com/author/show/570218.Dalai_Lama_XIV"],
        "rating_count":[7927],
        "average_rating":[4.05],
        "five_star_ratings":[3042],
        "four_star_ratings":[2876],
        "three_star_ratings":[1504],
        "two_star_ratings":[352],
        "one_star_ratings":[153],
        "number_of_pages":[224],
        "date_published":["January 1st 2005"],
        "publisher":["Harmony"],
        "original_title":["El universo en un solo átomo"],
        "genre_and_votes":["Nonfiction 236, Science 217, Religion-Buddhism 184, Philosophy 176, Spirituality 158, Religion 116"],
        "isbn":"0767920813",
        "isbn13":"9780767920810",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=100629&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=100629"],
        "recommended_books":[0],
        "books_in_series":[0],
        "description":["Galileo, Copernicus, Newton, Niels Bohr, Einstein. Their insights shook our perception of who we are and where we stand in the world, and in their wake have left an uneasy coexistence: science vs. religion, faith vs. empirical inquiry. Which is the keeper of truth? Which is the true path to understanding reality? After forty years of study with some of the greatest scientif Galileo, Copernicus, Newton, Niels Bohr, Einstein. Their insights shook our perception of who we are and where we stand in the world, and in their wake have left an uneasy coexistence: science vs. religion, faith vs. empirical inquiry. Which is the keeper of truth? Which is the true path to understanding reality? After forty years of study with some of the greatest scientific minds, as well as a lifetime of meditative, spiritual, and philosophic study, the Dalai Lama presents a brilliant analysis of why all avenues of inquiry—scientific as well as spiritual—must be pursued in order to arrive at a complete picture of the truth. Through an examination of Darwinism and karma, quantum mechanics and philosophical insight into the nature of reality, neurobiology and the study of consciousness, the Dalai Lama draws significant parallels between contemplative and scientific examinations of reality. This breathtakingly personal examination is a tribute to the Dalai Lama’s teachers—both of science and spirituality. The legacy of this book is a vision of the world in which our different approaches to understanding ourselves, our universe, and one another can be brought together in the service of humanity."],
        "reviews":["very few people are able to give me hope about mankind and our future as a species. the dalai lama delivers that and so much more in all his books, but this one stands out to me because of my interest in science, and especially my fascination with (if complete misunderstanding of) the universe and quantum physics, etc. this book contains all those big universe questions that are usually way too scary to ask (where did time begin? how big is space? what existed before the big bang?) but presents them in conjunction with religion, and not in contrast to it, like pretty much everyone else likes to see those 2 institutions. this is the kind of book where I read 10 pages, then have to close the book and just think for about a half hour, then pick up and start reading again.",
          "This is a brilliant book. The Dalai Lama's theme is that science's emphasis on non-personal, 'third-person' study and religion's emphasis on 'first person' experience and awareness could be complementary.If you have heard the Dalai Lama speak in his non-native tongue (English), he is a fantastic personality and he smiles a lot, but his communication is limited. It is a pleasure to read his ideas written first and then translated into English. This book reveals a mind that sparkles with wit, intelligence and an ability to pierce through to the heart of an issue. He tells the story of his discovery and fascination with Western science. He writes of Buddhism's need to update some of its teaching methods and mythologies in the light of mankind's recent discoveries. He also writes of science's need to address issues of personal awareness and the need to be more open-minded concerning an attitude of total materialism. He also points out how akin Buddhism and science really are, as they have applied similar experimental methods to study awareness and the material world respectively.Throughout, the Dalai Lama's logical process is a pleasure to read, and he comes across as always being open to new input, striving not to color it with preconceptions. This book is highly recommended to anyone interested in the relationship between science and religion.",
          "This book might seem a strange reading choice since I am an atheist. During my years of life and travels around the world, I have found that of all the world's multitude of religious beliefs it is generally Buddhism that seems most comfortable with the concept of a coterminous relationship, if not a synergistic symbiosis, with science. This is not meant to imply that Buddhists make better scientists than say a Hindu or a Muslim, rather that the religion itself seems comfortable with the concepts of science. Other religions, primarily Christianity and Islam, have had a contentious and oft abhorrent relationship with science. Thus this book was an interesting insight into how a very religious man, the Dalai Lama, views science.Tenzin Gyatso, the 14th Dalai Lama, has had a very interesting life. After having to leave Tibet due to the Communist Chinese invasion, the Dalai Lama had opportunities to meet and study with some eminent scientific minds. This book is his attempt to explain how a Buddhist monk entered into the world of modern science and concepts such as bubble chambers, particle accelerators and quantum physics.It is not often, though there are some Jesuits I can think of, that I hear a religious leader express such comfort with the reality of science. He admits that this is not an attempt to unite the two spheres. They can not be united as one is the realm of myth and belief, while the other is an empirical discipline (or multi-disciplinary if you wish to look at all the various specialties of science) meant to explain how the world,I prefer the term reality, around us truly works. What I appreciate about the Dalai Lama's book was his very unassuming and simple take on many of the more esoteric concepts. He admits that his, knowledge of the mathematics underlying the science is poor. So when the scientists explained things to him they used general concepts which would be readily understood by a Tibetan monk and his translator. That's fine, this is not a technical book at all. It attempts to juxtapose traditional Buddhist thought with rationalism. It's the Dalai Lama's disarming honesty, humility and respectful tone that truly drew me to this book.Rare is it for a major religious figure to say the following:'...scientific investigation proceeds by experiment, using instruments that analyze external phenomena........if science shows something to exist or to be non-existent (which is not the same as not finding it), then we must acknowledge that as a fact. If a hypothesis is tested and found to be true, we must accept it. Likewise, Buddhism must accept the facts-whether found by science or found by contemplative insights. If, when we investigate something, we find there is reason and proof for it, we must acknowledge that as reality-even if it is in contradiction with a literal scriptural explanation that has held sway for many centuries or with a deeply held opinion or view.'That last line would be considered anathema, if not outright heresy, by many of the world's leading religious leaders. They fear science and thus have a confrontational view of it. I found no such undercurrent in this book. The Dalai lama makes clear that science is reality, though there are elements such as quantum physics that have some elements of spirituality about them. This book then shows how certain aspects of Buddhist thought, and the various schools of the philosophy underlying the lore, have been able to find some similarities in broad concepts, especially in the field of quantum physics.In the end this book gets a 3 star rating because while it is an interesting story about how this Tibetan monk was introduced to the world of science and his attempts to balance the modalities of both types of thought. But, in the end I find the usefulness of trying to justify any particular religion and that religion's dogma/beliefs to actual science as about as useful as discussing how the Force from Star Wars 'works' in or with science. Well it doesn't. At all. ",
          "For all my introspection and soul-searching on the subject of how to integrate Western science into my philosophical views of the world, I wish that I had read this book years ago – it would have saved me a lot of hard thinking on my own. Ouch. As it turns out, the Dalai Lama has been on a decades-long campaign to import much of the Western science canon into the training of new Tibetan Buddhist monks. A large part of the book is spent discussing where science fails (reductionism/materialism) and how Buddhism can be used to bolster the scientific understanding of the natural world. The Dalai Lama’s arguments for incorporating science into formal Buddhist training are two-fold: In his view, Buddhism is empirically based. If the mind is put through a certain set of exercises, certain results can be expected. This empiricism meshes well with the construct of Western science. As a result, if something can be empirically proven, then that finding trumps any historical religious teachings, dogmas, or texts. The second reason is that the Dalai Lama has great hope in meshing the spirituality of Buddhism with science. In particular, he is interested in applying the powers of science to the study of consciousness. Whereas science has historically taken on the role of a third person observer, the D.L. would like to produce a science of the first person where consciousness can be pulled out into the open and more fully described and appreciated. Fascinating stuff.",
          "This was a pretty nice exploration of the intersection of Science and Buddhist religion. The Dalai Lama came at this material from a very humble standpoint and makes that his religion could be greatly improved by approaching it from the standpoint of science (e.g. he admits that Buddhist cosmology is hopelessly archaic and should be replaced with current models). Interestingly, he also points to some current research where Buddhist monastic disciplines have made contributions to the science of the brain: see PNAS vol. 101 no. 46 p 16369–16373 (2004). This was very nice work.On the whole it was nice to see a religious leader that was not contemptuous of science and excited to work with scientists to expand our knowledge through sharing wisdom (old and new). ",
          "The Dalai Lama Discusses ScienceFor many years, I have belonged to a Sutta study group in which we have read many of the key texts of the Pali canon, the earliest of the surviving Buddhist scriptures. We recently read the famous text (Sutta no. 63) in the Mahjima Nikaya, the mid-length discourses, in which the Buddha tried to discourage certain kinds of speculation by offering a simile based upon a poisoned arrow. If someone is struck by such an arrow, the important thing is to have it removed rather than to worry about the type of the arrow's wood or feathers, the clothing worn by the person who shot it, etc. The Buddha suggests that those who worry about certain metaphysical questions, such as whether the world is finite or infinite, whether the world is eternal or transient, or whether the soul is separate from the body or part of it, are like those people who ask irrelevant questions about the poisoned arrow rather than try to remove it as expeditiously as possible. This simile to me seems to capture something important about the relationship between Buddhist spirituality and certain scientific questions, and it encouraged me to read the Dalai Lama's recent book, 'The Universe in a Single Atom.'His Holiness the Dalai Lama's eloquent book in fact discusses this enigmatic Sutta together with the divergent interpretations it has received in Buddhist thought. Difficult as the Sutta is, I think it captures a great deal of the Dalai Lama's message in his book, both in his teachings themselves and especially in the tone and manner with which the Dalai Lama conveys his teachings.The Dalai explores the Sutta I have mentioned in an appropriate place -- in the context of a discussion between the relationship between Buddhist thought and the big bang theory of the origin of the universe. The Sutta and the discussion suggest to me that spiritual questions have an urgency and immediacy of their own, notwithstanding scientific findings. But for me, the most revealing parts of this book were not the sections in which the Dalai Lama discusses the relationship between Buddhist thought and specific scientific teachings. Rather, I thought the most moving discussions were in the opening chapters and in the conclusion. In the opening chapters the Dalai Lama offers some personal biographical information about growing up in Tibet, his monastic training and teachers, and his budding interest in mechanical and scientific subjects. He describes with obvious affection the many Western scientists he has met over the years and how he has responded to what they have taught him. He also tries to draw a distinction between scientific study, which is based upon repeatable, empirical observation and theory -- what he describes as the standpoint of the 'third party' and introspection and the search for meaning, which is subject of spirituality and of creative and altruistic endeavor. Science and spirituality frequently interpenetrate, for the Dalai Lama, and have much to give each other. He expands upon this discussion throughout his book and in its conclusion.In successive chapters of his book, the Dalai Lama discusses, quantum physics, the big bang theory, and evolution. He frequently draws parallels between the results of contemporary science and the results of Buddhist thought. In some cases, he points out that scientific discoveries invalidate certain crude assumptions about the nature of the physical universe found in early Buddhist texts. He candidly recognizes that where specific scientific findings conflict with a Buddhist teaching, the Buddhist teaching must give way. But in other cases, the Dalai Lama is somewhat critical of scientific theory. Thus, the Dalai Lama seems to suggest that the theory of evolution takes too little account of karma -- the nature of consciousness and intentionality -- that he believes necessary to a full understanding of the world. In my opinion, these criticisms of evolutionary theory are unnecessary to the weight of the Dalai Lama's message to look within, to study consciousness and to develop wisdom and compassion. In the process of discussing evolutionary theory, however, the Dalai Lama gives a lucid discussion of kamma, distinguishing it from simple mechanical causation of from the fatalism with which it is sometimes confused. The strongest scientific discussions in the book are those of the last several chapters where the Dalai Lama discusses consciousness, as developed in Buddhist texts and in the practice of meditation. He suggests ways in which scientists working with the brain and with meditation practitioners can interact in valuable ways that complement their respective practices without denying either of them. Because these discussions of consciousness and introspection involve subjects the Dalai Lama knows intimately and at first-hand, I found them more persuasive than some of the other writing in the book about the interaction between science and Buddhism.What I took from this book, and from the Pali Sutta discussed at the outset of this review, is that, in some instances, such as those captured by the poisoned arrow simile, spiritual questions are separate from those of science but that in other instances these questions interpenetrate. (That is, a person trying to understand him or herself needs to understand where science belongs in that particular endeavor) The results of scientific investigation, including specifically evolutionary theory, must be respected. But whatever science teaches, one must try to understand oneself and one's feelings, to understand suffering and grief, and to work towards a development of wisdom, compassion, and understanding. This is the message I took from the Dalai Lama's wonderful book.Robin Friedman",
          "With this book, the Dalai Lama shows that he is at once the most spiritual of persons, and the most practical. In The Universe In A Single Atom, he shows one possible method for people living in the modern age of nuclear power, quantum physics and genetic engineering to combine the knowlege of science with the wisdom of spirituality. Just as Einstein thought that religion without science is blind and science without religion is lame, the Dalai Lama believes that 'spirituality and science are different but complementary investigative approaches with the same greater goal, of seeking the truth.' The Universe In A Single Atom briefly tells the story of the Dalai Lama's education, spiritual and scientific, and explains his thoughts on how we can use both science and religion to make the world a better place. In doing so, the Dalai Lama examines the strengths and limitations of both. For instance, although he believes that science cannot answer such questions as the meaning of life or good and evil, and that there is 'more to human existence and reality than science can ever give use access to,' he although feels that 'spirituality must be tempered by the insights and discoveries of science,' and that a mind-set that ignores these 'can lead to fundamentalism.'This book is full of common sense and wisdom. It can help anyone who has wrestled with the hard questions of the meaning of life to learn to live with the compassion and peace that comes from spirituality and the practical knowledge and wonder that springs from scientific understanding. "],
        "_version_":1719088620948684800},
      {
        "id":"10884",
        "title":["Einstein: His Life and Universe"],
        "link":["https://www.goodreads.com//book/show/10884.Einstein"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328011405l/10884.jpg"],
        "author":["Walter Isaacson"],
        "author_link":["https://www.goodreads.com/author/show/7111.Walter_Isaacson"],
        "rating_count":[126213],
        "average_rating":[4.13],
        "five_star_ratings":[56778],
        "four_star_ratings":[41543],
        "three_star_ratings":[18937],
        "two_star_ratings":[4886],
        "one_star_ratings":[4069],
        "number_of_pages":[675],
        "date_published":["April 10th 2007"],
        "publisher":["Simon  Schuster"],
        "original_title":["Einstein: His Life and Universe"],
        "genre_and_votes":["Biography 2802, Nonfiction 1220, Science 940, History 733, Science-Physics 216, Biography Memoir 172, Audiobook 132, Biography-Autobiography 67, Historical 41, Autobiography-Memoir 35"],
        "isbn":"0743264738",
        "isbn13":"9780743264730",
        "settings":"Europe",
        "characters":"Bertrand Russell, Dwight D. Eisenhower, Franklin D. Roosevelt, Niels Bohr, Albert Einstein",
        "awards":"Audie Award for Biography/Memoir (2008)",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=10884&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=10884"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["Einstein was a rebel and nonconformist from boyhood days, and these character traits drove both his life and his science. In this narrative, Walter Isaacson explains how his mind worked and the mysteries of the universe that he discovered."],
        "reviews":["Einstein : His Life and Universe, Walter IsaacsonHow did Einstein's mind work? What made him a genius? Isaacson's biography shows how his scientific imagination sprang from the rebellious nature of his personality. A very detailed and exciting story about the greatest scientist of all time, with whom only Sir Newton himself can possibly be compared. E = mc2تاریخ نخستین خوانش: روز نهم ماه ژوئن سال2011میلادیعنوان: زندگی و جهان اینشتین؛ نویسنده: والتر ایساکسن؛ برگردان: علی بهفروز؛ مشخصات نشر تهران، دانشگاه تهران، سال1389، در700ص، فروست انتشارات دانشگاه تهران، شماره3084، چاپ دوم سال1393؛ در704ص؛ شابک9789640360514؛ موضوع: اینشتین، آلبرت، از سال1879میلادی تا سال1955م.؛ فیزیکدانان، سرگذشتنامه، نسبیت، نظریه میدان واحد از نویسندگان آلمانی تبار ایالات متجده آمریکا - سده 20منظریه‌ پرداز بزرگ نسبیت بودند و تئوری E = mc2را ارائه دادند که پیامد آن دانشمندان فیزیک، به انرژی هسته ای دست یافتندچگونه ذهن ایشان کار میکرد؟ چه چیزی ایشان را به یک نابغه بدل کرد؟ بیوگرافی «والتر ایساکسن» نشان میدهد، که چگونه توانایی خیال علمی او، از طبیعت سرکش شخصیتش، به ناگهان ظهور کرده؛ داستانی از ارتباط میان نوآوری و آزادی است؛ نویسنده ی کتاب «اینشتین» در تازه ترین نامه های شخصی منتشر شده از ایشان، در ذهن خالق کیهان، کاوش میکنند، کسی که رازهای اتم و جهان میشکافد، از پژوهش های ایشان درباره ی دانش مرسوم، و حیرت کردن درباره ی رازهایی مینویسند، که دیگران به عنوان یک امر دنیوی با آن برخورد میکردند؛ تاریخ بهنگام رسانی 06/12/1399هجری خورشیدی؛ 03/08/1400هجری خورشیدی؛ ا. شربیانی",
          "here's a letter a young einstein wrote to his pal. the 1st paragraph: more waugh than egghead, eh? and that 2nd paragraph? those 'papers'? 'a modification of the theory of space and time'?holy shit.Dear Habicht,Such a solemn air of silence has descended between us that I almost feel as if I am committing a sacrilege when I break it now with some inconsequential babble. So, what are you up to, you frozen whale, you smoked, dried, canned piece of soul? Why have you still not sent me your dissertation? Don't you know that I am one of the 1.5 fellows who would read it with interest and pleasure, you wretched man? I promise you four papers in return.The first deals with radiation and the energy properties of light and is very revolutionary, as you will see if you send me your work first. The second paper is a determination of the true sizes of atoms. The third proves that bodies on the order of magnitude 1/1000 mm, suspended in liquids, must already perform an observable random motion that is produced by thermal motion. The fourth paper is only a rough draft at this point, and is an electrodynamics of moving bodies which employs a modification of the theory of space and time.and later in life he wrote this gorgeousness: The most beautiful emotion we can experience is the mysterious. It is the fundamental emotion that stands at the cradle of all true art and science. He to whom this emotion is a stranger, who can no longer wonder and stand rapt in awe, is as good as dead, a snuffed-out candle. To sense that behind anything that can be experienced there is something that our minds cannot grasp, whose beauty and sublimity reaches us only indirectly: this is religiousness. In this sense, and in this sense only, I am a devoutly religious man.just for fun, let's compare/contrast with:I very seriously doubt that Einstein himself really knows what he is driving at. The outcome of this doubt and befogged speculation about time and space is a cloak beneath which hides the ghastly apparition of atheism. - Cardinal William Henry O'Connelland later, witnessing the rise of hitler, albert shot off this email to FDR: Hey Frank,c-squared ya dipshit, c-squared! That's a whole lotta motherfuckin' bango django. so we should figure out how to bake that cake before the other guys do and blow out our candles, yo!LoveBertiethe last one, not really. but it's a close approximation. ",
          "My brother-in-law recommended this biography in 2007. It is one of the most incredible books I’ve read in a long time. There are eleven pages of sources alone! This book is meticulously researched, beautifully written, fascinating, inspiring, and wonderful on every level. It’s 551 pages long, and I so did not want this book to end!Isaacson immerses us in a detailed, in depth probing of Einstein’s life – personal, intellectual, scientific, political, and cultural - against a backdrop of the history of the time – 1879-1955. Extensive quotations from Einstein’s correspondence, essays, and personal papers lend the richness of authenticity. Explanations of scientific theories are clear and restated many, many times in different ways. They seem comprehensible as one reads them, though I would be hard-pressed to explain any of Einstein’s “thought experiments,” theories, or the revolutionary nature of theoretical physics in my own words now.Einstein believed deeply in intellectual freedom and he was a nonconformist first and foremost.The author’s words speak for themselves:\t'For the remaining ten years of his life, his passion for advocating a unified \tgoverning structure for the globe would rival that for finding a unified field theory that could govern all the forces of nature. Although distinct in most ways, both quests reflected his instincts for transcendent order. In addition, both would display Einstein’s willingness to be a nonconformist, to be serenely secure in challenging prevailing attitudes.' (p. 488)\t'Admittedly, he was a somewhat contrarian citizen. But in that regard he was in \tthe tradition of some venerable strands in the fabric of American character: fiercely protective of individual liberties, often cranky about government interference, distrustful of great concentrations of wealth, and a believer in the idealistic internationalism that gained favor among American intellectuals after \tboth of the great wars of twentieth century.' (p. 506)I feel as if I should re-read this book in order to copy down the many brilliant quotes from Albert Einstein’s letters and talks.In a letter to his son, Eduard, in 1930 he wrote, “Life is like riding a bicycle. To keep your balance you must keep moving.” I LOVE that!Advice offered to his step-daughters in 1922 on how to live a moral life: “Use for yourself little, but give to others much.” (p. 393)In response to an interviewer’s question about how Einstein got his ideas he said, “I’m enough of an artist to draw freely on my imagination. Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.” (p. 387)When asked if he believed in immortality he stated, “No. And one life is enough for me.” (p. 387) !From his credo “What I Believe” written in 1930:\t'….The most beautiful emotion we can experience is the mysterious. It is the \tfundamental emotion that stands at the cradle of all true art and science. He to \twhom this emotion is a stranger, who can no longer wonder and stand rapt in awe, is as good as dead, a snuffed-out candle. To sense that behind anything that can be experienced there is something that our minds cannot grasp, whose beauty and \tsublimity reaches us only indirectly: this is religiousness. In this sense, and in this sense only, I am a devoutly religious man.' (p. 387)Read this book and fall in love with this extraordinarily inspiring mensch!",
          "So I 've had a love/hate with Einstein for a few years now. I recognised the great work that he did regarding General and Special Relativity, the Photoelectric Effect and Brownian Motion - brilliant stuff. But why does Einstein get wheeled out for every portrayal of a great scientist? Why does everyone feel the need to quote the guy regarding religion, education, happiness, sociology....everything? This really annoyed me - and I guess it still does.In an education lecture a few weeks ago the lecturer gave an Einstein quote on learning. And it immediately got my hackles up. Did Einstein even teach? I guess as an academic he must have taught someone. And I had to look it up. It seems his undergrad degree was in physics and education. Ok, maybe an education quote might be legit from this guy.So this prompted my to pull this volume from my to-read bookshelf (might be bigger than this, shhhhh) and open it up. And damn did I learn a lot about the details of his life. The book was for most part engaging and fascinating. It helped fill in a lot of details on what I already knew about the events in physics and chemistry from the late 19th to mid 20th century.Non-science people: I found this very accessible - not too much jargon at all. But the wonderful Diane said there was a bit of ultra-tough physics in here, however nothing you couldn't skip.So, how do I stand on Einstein quotes now? Well I'm more open to appropriate ones. The guy was very intelligent in matters of physics and math. So make it rain with equations and thought experiments. Teaching quotes: although he did undergrad education, he was later renowned for being a shit boring teacher. No- fail on the education front.Any other quotes: although he was intelligent in other subjects, he was no genius in them. Quit it with the psychology, sociology quotes.Actually, the guy spent most of his life trying to refute quantum mechanics. And look at it now. God plays so much dice that Las Vegas is embarrassed.",
          "The book wasn’t amazing, but the man certainly was. Don’t get me wrong; I really liked the book, and it is one I would recommend to all those readers who want to meet an intelligent, wonderful, honest, humble person. I am not calling him great for what he did for science, but for the kind of person he was. He will appeal to those of you who like non-conformists, people with imagination and curiosity. He is one of those few adults who manage to keep alive a child’s delight in the world around them.Now there is a lot of physics in this book, and there are sections that went over my head. This annoyed me. Although it is not a criticism of the author, but rather a criticism of myself, IF the author had managed to make clear for me more of the scientific theories, I would have to call the book amazing. General and special relativity, gravitation and quantum mechanics they do all belong in this book, they should not be removed. I understand more than when I began, but I have far to go. Einstein saw and figured out his answers to the questions he was trying to solve through “thought experiments“. He would imagine a physical happening in his head, be it an elevator in free-fall or a bug crawling around a branch, and he would ask himself what would happen and how does the bug see the world around him. These thought experiments are Einstein’s, not the author's, and they are the easiest way to understand the laws of physics which Einstein discovered. Others criticize how Einstein treated his family. He was who he was, and I don’t see him as worse than anybody else. He did love his family. All people do not express love in the same way. Is there humor in the book? Yes, mostly in some of the things Einstein said.You get history too. McCarthyism and Stalinism and Nazism. What role did he play? What was his role exactly in the development of atomic weapons, and more importantly how did he see the world afterwards. He thought there should be a world organization that controlled all atomic weapons. Was he naïve? Could this have ever worked? All of this is discussed.Religion is discussed too. According to Einstein, it is the absence of miracles that proves the existence of divine providence. It is the laws of nature that so magnificently explain the world around us and that inspire awe. His belief in science was very close to his religiosity. They are one and the same thing.Einstein in a nutshell: creativity and imagination and curiosity require non-conformity which requires the nurturing of free minds which requires tolerance and finally humility. Einstein was a kind, unpretentious, humble man. I really, really liked this book. I wish I could speak with Einstein himself. Even though he was great he would have talked to me. He was never showy or saw himself as the extraordinary person that he was.Another interesting question: was he in his soul German or Swiss or American? I mean, in spirit. Or was he a citizen of the world? I listened to the audiobook narrated by Edward Herrmann. The narration was clear and at a perfect speed. The science sections were hard. For those of you who are reading this to better understand physics, maybe it is better to read the paper book, where it is easier to stop and THINK! Oh, I forgot to say this – when Einstein got the Nobel Prize, which by the way was not for relativity, he explained his scientific theories over and over. When asked if others understood, most admitted they didn’t. This made me feel a lot better when I found myself becoming confused. I read the book to meet the man, and I really enjoyed it."],
        "_version_":1719088679791624192},
      {
        "id":"41165488",
        "title":["Brief Answers to the Big Questions"],
        "link":["https://www.goodreads.com//book/show/41165488-brief-answers-to-the-big-questions"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1538463144l/41165488.jpg"],
        "author":["Stephen Hawking"],
        "author_link":["https://www.goodreads.com/author/show/1401.Stephen_Hawking"],
        "rating_count":[29766],
        "average_rating":[4.3],
        "five_star_ratings":[14227],
        "four_star_ratings":[11205],
        "three_star_ratings":[3528],
        "two_star_ratings":[577],
        "one_star_ratings":[229],
        "number_of_pages":[330],
        "date_published":["October 16th 2018"],
        "publisher":["Random House Large Print Publishing"],
        "original_title":["Brief Answers to the Big Questions"],
        "genre_and_votes":["Nonfiction 376, Philosophy 157, Science 82, Science-Popular Science 52"],
        "isbn":"1984887262",
        "isbn13":"9781984887269",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"Goodreads Choice Award Nominee for Science & Technology (2018)",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=41165488&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=41165488"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["Stephen Hawking was the most renowned scientist since Einstein, known both for his groundbreaking work in physics and cosmology and for his mischievous sense of humor. He educated millions of readers about the origins Stephen Hawking was the most renowned scientist since Einstein, known both for his groundbreaking work in physics and cosmology and for his mischievous sense of humor. He educated millions of readers about the origins of the universe and the nature of black holes, and inspired millions more by defying a terrifying early prognosis of ALS, which originally gave him only two years to live. In later life he could communicate only by using a few facial muscles, but he continued to advance his field and serve as a revered voice on social and humanitarian issues. Hawking not only unraveled some of the universe's greatest mysteries but also believed science could be used to fix problems here on Earth. Now, as we face immense challenges on our planet--from climate change to the development of artificial intelligence--he turns his attention to the most urgent issues facing us. Will humanity survive? Should we colonize space? Does God exist? ​​These are just a few of the questions Hawking addresses in this wide-ranging, passionately argued final book from one of the greatest minds in history. Featuring a foreword by Eddie Redmayne, who won an Oscar playing Stephen Hawking, an introduction by Nobel Laureate Kip Thorne, and an afterword from Hawking's daughter, Lucy,   is a brilliant last message to the world."],
        "reviews":["Quick book answering some Big Questions while learning a bit more about Stephen Hawking.Is there a God?Is there other intelligent life in the universe? Is time travel possible?Will artificial intelligence outsmart us?It was great - recommend the audiobook too!",
          "Stephen HawkingStephen Hawking was an English theoretical physicist and cosmologist who's considered one of the most brilliant scientists since Albert Einstein. In addition to making huge contributions to physics, Hawking strove to share his discoveries with the general public, and his book 'A Brief History of Time' was a best seller. Moreover, Hawking did most of his research while battling amyotrophic lateral sclerosis, which makes his accomplishments even more remarkable. In 'Brief Answers to Big Questions', completed after Hawking's death (from his speeches, interviews, essays, notes and lectures), the gifted scientist responds to a number of queries that are relevant to our time. However it's Hawking's QUESTIONS about relativity and quantum mechanics that will resonate going forward. In the introduction to this book, American theoretical physicist and Nobel laureate Kip Thorne writes: 'Newton gave us answers, Hawking gave us questions. And Hawking's questions themselves keep on giving, generating breakthroughs decades later. When ultimately we master the quantum gravity laws and comprehend fully the birth of our universe it may largely be by standing on the shoulders of Hawking.'Kip Thorne is an American theoretical physicist and Nobel laureate, known for his contributions in gravitational physics and astrophysics. One of Hawking's most important contributions to science was his discovery of 'Hawking Radiation', composed of particles emitted from black holes. It was once thought that NOTHING could escape from a black hole, but this isn't the case. The idea goes as follows: Quantum mechanics implies that space is filled with particles and anti-particles - which are constantly appearing in pairs, separating, them coming together again and annihilating each other. In the presence of a black hole one member of the pair may fall into the black hole, leaving the other member without a partner to engage in mutual annihilation. This particle (or anti-particle) may escape as 'radiation' from the black hole. Sketches depicting Hawking RadiationScientists speculate that, unless a black hole gains mass (by engulfing other objects), it will eventually vanish.*****In this book Hawking answers questions he's been asked over the years. I'll give a brief synopsis of his responses, and leave you to read the book if you want more information.- Is there a God?No. Everything can be explained by the laws of nature. Matter and energy and space were spontaneously created by the Big Bang. - What came before the Big Bang?This is a meaningless question because there was no 'before' the Big Bang. Time (actually spacetime) was created BY the Big Bang. It's like asking 'what is south of the South Pole?'Spacetime (which is warped by the presence of solid matter) was formed by the Big Bang There's no 'south' of the South Pole- Is there other intelligent life in the universe?We don't know (yet) but Hawking likes to think there are other forms of intelligent life out there. They just haven't contacted Earth....perhaps because they're too far away. In any case, meeting an advanced civilization would be unadvisable (for us). Remember European settlers and American Indians? If aliens came here it would be like the film 'Independence Day.' - Can we predict the future?No. The Heisenberg Uncertainty Principle dictates that we can't know both the position and momentum of a particle at the same instant. Thus we can't predict what will happen to a particle (or things made of particles) at a future time. Hawking observes: “No matter how powerful a computer you have, if you put lousy data in you will get lousy predictions out.” - What is inside a black hole? A black hole - which is single point of infinite density - is a star that's exhausted its nuclear fuel and collapsed.....but no one REALLY knows what's inside.- Is time travel possible?Theoretically yes. If spacetime was warped enough to form a loop, time travel would be possible. However, it time travel WAS possible, someone from the future would probably have come back to visit us already. In 2009, Hawking held a party for time travelers in his college at Cambridge, for a film about time travel. No one came.😊- Will we survive on Earth?Not forever. Nuclear war is a dire threat and there will be a meteorite strike at some point. Moreover, global warming is likely to make Earth uninhabitable, since our climate could become like that of Venus - boiling hot and raining sulfuric acid.' Hawking notes: 'One way or another, I regard it as almost inevitable that either a nuclear confrontation or environmental catastrophe will cripple the Earth at some point in the next 1,000 years which, as geological time goes, is the mere blink of an eye. By then I hope and believe that our ingenious race will have found a way to slip the surly bonds of Earth and will, therefore, survive the disaster. The same of course may not be possible for the millions of other species that inhabit the Earth, and that will be on our conscience as a race.'- Should we colonize space?Yes. In order to survive long term, humans need to colonize other planets. This won't be cheap. Hawking helped initiate a research and engineering project called 'Breakthrough Starshot', which strives to develop spacecraft capable of reaching the star system Alpha Centauri - which is 4.37 light-years (about 26 trillion miles) away. Hawking believes that in the next hundred years humans will be able to travel to the inner planets of the solar system and in 500 years we will have visited the nearest stars.Breakthrough Starshot- What are the prospects that scientists will unite Einstein's theory of relativity and quantum theory to achieve a complete theory of the laws of the universe?This will happen within the next millennium. - Will human genetic engineering occur?Yes. If scientists learn how to do something, SOMEONE will do it.....even if it's illegal. - Will artificial intelligence outsmart us?Yes. Computers are likely to overtake human intelligence in the next 100 years. Thus we need to ensure that computers have goals in line with ours. Just to be safe, robotic designs should always incorporate a 'kill switch.'- What world changing idea would you like to see implemented by humanity? The development of fusion power to give an unlimited supply of clean energy. It would be an inexhaustible supply of energy without pollution or global warming. *****Despite everything, Hawking was an optimistic soul. He advocates that we should: “Be brave, be curious, be determined, overcome the odds. It can be done.' I found the book interesting and informative and would recommend it to people interested in Hawking's view of the 'big questions.'You can follow my reviews at https://reviewsbybarbsaffer.blogspot....",
          "Why 3 stars if the book is well-written?Well, there is NOTHING NEW.He just said again and again what he always said...Maybe it should be sold as 'Hawking in 90 minutes' or 'Hawking for Dummies'...Yes, his life was really RICH in experiencies, and pain, and fight to overcome an ammount of things that almost nobody could... but...At the end, I did not feel any 'answer', just plain stabilishment cientific thinking.Not enough for me.",
          "If you're into stuff like this, you can read the full review.Closed Time-like Curves: “Brief Answers to the Big Questions” by Stephen Hawking“Is there any point in hosting a party for time travelers? Would you hope anyone would turn up?Hawking’s answer: In 2009 I held a party for time travelers in my college, Gonville and Caius in Cambridge, for a film about time travel. To ensure that only genuine time travelers came, I didn’t send out the invitation until after the party. On the day of the party, I sat in college, hoping but no one came. I was disappointed, but not surprised, because I had shown that if general relativity is correct and energy density is positive, time travel is not possible. I would have been delighted if one of my assumptions had turned out to be wrong.”In “Brief Answers to the Big Questions – The Final Book” by Stephen Hawking.I'm not really asking a question - a lot of what Hawking talks about really isn't even theoretically testable. Theoretical physics does tend in that direction - often it talks about ideas that are not testable yet, and may not be for a long time, or which are mathematical speculation as much as observation."],
        "_version_":1719088633411010560},
      {
        "id":"282459",
        "title":["Subtle Is the Lord: The Science and the Life of Albert Einstein"],
        "link":["https://www.goodreads.com//book/show/282459.Subtle_Is_the_Lord"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348577376l/282459.jpg"],
        "author":["Abraham Pais, Roger Penrose"],
        "author_link":["https://www.goodreads.com/author/show/64298.Abraham_Pais"],
        "rating_count":[1449],
        "average_rating":[4.29],
        "five_star_ratings":[797],
        "four_star_ratings":[377],
        "three_star_ratings":[198],
        "two_star_ratings":[51],
        "one_star_ratings":[26],
        "number_of_pages":[552],
        "date_published":["1982"],
        "publisher":["Oxford University Press, USA"],
        "original_title":["Subtle Is the Lord: The Science and the Life of Albert Einstein"],
        "genre_and_votes":["Science 91, Biography 87, Science-Physics 51, Nonfiction 27, History 18, Science-History Of Science 10"],
        "isbn":"0192806726",
        "isbn13":"9780192806727",
        "settings":"NaN",
        "characters":"Albert Einstein",
        "awards":"National Book Award for Science (Hardcover) (1983)",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=282459&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=282459"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["Since the death of Albert Einstein in 1955 there have been many books and articles written about the man and a number of attempts to \"explain\" relativity. In this new major work Abraham Pais, himself an eminent physicist who worked alongside Einstein in the post-war years, traces the development of Einstein's entire oeuvre. This is the first book which deal comprehensively Since the death of Albert Einstein in 1955 there have been many books and articles written about the man and a number of attempts to \"explain\" relativity. In this new major work Abraham Pais, himself an eminent physicist who worked alongside Einstein in the post-war years, traces the development of Einstein's entire oeuvre. This is the first book which deal comprehensively and in depth with Einstein's science, both the successes and the failures. Running through the book is a completely non-scientific biography (identified in the table of contents by italic type) including many letters which appear in English for the first time, as well as other information not published before. Throughout the preparation of this book, Pais has had complete access to the Einstein Archives (now in the possession of the Hebrew University) and the invaluable guidance of the late Helen Dukas--formerly Einstein's private secretary."],
        "reviews":["Spinoza’s ManAlthough he had a lifelong interest in philosophy, Einstein had a limited background in the subject, mainly Kant and Plato. He had even less knowledge of theology. Yet I am impressed by his intuitive understanding of the subject and its relevance to his scientific work. Quips about God and dice aside, his scientific ethos can be associated with a theology as nuanced as the quote used as the title of Païs biography: “Subtle is the Lord; but malicious He is not.”Einstein made only a few explicit comments about religion. Perhaps his most informative was the statement: “A religious person is devout in the sense that he has no doubt of the significance of those superpersonal objects and goals which neither require nor are capable of rational foundation.” The phrase ‘superpersonal objects’ is important - not supernatural, or spiritual, or divine, one notices. And Païs reports him as saying in his later years: “Science without epistemology is—in so far as it is thinkable at all—primitive and muddled.” The phrase has explicit philosophical import - how we may connect words to things that are not words underlies all 0f human inquiry.In line with Kantian epistemology, these objects, these things, that Einstein refers to are literally everything there is in the universe. They are unknowable for what they are in themselves. They first must be perceived by limited human sense capabilities, even capabilities enhanced by technology. Even more fundamentally, they must be expressed in language. And words are not non-words. Words have no logical foundation except in other words. And even language itself is superpersonal, that is beyond the capacity of individual human beings to comprehend entirely much less control.So Einstein’s epistemological stance in the first instance implies an inherent uncertainty about the world, and with that a requirement for scientific humility. But humility does not imply incapacity. It is here that Einstein seems to make his theological presumption: the universe wants, or at least allows, itself to be known. It supplies what human beings need to be able to investigate it. This is one interpretation of what Enlightenment philosophers have called the Principle of Sufficient Reason. Theologians call this principle ‘Revelation’ and study it in a sub-discipline called Fundamental Theology. This refers to essentially the same thing as the Principle of Sufficient Reason, namely the ability of human beings to receive comprehensible messages about something that is unknowable in its infinity. Typical dogmatic theology - Christian or any other sort - understands that human knowledge of the divine must be incomplete but then insists on limiting what can be known to some rather arbitrary text or interpretation, thus effectively deifying language as well as causing untold misery by attempting to enforce interpretive restrictions.Einstein’s God is not the dogmatic God of Christianity or Orthodox Judaism. As Païs says, “If he had a God it was the God of Spinoza.” He bases this on Einstein’s admiring statement about the man: “Although he lived three hundred years before our time, the spiritual situation with which Spinoza had to cope peculiarly resembles our own. The reason for this is that he was utterly convinced of the causal dependence of all phenomena, at a time when the success accompanying the efforts to achieve a knowledge of the causal relationship of natural phenomena was still quite modest.”I think it is interesting that for Spinoza there are two categories of things which exist, substances and modes. Substances, it seems to me, are what Kant would later call things-in-themselves; and modes are the equivalent of descriptions, that is to say, adjectival expressions, thus language. Substances generate modes, but Spinoza is not terribly specific about how this is accomplished. Modes also refer to ways in which God can be described. The modes of God are essentially everything, all the individual substances, of the universe. Thus there is but one substance, and that substance communicates continuously through people, events, molecules, galaxies, etc.Like Spinoza, Einstein believed that ‘the universe would provide.’ Some have liked to call that belief ‘faith.’ I think that would be a terrible misconstrual. An abiding hope perhaps but not faith in the Christian sense, simply because it was a belief with no fixed content. In fact quite the opposite. Einstein as a scientist was never dogmatic about, for example, the meaning of quantum physics, although he disagreed with the interpretations of many of his colleagues. And this applied not just to scientific results but also to scientific methods for obtaining results:“He [the scientist] must appear to the systematic epistemologist as a type of unscrupulous opportunist: he appears as realist in so far as he seeks to describe a world independent of the acts of perception; an idealist in so far as he looks upon the concepts and theories as the free inventions of the human spirit (not logically derivable from what is empirically given); as positivist in so far as he considers his concepts and theories justified only to the extent to which they furnish a logical representation of relations among sensory experiences. He may even appear as a Platonist or Pythagorean in so far as he considers the viewpoint of logical simplicity as an indispensable and effective tool of his research”In short, Einstein was a pragmatist not a dogmatist. His view that “Science without religion is lame, religion without science is blind.”is therefore not some sentimental blanket approval of theology. It is a very specific, although sparsely worked out, statement of the kind of religion that was compatible with his conception of science. Spinoza never started a church or a cult. The idea is absurd. So is the idea that Einstein had some sort of dogmatic faith, that he was even in some way an ‘anonymous Christian’ as the Jesuit Karl Rainer would have it. No, in addition to being a genius, he was also theologically thoughtful. He was Spinoza’s man.",
          "In this extremely impressive book, Abraham Pais, himself a good physicist who knew Einstein personally, sets out to write a comprehensive biography of the greatest scientist of modern times. The emphasis is very much on the science, and if you want details on who Einstein slept with you are advised to look elsewhere. I think that's absolutely right; most biographies of Lindsay Lohan are, for similar reasons, equally sketchy concerning her opinions on quantum mechanics. The rest of this review is available elsewhere (the location cannot be given for Goodreads policy reasons)",
          "If you're into stuff like this, you can read the full review.Tensors Are Objects that Behave Like Tensors: 'Subtil é o Senhor - Vida e Pensamento de Albert Einstein' by Abraham PaisThis is my third re-read of this masterful take on Einstein’s work and life, beginning in the mid-90s. After all these years is still unsurpassed.A few notes this time round.One thing I always liked to demonstrate the 4-dimensionality of spacetime is as a thought experiment: If you describe the motion of an apple with a 3-dimensional vector (up/down, left/right and forward/back), then when it's at relative rest, the direction of that vector is undefined. Stopping an object shouldn't break the math behind physics, nor should it leave us with a hidden direction variable - so something else has to be going on.",
          "Really illuminating and surprisingly critical on two fronts. One, Pais is critical of Einstein himself and does not write the usual hagiography of the great man, but deals with him as a working scientist who made occasional errors as all humans do. The relativity 'revolution' is put in perspective as a continuation of classical physics, by comparison with the true break with the past that was occurring in quantum theory. He is also aware that Einstein's opposition to quantum theory cannot be dismissed with the usual tagline of 'God does not play dice.' The opposition to QM is deeper and more philosophical in nature and concerns the criteria needed for any theory to be considered an account of objective reality, a question scientists have not even begun to consider and one which Bell's theorem does not clear up at all (Bell spoke on the same issue at the end of his life in speaking about the be-ables of a theory, which do not include the wave function). Einstein knew how isolated he was in later years from the mainstream of physics but then again he was always an outsider from day one. It would be difficult if not impossible for a person like this to succeed in physics (or anywhere in academia) today, as we are much more social and prone to groupthink in our current approach to knowledge.",
          "Originally published on my blog here in June 1998.Subtle is the Lord... (the Einstein quote finishes '...but he is not malicious') is an excellent biography of Albert Einstein written by an eminent physicist. A fair knowledge of physics is necessary to read this, but reading a biography of Einstein which doesn't convey the work that he did is much less interesting to those who have such a knowledge.Pais is not uncritical of Einstein. A major theme of his book is to answer the question of why, after the major achievements of special and general relativity and his quantum mechanics papers, Einstein produced so little work of permanent value in the second half of his working life. In fact, Pais suggests that the very aspects of Einstein's character which made the earlier breakthroughs possible meant that his work became more divorced from the mainstream of twentieth century theoretical physics as time went on.Subtle is the Lord is rather less interested in the non-physics related activities of Albert Einstein, though considerable space is given to his pacifism and Zionism. There are other biographies which concentrate on these matters, and are much more interested in Einstein's private life. Pais' work is where to come for a definitive description of the way in which Einstein's work and life fitted together.",
          "This is probably the BEST of all the Einstein biographies on the market. It is not only a bio of Einstein himself, but also of his science. With a combination of life story and physics Pais weaves a detailed tapestry of the history of the birth of modern Physics. This book is not for the faint of heart, it takes dedication and patience to work through. The result, wether you understand all the math or not, is a deeper understanding of Einstein's dedication to the pursuit of the greatest of miracles - the human mind's ability to make sense out of nature.",
          "Non-physicists need not apply.This book is an intensely thorough scientific biography of Einstein and is likely a great joy to any physicist interested watching the great man work.However, if you're simply a pop-sci fan passing through the fascinating world of physics, don't stop to gawk here. You won't comprehend a thing. Instead, mosy on over to Walter Isaacson's 'Einstein: His Life and Dreams.'I may return to this book later, once I've got some relativity and quantum theory under my belt, in order to get a better idea of how Einstein actually did his physics.In my scant readings of the comprehensible parts of this book, however, I did manage to learn a few interesting things about Einstein's successes and failures that any aspiring scientist might take note of. (Note: I'm purely analyzing his characteristics in their role as his effectiveness as a scientist, not as a human being. 'Faults' of Einstein the scientist may very well be great virtues of Einstein the man.)Successes:DeterminationWhen Einstein encountered a problem, he didn't drop it until he solved it. Special and general relativity took about a decade each, and he spent at least another three decades searching for a unified field theory. The only thing that stopped him from finding that UFT was death. Though he had a great curiosity that led him all throughout the field of physics, around the world, and in and out of international politics and music, he also had the focus to continually return to the same problems from slightly different angles and levels of maturity.Openness to DiscussionThough Einstein disliked teaching regular courses (it forced him to divert interest away from whatever physical problem was currently vexing him), he loved discussing current problems in physics with professors and students of all levels, even undergraduates. He frequented many philosophical and literary circles as a young man as well. Although his greatest papers were independent works, I suspect his willingness to converse with others (regardless of prestige) expanded his mind greatly and likely gave him clues that assisted him on his quest for cosmic discovery.Failures:Maintenance of HealthThough famous for his vegetarian diet, Einstein loathed sports and avoided physical exercise. Illness plagued much of his life and I can't help but think how much more he would have discovered had he maintained his health and wits about him. (Note: I know what you're thinking. Maybe all that sick time was the very reason he was so effective since it would have given him a bit of isolation and rest with which to think deeply about physics. Not so however. Einstein's most creative period (during which he completed his work on special and general relativity and his Nobel work on particle physics) occurred as a young man, before his health declined considerably. His later years are markedly less productive.)DistractionThough as a younger man, Einstein eschewed teaching duties and did his best to free himself of distractions from his physics, in hist later years (beginning in the 1920s), he devoted a great deal of time to politics (particularly pacifism and Zionism), fundraising, and administrative work (pertaining to various universities and societies) and generally relinquished his style of intellectual focus and isolation. For such a change, Einstein the scientist surely suffered at the expense of Einstein the human being.*I did not rate this book since I didn't have the qualifications to read even close to a majority of it.",
          "“The aspiration of truth is more precious than its assured possession”. Those were Albert Einstein’s words from his autobiographical note written about a month prior he took his last breath. The spirit with which he wrote bears the seed of the pursuit of an unified field theory from which all the attributes of the Nature will pop out. This is an active field of research in theoretical physics of our present time to search for a theory that unifies the quantum and the classical domains. Such were many of Einstein’s work which he did and it opened doors to uncharted territories of the laws of Nature which got unraveled during his time. It has been over a century that the theories given by him on quantum mechanics and relativity holds remarkable consistency with experiments. The latest of which is the detection of gravitational waves by LIGO experiments(USA) on September 2015 upon merger of two black holes 1.3 billion years ago from now, affecting detectors in a way persistent with the prediction obtained from Einstein's theoretical work. Mathematician &amp; physicist Henri Poincaré was the first person to mention about the existence of gravitational waves and with stupendous effort in formulating General Theory of Relativity from which the equations of gravitational waves was found by Einstein. Although we realize the need of revising his extremely elegant theories owing to the concepts of high gravitational field regime like singularities in black holes, his zeal for the unified theory still stays put.In his book, author Abraham Pais sketches a biography of Albert Einstein which ponders in Einstein’s work in much of technical depth and also paints an excellent picture of the progress of late 19th to mid 20th century physics. This beautifully written book will help readers to appreciate the Genius of Einstein and how his ideas and work perpetuated during his lifetime. The author does justice in focusing on contribution of many other scientists those who had very crucial contribution in raising apt and subtle questions that led to revolutionary ideas in physics.I will highly wish the readership of the book to be extended more and more for everyone to have an understanding of how the modern science had humble beginnings in very subtle questions and ideas. It is very important to know through Einstein’s life as an example how a human being is potent of imagining great heights and human abilities of extreme determination to remain fixated on fundamental queries that can unleash the answers to how all of Nature works. One would not fail to notice the ideas Einstein never renounced even though the success was no where close and the majority, including finest of physicists, walked on different paths. Einstein’s dedication, tenacity and strength remind me of the song written by Bengali poet &amp; First Indian Nobel Laureate Rabindranath Tagore: 'Jodi tor daak shune keu na ashe, tobey ekla cholo re'. (Should no one come to your call, then walk alone). Walked alone he did for the last three decades of his life in the pursuit of unified field theory, a theory which paved the foundation for modern theories aiming to unite all the forces of Nature. Such a theory he foresaw, should be of simplistic structure being pregnant with all the attributes of our reality that we perceive. Einstein’s life runs parallel with a majestic revolution in laws of physics of which he was one of the pioneers and learning about the ways he adopted and the intellect he possessed is one of the bliss of knowledge in itself.",
          "Hmmm... well I think this book should have been called:' The SCIENCE SCIENCE SCIENCE of Albert Einstein (with a tiny bit of context about his life)'This is a book by a physicist, for physicists. (I am in no way a physicist.) To his credit, the author makes clear in the introduction that the purpose of the book is to cover Einstein's work, and he even highlights in the contents the (very few) sections in the book which deal with Einstein's life rather than work.Despite knowing that, I made an attempt to read through the book hoping to stretch my brain on the topic of physics. Pretty much every page has at least a couple of formulas, which I skipped straight over, and much of the content is discussing either the details of the most recent formula or how it was arrived at and inspired by others. For a layperson, these parts are sometimes very interesting and sometimes unintelligible. The start and end of the chapters usually provided some (scientific) background on the papers and periods of Einstein's career, and these served to form an interesting history of physics over the late 19th and early 20th centuries.I did learn a lot of things. I learnt about the old, mistaken concept of an aether. I read the material about special relativity slow enough to grasp most of it and to be able to explain it to others in laymen's terms. As for general relativity, I understood very little except that Einstein managed to solve the age old riddle of what caused gravity and predicted a few other related phenomena, such as the bending of light around the sun, which were later confirmed to great fanfare. I saw how Einstein worked mostly alone, especially in his early years, having very little knowledge of what else was going on in the world of physics, even re-discovering some phenomena by his own derivation because he wasn't widely read. I was looking forward to reading about his involvement in the development of the atom bomb, but came to learn that all he did was write a letter urging the US to get to work on it. I saw how theoretical physics is so, so, so coupled with complex mathematics; Einstein in fact teamed up with gifted mathematicians in order to solve some of his biggest challenges. Most surprisingly for me, I learnt that, aside from relativity, Einstein made massive contributions to quantum physics, and that he spent a large part of his career on that issue and on trying to unify it with relativity. And finally, I learnt that, without his make-up on, Charlie Chaplin looks like this.I struggled my way through to the half way point trying to read every page, but had grown very tired by that point, so I made a resolution to only read pages with no formulae on them and I sped through the rest quite quickly without feeling like I was missing much.tl;dr - If you're a physicist, you'll probably love this book. If you're not, you probably won't, but you might learn some interesting stuff by reading it.",
          "There's a saying from 'A Brief History of Time' by Steven Hawking to the effect that 'For every equation in the book the readership would be halved...'. Clearly that doesn't hold in the limit, because by rough estimate this book has 300 or so equations, implying that even if the original readership with no equations were the entire earth's population of seven billion, as published it would be 7 X 10^9 X 2^(-300). So I could not have read the book, but I did.I have advanced degrees in mathematics and engineering and have studied my share of physics (30 or so years ago). But this was still a hard read for me. Although I did make my way through some fraction of the equations I can't claim to have fully understood 1/2 of them. Nevertheless it was a fascinating read, made all the more so by the equations. I'm glad that Pias did not shy away from outlining the technical details of the half starts and final conclusions of the subjects of Einsteins study.I gave it a score of 4 because 3 is too low, but I really thought it was a 3.5. I did not care for some aspeccts of Pais' writing style, and I would have prefered a 'popular' introduction to or summary of each concept. But all in all I enjoyed the book because it gave me an insight into the physics of the first half of last century and the nature of the genius behind the name 'Albert Einstein'. "],
        "_version_":1719088658139578368},
      {
        "id":"6629359",
        "title":["The Strangest Man: The Hidden Life of Paul Dirac, Mystic of the Atom"],
        "link":["https://www.goodreads.com//book/show/6629359-the-strangest-man"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1442970409l/6629359._SY475_.jpg"],
        "author":["Graham Farmelo"],
        "author_link":["https://www.goodreads.com/author/show/319993.Graham_Farmelo"],
        "rating_count":[4815],
        "average_rating":[4.14],
        "five_star_ratings":[2013],
        "four_star_ratings":[1752],
        "three_star_ratings":[809],
        "two_star_ratings":[170],
        "one_star_ratings":[71],
        "number_of_pages":[539],
        "date_published":["August 1st 2009"],
        "publisher":["Basic Books (AZ)"],
        "original_title":["The Strangest Man: The Hidden Life of Paul Dirac, Quantum Genius"],
        "genre_and_votes":["Biography 334, Science 277, Nonfiction 164, Science-Physics 146, History 72"],
        "isbn":"0465018270",
        "isbn13":"9780465018277",
        "settings":"NaN",
        "characters":"Paul Dirac",
        "awards":"Guardian First Book Award Nominee for Longlist (2009), PEN/Jacqueline Bograd Weld Award for Biography Nominee (2010), Costa Book Award for Biography (2009), Los Angeles Times Book Prize for Science and Technology (2009)",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=6629359&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=6629359"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["'A monumental achievement - one of the great scientific biographies.' Michael Frayn is the Costa Biography Award-winning account of Paul Dirac, the famous physicist sometimes called the British Einstein. He was one of the leading pioneers of the greatest revolution in twentieth-century science: quantum mechanics. The youngest theoretician ever to win the N 'A monumental achievement - one of the great scientific biographies.' Michael Frayn is the Costa Biography Award-winning account of Paul Dirac, the famous physicist sometimes called the British Einstein. He was one of the leading pioneers of the greatest revolution in twentieth-century science: quantum mechanics. The youngest theoretician ever to win the Nobel Prize for Physics, he was also pathologically reticent, strangely literal-minded and legendarily unable to communicate or empathize. Through his greatest period of productivity, his postcards home contained only remarks about the weather. Based on a previously undiscovered archive of family papers, Graham Farmelo celebrates Dirac's massive scientific achievement while drawing a compassionate portrait of his life and work. Farmelo shows a man who, while hopelessly socially inept, could manage to love and sustain close friendship. is an extraordinary and moving human story, as well as a study of one of the most exciting times in scientific history. 'A wonderful book . . . Moving, sometimes comic, sometimes infinitely sad, and goes to the roots of what we mean by truth in science.' Lord Waldegrave, "],
        "reviews":["The Joys of EccentricityScientific method, like human nature, is a term of approval or disapproval not a description of anything real. We use such terms as if we knew what they mean; but they are largely without any definite content. Their primary function is one of propaganda, sometimes professional, often religious, always tendentious. Taking such terms seriously - except to dismiss them - is usually bad for human beings and other living things.This aptly-titled biography of the prominent 20th century British scientist, Paul Dirac, is an illustration of the point. Dirac was a bona fide eccentric, a nerd, a geek, probably autistic, someone who just didn’t fit wherever he found himself. He was also a genius who was the first to formulate the relativistic mathematics of quantum mechanics. How he did this was hardly methodical and can only be called scientific in retrospect.Dirac was initially trained in what today would be termed a trade school in Bristol. There he learned, among other things, engineering drawing, and that he was hopeless with any task involving manual dexterity. He was, in a sense, the antithesis of the mythical British empiricist. He went on haphazardly to advance his studies in applied mathematics and fitfully to pursue an interest in the then nascent field of relativity physics at Cambridge.Only by accident did he notice that the results being produced in another area of contemporary physics, quantum mechanics, by the rather more famous scientist, Werner Heisenberg, had a formal mathematical structure similar to that one of his teachers had been interested in several years before.* This lead Dirac to formulate a suggestion for the behaviour of sub-atomic particles in roughly this form: position symbol × momentum symbol – momentum symbol × position symbol = h ×(square root of –1)/(2×π).**This suggestion was rejected by most quantum physicists at the time as being patently unscientific, a mathematician’s fancy. Part of the reason for the disdain shown toward the idea is that the terms on the left side of his equation - the symbols for position and momentum - are entirely abstract. That is to say, they are dimensionless entities, like a mathematical point, that have no real existence outside of the mathematician’s head. By definition, they can’t be measured (or what amounts to the same thing, they could be measured in any of an infinite number of ways); so they can’t be real things. The formula, therefore, must be meaningless.Helass for the sceptics, the eccentric formula turned out to be exactly the key required to unlock the mysteries of quantum behaviour (and in the way of science, to produce quite a few more - like the possibility of anti-matter). Either what Dirac had done was surreptitiously ‘good science’ behind its hapless façade; or what constituted good science was in need of redefinition. Subsequent results pointed clearly to the latter. Whatever Dirac had done defined proper scientific method, although no one would have admitted it beforehand.But even Dirac didn’t know how he had arrived at his idea and therefore what his method might have been. Coincidence and history simply appeared to combine to produce a thought, which prompted him to find a certain mid-nineteenth century tome in the University Library. Hardly, therefore, a series of events to be written up in the annals of the philosophy of science. Nothing about the process could be called scientific except that it was conducted by a person who was (barely) considered a scientist.It would seem that in surveying the history of science the vast majority of ‘breakthroughs’ both big and small occur in just this way. Whatever ‘method’ produces them only becomes visible after they are produced; and then such method typically appears to be un-replicable as a procedure or clearly inappropriate for universal application. This is, on the face of it, a highly unscientific state of affairs. If we can’t specify the process by which reliable knowledge is generated, how can we distinguish between authentic science and bogus fakery, between reason and revelation, between astronomy and astrology?The answer is that we can’t. Not by specifying an acceptable or mandatory procedure in any case. The only way to verify the results of scientific, or any other sort of, thought is to promote widespread and unrestricted argument about it. Through such argument it might be established that there are procedural flaws in one’s thought or experiments. Equally it might be established that the existing ‘rules’ for thinking or experimenting are inadequate. But it’s not even possible to state the criteria in advance by which the choice should be made among these alternatives. The criteria are only discovered in the argument, and then continuously re-discovered through subsequent argument. Reason itself emerges from the debate; it cannot be imposed upon the debate. If scientific method means anything at all, it means keeping this argument going with as many participants as possible. The only way to judge the quality of that argument is how completely it ‘sweeps in’ extremes of opinion. This, I think, is the abiding political as well as personal import of Dirac’s very eccentric, and unmethodical, professional life. *This,is the mathematics of quaternions in which multiplication of elements is non-commutative; that is, where A x B ≠ (is not equal to) B x A.**Where h is Planck’s constant and π is the ratio of the circumference to the diameter of every circle (its value is about 3.142). This ‘matures’ by 1928 to something highly technical and irrelevant to the commentary here.",
          "Dirac was one of the most extraordinary thinkers of the 20th century - indeed, of all time - and this book makes a valiant attempt to tell you about his life. The problem is that the interesting things happened inside Dirac's head, and no one knows what was going on there. Dirac didn't like to talk unless he had something to say that he thought would be worth listening to, which was the case most of the time. When he'd come up with an idea that passed his test, he'd usually just write it down from start to finish, no corrections, no crossings out. As one of his colleagues said, it was as though a chunk of marble had fallen from Olympus. During a period of about ten years in the 20s and early 30s, he was phenomenally productive and played a major role in establishing the new field of quantum mechanics.His greatest triumph was hypothesizing the existence of antimatter, now a word everyone knows. He didn't look at any experimental data: he just messed around with the equations for the electron and found a way to manipulate them into a form which seemed to show that there was another thing that was like an electron, but in some sense opposite in nature. People, including Dirac, were uncertain about what that actually meant, but the derivation was so elegant that he was sure it meant something. Less than five years later, experimentalists studying cosmic rays found tracks which could only be explained as being caused by a particle that behaved like a positively charged electron. When electrons and 'positrons' met, they mutually annihilated. It turned out that antimatter existed; Dirac was awarded the Nobel Prize at the age of 31.Dirac himself didn't really know how he'd done it. He started talking about the importance of beauty and mathematical elegance in physical theories. The Dirac equation is indeed very beautiful and elegant, everyone agreed on that. But there was another, pragmatic side to Dirac, coming from his early training as an engineer. Sometimes the engineer seemed to take over, and he'd do apparently unsound things that would annoy the mathematical purists. The most famous example was the Dirac delta-function, which didn't become mathematically respectable for decades; Dirac just knew it was the right way, and cited analogies in engineering when he had to defend it. Later in life, he moved entirely towards elegant, mathematical modes of thinking, criticising the new mainstream of quantum field theory as being ugly and unsound, and after a while the miraculous discoveries stopped. Perhaps he needed to keep on thinking pragmatically from time to time; or perhaps he'd just got too old, or marriage somehow made him lose his focus.Dirac was clearly autistic, and like many autistic people he was often unaware of social conventions. There are a thousand amusing stories about him. (George Gamow said that amusing stories about famous scientists are generally not true, except in the case of Dirac, when they are always true). But the stories aren't the important thing, it's his way of thinking. As with Wolfgang Amadeus Mozart and Bobby Fischer, so many people have tried to figure out how to imitate the tantalisingly pure, simple style, but there's only ever going to be one of them.",
          "What a fantastic book I have just finished!I always find biographies very interesting and stimulating, specially those regarding the lives of scientists. In this case, it was a biography not only of the life of the brilliant mind of Paul Dirac but also a complete story of the rise and golden age of quantum mechanics along with Heisenberg, Jordan, Pauli, Schrodinger and Born.Dirac, the youngest theoretician ever to win the Nobel for his legacy to this field was an eccentric man, famous for not understanding the feelings of others and lack of touch, always direct and honest, a loner, fully dedicated and obsessed on his work. He was a quiet man, who as a child preferred not to speak due a highly disciplined father who would only speak to him in French. Among all these peculiar characteristics of Dirac and many others of a personality that fits with those of a person with Asperger's syndrome, there is one that I truly admire in a person and this was the loyalty that Paul Dirac always demonstrated towards his family and his friends. It is worth mentioning that the only time they saw him crying was when he knew of Albert Einstein's death, not because he had lost a friend but because science had lost a invaluable scientist. I have to say that it was also a delight reading about his comments regarding politics and religion, his love for Disney classic movies and for Odyssey 2001... an extra star for that last one! Regarding what made him such a great scientists I'll just paraphrase the following: 'One reason why Dirac's approach was so puzzling was that he was an unusual hybrid-- part theoretical physicist, part pure mathematician, part engineer. He had the physicist's passion to know the underlying laws of nature, the mathematician's love of abstraction for its own sake and the engineer's insistence that theories give useful results'. Like Einstein, he was in the search of simpler and aesthetic laws that could explain all the principles of the universe in a unified way.Besides learning about his legacy in quantum mechanics and electrodynamics and the contributions of so many amazing scientists of this golden era, what really kept my motivation throughout this biography so vividly was reading about the personality of this genius. His life, from a precociously clever but emotionally withdrawn child, all his way up to becoming one of the greatest scientist ever in the field of physics. In summary, he was like Bohr once said about him: 'Dirac was the strangest man'. A superb work! Highly recommended for any person who finds excitement in biographies of scientists. ",
          "There are many stories in The Strangest Man. There is the story of scientific discovery and of the early quantum physics community that includes well-known names such as Einstein, Bohr, Rutherford, Oppenheimer, Schrodinger, Heisenberg, Pauli, Born and more. There is the story of an era and how science and politics interact through war, depression and deep ideological differences. Finally there is the story of a man, his scientific achievements, his distant personality, his upbringing in a dysfunctional family and his transition that allows him to establish a family of his own.Born to an English mother and French Swiss father in 1902 in Bristol, England, Paul Dirac would turn into one of the 20th century’s great scientists. His rigid taciturn personality caused Niels Bohr to describe him as “the strangest man.” Possibly autistic, from his early childhood throughout his life he kept to himself and talked as little as possible. His very strict father singled out the young Paul from his siblings for one-on-one suppers where they were allowed to speak only French. Paul Dirac deeply resented his father and blamed these excruciating evenings for his extreme reticence. As an adult he vowed never to speak French.At the University of Bristol Dirac studied engineering then switched to mathematics, his real love, and physics. He was accepted at Cambridge for graduate work where he achieved his first fame. In 1925 he wrote a paper that reworked Heisenberg’s matrix formulation of quantum mechanics. Heisenberg’s matrix was for an electron in a particular circumstance and time but Dirac’s more elegant mathematics was relativistic. It encompassed all quantum particles in all circumstances and times. Dirac refined his work in his highly praised doctorate thesis, the first at Cambridge on quantum mechanics. In 1926 Dirac wrote a quantum description of electron groups for which he is given credit along with Fermi. Actually Fermi published prior to Dirac. Both made the same predictions of energy levels but used different approaches. There was intense competition to be first to publish among theoretical physicists who were racing each other to solve the same problems. Those who published second usually received no credit. In his final paper as a student at Cambridge Dirac formulated a new quantum field theory explaining the creation and annihilation of photons in quantum terms. He would periodically return to work on this theory throughout his life.After graduation in 1926 Dirac moved on to Bohr’s Institute in Copenhagen. Here he worked on linking Schrodinger’s wave formulation of quantum mechanics with Heisenberg’s matrix approach. But success in explaining this relationship was met by the realization that Pascual Jordan had beat him to the punch. Interestingly Jordan had lost out to Fermi and Dirac on his prior paper about electron groups because his mentor Max Born forgot to read his paper before leaving for a US trip. In 1927 Dirac moved to Max Born’s Department of Theoretical Physics in Gottingen Germany where he began a lifelong friendship with PhD student Robert Oppenheimer. Dirac’s perspective on quantum mechanics did not include interpretation; something Bohr, Einstein and others were preoccupied with. Dirac thought in mathematical terms and believed quanta were impossible to describe any other way. He felt it was meaningless to try and visualize fundamental particles. Interestingly Dirac often thought visually in producing his equations. His engineering training included projective geometry and he learned to think in terms of shapes and translate those into algebraic formulas. Other theoretical physicists lacked this training which gave Dirac a unique approach.Returning to Cambridge, in 1927 Dirac wrote a paper establishing Quantum Field Theory (QFT) and introduced the term Quantum Electrodynamics (QED). This work led to what would be considered his greatest achievement, the Dirac Equation. In his quantum theory of the electron he predicted something unheard of at the time, an electron with negative energy, now known as a positron. The idea of electrons with negative energy was not readily accepted by his peers. They couldn’t be detected. Where were they? Dirac first posited they were protons but this was disproven. He then adjusted his theory to predict a new particle of the same mass as an electron. Today these antimatter analogs to the electron are observed in radioactive decay and produced artificially.In 1930 Dirac won accolades for his quantum mechanics textbook which became the standard for those capable of understanding it. Also in 1930 he became a Fellow of the Royal Society. In another episode of original thinking in a 1931 paper he theorized monopoles and implicitly the quantization of electric charge. Schrodinger subsequently called him “Monopolean”. In 1932 Dirac became the Lucasian Professor of Mathematics at Cambridge, a position once held by Isaac Newton. Dirac would stay for 37 years until his retirement in 1969. Ten years later in 1979 Stephen Hawking would assume the same Chair for thirty years.Dirac was a theorist, not an experimentalist. The practice of crafting theory then confirming by experiment rather than the reverse was beginning to take hold following Einstein and the quantum community’s lead. When in 1933 the positron was confirmed by experiment, the old school Ernest Rutherford said “I would have liked it better if the theory had arrived after the experimental facts had been established.” Attitudes have shifted. Modern day theoretical physicist Kurt Gottfried said in 2002 “Dirac’s prediction of anti-matter stands alone in being motivated solely by faith in pure theory, without any hint from data, and yet revealing a deep and universal property of nature.” Dirac was awarded the 1933 Nobel Prize for his theory identifying the positron. With Dirac’s most productive years behind him, his attention became more scattered. He would always return to his quantum field theory to try to eliminate the many infinities that plagued it. He could not accept the new theories of quantum electrodynamics because they assumed a “bare electron”, one without a field. This led him in the 1950’s to reformulate quantum electrodynamics in terms of his quantum field theory. Dirac never tried to figure out what fundamental particles were. Only their interactions mattered. His new theory held that the charge of an electron was not in a particle but in the lines of force of a field strung between two monopoles. He called these infinitesimally small lines “strings” that behaved in accordance with the laws of quantum mechanics. Not the string theory of today, but it does seem to foreshadow the idea. This is one more measure of Dirac’s creativity, even twenty years past his prime. Dirac married physicist Eugene Wigner’s sister, the Hungarian born Margit (Mancy) in 1937. Her two children from a prior marriage gave him an instant family. They added two daughters of their own. The outgoing combustible Mancy and withdrawn Dirac seemed a strange mix but despite domestic fireworks it worked. Mancy resented her treatment in Cambridge where she never felt accepted and believed her husband did not get the respect he deserved from the University. She was infuriated when Dirac turned down a knighthood in 1953. He didn’t want to be called by his first name. He preferred Mr. Dirac to Sir Paul. Twenty years later he would accept the even more prestigious Order of Merit from the Queen.Even though Dirac considered Cambridge home, Mancy got him to move to the US in 1969 upon his retirement. She always liked the US and their children had moved there. Since Dirac was well past his prime as a physicist, leading universities like Princeton where he had done sabbaticals were no longer interested in him. However, Florida State University hired Dirac’s son in law and got Dirac to move to Tallahassee where he finished out his days working on his theories. He died in 1984. FSU used Dirac’s presence to help build its physics department and treated Mancy with the respect Cambridge did not give her. She had Dirac’s archives moved to Tallahassee where they reside today along with his grave. For a man who always worked in the most sophisticated scientific hubs his adult life, Tallahassee seems a strange place to end up, but he was a strange man.Farmelo’s book is both a personal story and a science story. It holds appeal for readers focused on psychology and human interest as well as science fans. And as is typical in biographies of scientists, the personal story provides respite from sections of challenging science. I was particularly fascinated by the interaction among the scientists in the early days of quantum mechanics. The revolutionary discoveries in Bohr’s institute in Copenhagen and Born’s department in Gottingen are covered nicely here. We see how the personalities as well as scientific acumen mix and build on each other to formulate ground-breaking ideas in this exciting time. Equally fascinating is a theme that runs throughout the book: theory vs. experiment. Which is more important to lead the way in science? Today the argument continues with those smashing particles to build on the standard model on one side and the string theorists on the other. Dirac’s entire focus was on beauty and simplicity in mathematics. He would fit right in with the string theorists as they craft eloquent equations. We can only wonder what his brilliance would contribute today. ",
          "Paul Dirac won a Nobel prize for physics. He was one of the pioneers of quantum mechanics and quantum electrodynamics. Among other things, he predicted the existence of antimatter, discovered the magnetic monopole solutions and his work was used as some of the basis for string theory.What does all that mean? Other than the fact that Dirac was one smart motherf----r, I couldn’t tell you. Because it’s my curse to be fascinated by theoretical physics despite being so math challenged that I could barely scrape out a passing grade in college algebra. Yet I’m intrigued by black holes, string theory, the big bang, the theory of relativity, etc. So when I read a book like this, even though the author does a pretty good job of trying to put Dirac’s work into layman’s terms, I can usually still feel the breeze in my hair as the ideas shoot right over my head.I can tell you that Albert Einstein once admitted to a colleague that he was having problems following some of Dirac’s equations, and that Stephen Hawking called him the greatest English physicist since Isaac Newton. A text book that Dirac wrote in 1930 on quantum mechanics is still in print and used today. So even a dunce like me can tell that Dirac must have been something special.He was also a grade-A nerdlinger. Even the other physicists considered him an odd duck. Aloof, quiet and extremely averse to seeking attention, his peers made a game out of trying to get more than one-word answers out of him and usually failed. His idea of a good time was taking a long walk. When a layman asked him what caused the big bang, Dirac replied that it was a meaningless question and refused to speak any further on the subject. He wasn’t exactly a social butterfly.The author believes that Dirac may have been somewhat autistic, and I guess it’s possible, but I’m a little leery of this new trend to classify every genius as autistic lately. But Dirac was such a private person that there was little personal insight for the author to draw on other than some interviews he did late in his life. So even after reading an entire book about him, I don’t feel like I know any more about him that I could have gotten from Wikipedia. If you’ve got a flair for theoretical physics or are a huge fan of stories about eccentric geniuses, then there’s a lot to like here, but it’s not a casual read.",
          "Prologue--The Strangest Man: The Hidden Life of Paul Dirac, Quantum GeniusAbbreviations in NotesNotesBibliographyList of PlatesAcknowledgementsIndex",
          "The number of 'if's, 'may's, 'probably's and 'likely's in this book is alarming; the author speculates with a frequency that in the end (actually less than half way through, for me) undermines this detailed, comprehensive biography of one of the most influential and under-appreciated humans of all history. Biography is surely supposed to be factual. Forever filling in gaps with one's own guesses as to the subject's thoughts, actions and words is not helpful, it's misleading. This flaw really damages what could have been a definitive biography.Since Dirac is not at all famous outside the physics community, I will mention why I think this is a travesty and redress the problem to a tiny extent: Your life has been root-and-branch influenced by Dirac's work. Yes, he was a Professor of theoretical physics working in a notoriously abstract, abstruse and just plain difficult field (quantum mechanics) that you may feel has nothing to do with your daily life - but you would be wrong if you think that. I know this because you simply would not be reading this without humanity having grasped the theory of quantum mechanics. Quantum mechanics underpins all of solid-state electronics - everything that makes modern computers, phones and the world wide web function would not be possible without it. You would not be reading this without the understanding of the world Dirac made such enormous contributions to. Heard of anti-matter? Dirac predicted its existence. Dirac's work underlies all our fundamental theories of how matter behaves; 'particle physics', 'the Standard Model', 'Quantum Field Theory', whatever labels you might have heard it given, it is extra-ordinary the extent to which our current approaches to it relies on the work of Dirac. Quantum Mechanics has had more effect on modern society than any physical theory since the classical electromagnetism of the 19th Century that allowed for the distribution of power and lighting by electricity. Dirac has had more practical influence than any other 20th Century scientist - in my view he beats Einstein by a distance in this regard, despite Einstein's own contributions to the quantum revolution and the ever increasing importance of General Relativity to our daily lives. (Your car satnav couldn't work without GR).Having mentioned Einstein leads me to why I'm reading about Dirac: if you've been paying attention to my reviews of late you will have noticed that I am retrospectively trying to determine whether Darwin, Einstein and Dirac were autistic, in preparation for a talk I am giving in July about the influence of autism on science and society. I concluded that both Darwin and Einstein had some form of autism. I have also concluded that Dirac was autistic. The evidence is overwhelming, even stronger than is the case for Einstein, which I found very compelling. The evidence in Darwin's case is weaker, but for me ultimately convincing. Now consider the impact those three people have had on the contemporary educated person's life, society and world-view. That's what autism has done.Farmelo devotes a chapter towards the end of this book to the theory that Dirac was autistic. I caution readers about this chapter. It is heavily influenced by the views of two people who have each contributed to hugely inaccurate public misconceptions of what autism is and how autistic people think: Simon Baron Cohen and Temple Grandin.Taking Baron Cohen first: he not only perpetuates the utterly false notion that autistic people lack empathy but whilst doing so re-enforces negative stereotypes about sex and gender using arguments and deceptions that don't so much break scientific ethics as atomise them. Temple Grandin, herself autistic, has repeatedly made the mistake of assuming that all autistic minds work in exactly the same way. Most famously, she assumed that, because she is a visual thinker, all autistic people must be visual thinkers and that this is a distinguishing feature, separating neurotypicals from autistic folk. When a tsunami of evidence that, to the contrary, not all autistic people think that way and a lot of neurotypical people do think visually crashed down upon her, she graciously accepted her error - but the misconception persists in the public mind and she's made similar errors about autistic thinking based on exactly the same false principle that if she's autistic and thinks in a particular way, all autistic people must do so.Farmelo's chapter also perpetuates the notion that autistic people are emotionless; nothing could be further from the truth. The consensus view is that a fundamental aspect of autism is the inability to regulate emotion. This explains, for example, the tendency for autistic people to have 'meltdowns' which are clearly an expression of extreme emotion.Overall, then, this thoroughly researched biography is flawed by a lack of truly rigorous honesty, without actually outright falsifying anything, and a foray into psychological theory which is superficial and perpetuates numerous fallacious negative stereotypes about autism. This is a great shame because Dirac and the reading public deserve better.",
          "Paul Dirac, the man Oppenheimer described as a Theoreticians Theoretician, was one of the key figures in quantum physics. Considering just how reserved Dirac was it it impressive that the author managed to write 500+ page book about him. Of course because of this, his story is mostly told through his ground braking work on quantum mechanics and through his friends and colleagues, and their reactions to his cold exterior (a lot of amusing anecdotes here). He only spoke when he knew exactly what he was going to say and with such clarity that more than a few words were often unnecessary. His need for clarity and mathematical beauty is best shown with his colleagues reaction upon receiving his work: 'as if they were already finished marble statues that descended from the heavens.' Also his textbook on Quantum mechanics that he wrote in the 30s is admired and in print still to this day. Unfortunately his need for mathematical beauty has stifled him in his later life, that he ended up just like Einstein in that they both couldn't except new developments in physics, but were humored because of their stature. An finally, in the later chapters the author discussed in good taste the elephant in the room considering Diracs behavior and emotional coldness, meaning his very probable autism. He believed that beside his tragic childhood this also had to be mentioned in order to clearly understand this man, but he also clarified that we can never be absolutely sure of this. "],
        "_version_":1719088658583126016},
      {
        "id":"499094",
        "title":["The Quotable Einstein"],
        "link":["https://www.goodreads.com//book/show/499094.The_Quotable_Einstein"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1175270941l/499094._SY475_.jpg"],
        "author":["Alice Calaprice"],
        "author_link":["https://www.goodreads.com/author/show/135563.Alice_Calaprice"],
        "rating_count":[296],
        "average_rating":[4.08],
        "five_star_ratings":[122],
        "four_star_ratings":[98],
        "three_star_ratings":[60],
        "two_star_ratings":[10],
        "one_star_ratings":[6],
        "number_of_pages":[310],
        "date_published":["September 1996"],
        "publisher":["Princeton University Press"],
        "original_title":["The Quotable Einstein"],
        "genre_and_votes":["Nonfiction 10, Science 9, Biography 8"],
        "isbn":"0691026963",
        "isbn13":"9780691026961",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=499094&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=499094"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["I have no special talents. I am only passionately curious. I have reached an age when, if someone tells me to wear socks, I don't have to.-- Albert Einstein was a prolific--and often thoughtful and gifted--writer, and he is immensely quotable. This collection of approximately 550 quotations by and about Einstein for the first time arranges his thoughts and ide I have no special talents. I am only passionately curious. I have reached an age when, if someone tells me to wear socks, I don't have to.-- Albert Einstein was a prolific--and often thoughtful and gifted--writer, and he is immensely quotable. This collection of approximately 550 quotations by and about Einstein for the first time arranges his thoughts and ideas thematically. Here we can easily find Einstein's thoughts on everything from America and Americans, Germans and Germany, Jews and Zionism, war and peace, politics, religion and science, to more personal subjects, such as abortion, youth and aging, love and marriage, music, and pets. There is something to please everyone--and something to offend everyone. Also included are sections on what Einstein has said about other famous people, what others have said about him, a chronology including biographical data, an updated family tree that includes great-great-grandchildren, answers to the most common questions about Einstein, and a selected bibliography. The book includes an engaging foreword by Princeton physicist Freeman Dyson. To help the reader or researcher, two indexes are provided. The Index of Key Words will help readers find familiar quotations, and the Subject Index will lead them to subjects of particular interest. The book provides documentation, generally of primary sources such as the Einstein Archive and  This book introduces readers to Einstein's many sides: by turns irascible and benign, warmly humorous and coldly dismissive, one who was at first bemused by the fame the world bestowed on him but who came to abhor the glare of publicity. We also see Einstein's development from the earliest quotations of a seventeen-year-old boy to his final words at age seventy-six. -- \"The Bloomsbury Review\""],
        "reviews":["La natura di questo libro potrebbe trarre in inganno, perché non si tratta, come personalmente mi aspettavo, di una raccolta di saggi, ma di un testo composito, messo insieme esclusivamente dagli editori, che hanno raccolto e selezionato una vasta serie di aforismi, appunti, estratti di interviste e lettere personali, sì da restituire nella forma di 'pillole' le opinioni di Einstein su una sterminata serie di temi e campi.Un lavoro discutibile, ma che si può perdonare alla luce dell'immenso lavoro documentario svolto, per il quale ogni estratto non è decontestualizzato, ma accompagnato da dati, fonti e talvolta commenti. Molto adatta risulta dunque l'inevitabile divisione tematica. L'idea sarebbe di quella di rispondere facilmente, sebbene in maniera riduttiva, a una domanda come 'cosa ne pensa Einstein di...?'. Si trova così Einstein disquisire di politica, arte, musica, fisica, lanciarsi in affermazioni lapidarie su aspetti della vita quotidiana, stigmatizzare il matrimonio, fare satira, o emozionarsi davanti la misteriosa bellezza della Natura. Ne risulta un ritratto composito, che smaschera il Genio e la sua irriducibile umanità, che si coglie anche e soprattutto nelle sue profonde contraddizioni, nelle sue opinioni più controverse. Si scopre un Einstein sempre più misogino, si scopre il suo ambiguo rapporto con gli Stati Uniti (ignorati, derisi, adulati e poi di nuoco criticati), con la patria ebrea, la sua utopia di un governo mondiale, l'esaltazione della libertà e pure il suo (sebbene non convintissimo) sostegno alla pena di morte. Ma su tutti gli infiniti profili di quest'uomo geniale, rimarrà la beata adorazione del mistero della conoscenza. ",
          "My friend Kevin Synder loaned this text to me. Many of the quotations I could have cared less about but some on education, humankind, pacifism etc, I resonated with. Some examples are:National loyalty is limiting. Men must be taught to think in world terms. The monotony of a quiet life stimulates the creative mind.The state is made for man, not man for the state. The state should be our servant and not we its slaves.Peace cannot be kept by force. It can only be achieved by understanding.Try to become not a man of success, but try rather to become a man of value.If you want to live a happy life, tie it to a goal, not to people or objects.Only a life lived for others is worthwhile.The aim of education must be the training of independently acting and thinking individuals who, however, see in the service to the community their highest lift achievement.It is not so very important for a person to learn facts. For that he does not really need college. He can learn them from books. The value of an education in a liberal arts college is not the learning of many facts, but the training of the mind to think something that cannot be learned from textbooks.",
          "Einstein disliked quotations, which he considered a poor attempt to simplify the complexity of mental processes by way of a single statement. He said so, and someone wrote down that idea as a quotation. Caaprice's selection of Einstein's words in this small anthology is unique in its focus on his personal life. Here you find Einstein philosophizing about how people should treat each other, how we should appreciate undefinable experience, and paying compliments to his predecessors and contemporaries. For example, one of his most interesting theories--perfectly in line with our stereotype of the disinterested scientist wandering blindly through the world of social relationships, by the way--is that he might not have devoted as much time and interest to scientific inquiry had his marriage been happy.At best, these quotations reveal Einstein the humanist, the man who understands relativity to mean that he was 'described in Germany as a 'German savant' and in England as a 'Swiss Jew.'' Unfortunately, these more universal insights are hard to pick out, padded as they are by many mundane statements about his daily life or his admiration for Newton and others.",
          "This is readable enough, but not what I thought I was looking for. Nothing seemed particularly memorable or informative. I am quitting before reading it through. Einstein turned out to be just as another opinionated person, in some cases just bigoted. He was Jewish in heritage but not in spirit. He was ex-German and biased against Germans in general, forced into exile by being abroad when NAZIs took power. Nothing about his great theories got into the book, except in passing reference. I must retract this statement, for there is a whole chapter of his statements that I missed. I thought that I might understand these comments, but they turn out to be more theoretical than I can fathom. ",
          "Just like the title says, quotes mostly by Albert Einstein, with some quotes about him and some attributed to him but really said by someone else.",
          "La curiosità è una piantina delicata che, a parte gli stimoli, ha bisogno soprattutto di libertà. "],
        "_version_":1719088661704736768},
      {
        "id":"15852",
        "title":["Relativity: The Special and the General Theory"],
        "link":["https://www.goodreads.com//book/show/15852.Relativity"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1420607613l/15852.jpg"],
        "author":["Albert Einstein, Nigel Calder, Robert W. Lawson"],
        "author_link":["https://www.goodreads.com/author/show/9810.Albert_Einstein"],
        "rating_count":[17450],
        "average_rating":[4.19],
        "five_star_ratings":[8236],
        "four_star_ratings":[5469],
        "three_star_ratings":[2795],
        "two_star_ratings":[680],
        "one_star_ratings":[270],
        "number_of_pages":[130],
        "date_published":["1916"],
        "publisher":["Penguin Classics"],
        "original_title":["Über die spezielle und die allgemeine Relativitätstheorie"],
        "genre_and_votes":["Science 1327, Science-Physics 479, Nonfiction 414, Classics 117, Philosophy 74, Science-Mathematics 40, Science-Popular Science 31, History 18, Literature-20th Century 15, Reference 15"],
        "isbn":"0143039822",
        "isbn13":"9780143039822",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=15852&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=15852"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["According to Einstein himself, this book is intended \"to give an exact insight into the theory of Relativity to those readers who, from a general scientific and philosophical point of view, are interested in the theory, but who are not conversant with the mathematical apparatus of theore According to Einstein himself, this book is intended \"to give an exact insight into the theory of Relativity to those readers who, from a general scientific and philosophical point of view, are interested in the theory, but who are not conversant with the mathematical apparatus of theoretical physics.\" When he wrote the book in 1916, Einstein's name was scarcely known outside the physics institutes. Having just completed his masterpiece, The General Theory of Relativity—which provided a brand-new theory of gravity and promised a new perspective on the cosmos as a whole—he set out at once to share his excitement with as wide a public as possible in this popular and accessible book. Here published for the first time as a Penguin Classic, this edition of  features a new introduction by bestselling science author Nigel Calder. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators."],
        "reviews":["Albert Einstein (1879-1955) in this book introduces to the general reader his theory of relativity: the special and the general theory.We see that special relativity, which has emerged from the Maxwell-Lorentz theory of electromagnetic phenomena, shows that the laws of science appear to be the same for all moving observers regardless of their speed, all in the absence of gravity.On the other hand, in general relativity, which can be considered Einstein's theory of gravity, we understand that the laws of science ought to be the same for every observer no matter how they are moving. In general relativity gravitation is a result of the curvature of the four-dimensional space-time continuum. Einstein refers us to Hermann Minkowski's (1864-1909) four-dimensional 'world' and states how important Minkowski’s (one of Einstein’s teachers) idea was for the development of his theory of relativity.So, what did these moving and stationary observers notice? Their pocket watches that were perfectly synchronized at first recorded a different time after their observation was complete. Some dials were ahead, and others behind. So, time is relative, not absolute. The book does not concentrate only on science, but is also a tiny bit philosophical. The writing is simple, straightforward, and easy to understand, although at first, the theory is somewhat complex, but at the end of the day easier to understand than visualize. It's difficult to visualize three dimensions, let alone four. Einstein's intention in writing this book is to present the special and general theory of relativity to the broader public with simplified examples and equations. Einstein gives a lot of recognition to his predecessors, such as Euclid, Newton, Galilei, and Gauss, and does not overthrow or disregard their science theories and laws, but rather upgrades them. I am astonished at Einstein's capability on how he utilizes the available mathematical equations which he modifies and adapts so well to suit his revolutionary theory.We also notice that in general relativity no point of view is more important or preferred over any other point of view. I wonder if we can extend this conclusion to other subjects. Are all perceptions, coming from different angles, of equivalent importance? This is something to keep in mind while considering other people’s points of view. My five star rating is for the quality, accuracy, and importance of the theory.",
          "This is the copy that I wanted. In his own words, he describes conceptually the theory of special and general relativity. He uses very clever and easy to understand theoretical and real situations to guide your understanding towards an omega point. I bought this book at special price from here:https://www.amazon.com/Relativity-Spe...",
          "Some years ago in France a book by Jean-François Gautier appeared, entitled Does the universe exist?. Good question.What if the universe were a concept like cosmic ether, or phlogiston, or the conspiracy of the Elders of Zion?Philosophically, Gautier’s arguments make sense.The idea of the universe, as the totality of the cosmos, is one that comes from the most ancient cosmographies, cosmologies, and cosmogonies. But can one describe, as if seeing it from above, something within which we are contained, of which we are part, and from which we cannot exit? Can there be a descriptive geometry of the universe when there is no space outside it on which to project it? Can we talk about the beginning of the universe, when a temporal notion such as “beginning” must refer to the parameter of a clock, while the universe must be the clock of itself and cannot be referred to anything that is external to it? Can we say, as Eddington does, that a hundred billion stars constitute a galaxy and a hundred billion galaxies constitute the universe, when, as Gautier observes, while a galaxy is an observable object, the universe is not, and therefore we would be establishing an improper analogy between two incommensurable objects? Can we postulate the universe and then study with empirical instruments this postulate as if it were an object? Can a singular object exist (surely the most singular of all) that has as its characteristic that of being only a law? And what if the story of the big bang were a tale as fantastic as the gnostic account that insisted the universe was generated by the lapsus of a clumsy demiurge? Basically, this criticism of the notion of the universe reiterates Kant’s criticism of the notion of the world.After all, the cultivated person’s first duty is to be always prepared to rewrite the encyclopedia.P.S. The reflections are directly borrowed from Umberto Eco's lectures, but are genuine concerns of this reviewer too. Questions are addressed to Einstein, of course.",
          "PrefaceNote to the Fifteenth Edition--RelativityAppendices:1. Simple Derivation of the Lorentz Transformation2. Minowski's Four-dimensional Space ('World')3. The Experimental Confirmation of the General Theory of Relativity(a) Motion of the Perihelion of Mercury(b) Deflection of Light by a Gravitational Field(c) Displacement of Spectral Lines towards the Red4. The Structure of Space according to the General Theory of Relativity5. Relativity and the Problem of SpaceBibliographyIndex",
          "Nu am niciun motiv să mă îndoiesc de faptul că Einstein a simplificat teoria sa în această carte pe care, în prefață, el însuși o consideră prizabilă inclusiv de către 'cititorul neinițiat în fizică'. Nu mă îndoiesc că intențiile autorului au fost bune. Bașca apreciez exemplele concrete, gen aruncarea unei pietre dintr-un vagon de tren aflat în mers și calcularea traiectoriei/vitezei sale față de terasamentul căii ferate. De altfel, mai toate exemplele implică trenuri, un adevărat laitmotiv al cărții. Cu toate acestea, eu aș redenumi cartea 'Teoria relativității pe înțelesul tuturor, mai puțin al meu'. Ce-i drept, am rămas corigent la fizică &amp; matematică de câteva ori în liceu și mă consider mai degrabă o persoană a științelor sociale decât a celor exacte. Însă cartea m-a pierdut încă de la primele pagini. Cu toate că am continuat și am înțeles vag despre ce e vorba, recunosc că a fost ca și cum aș fi citit în limba olandeză, pe care abia o buchisesc, deducând cuvinte asemănătoare din engleză și germană. Apreciez touși traducerea excelentă în limba română a termenilor din fizică (editura Humanitas e un etalon în materie de traduceri de bună calitate).PS: odată cu această carte, am descoperit binefacerile abonamentului corporatist la Bookster, deși au un număr relativ mic de titluri.",
          "edit: i wrote the 4-star review below before reading the fifth appendix. i mean, who could imagine that an appendix could change anything? well, this one did. all the chapters in the body of the book are 2 or 3 pages. Appendix V is a 20-page essay, written 36 years after the rest of the book and just 3 years before einstein died. it is a tour de force on the history, philosophy, and psychology (i kid you not) of the scientific understanding of empty space. it was shocking, thrilling, amazing. the book now gets 5 stars.careful, i think some editions don't have Appendix V.original '4-star' review:the subtitle of this slim book is 'a clear explanation that anyone can understand', but unfortunately i'm afraid that's far from true. there's not too much math in the book, but there is enough that 'anyone' really needs to be replaced with 'any egghead'. but if you are already familiar with relativity, this is a great book, with lots of deep philosophical underpinnings as expounded my the man himself. i found his writing style to be exquisite - not too dry, not too colloquial.the treatment of special relativity is wonderful.but trying to teach general relativity in 45 pages with no math is just too tall an order. he even warns us as things start to get rough:'...I am guilty of a certain slovenliness of treatment, which as we know from the special theory of relativity, is far from being unimportant and pardonable. It is now high time that we remedy this defect; but I would mention at the outset, that this matter lays no small claims on the patience and on the power of abstraction of the reader.'indeed, the treatment of GR is in very broad strokes, with rather obscure connections. still, quite enjoyable to find this readable text by one of my great heroes.",
          "Needs more gods rolling dice . . ."],
        "_version_":1719088685300842496}]
  }}