{
  "responseHeader":{
    "status":0,
    "QTime":4,
    "params":{
      "q":"comics AND marvel",
      "defType":"edismax",
      "indent":"true",
      "qf":"title genre_and_votes description author publisher",
      "q.op":"OR"}},
  "response":{"numFound":118,"start":0,"numFoundExact":true,"docs":[
      {
        "id":"15719",
        "title":["Marvel 1602"],
        "link":["https://www.goodreads.com//book/show/15719.Marvel_1602"],
        "series":["(Marvel 1602)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1385102624l/15719.jpg"],
        "author":["Neil Gaiman, Andy Kubert, Richard Isanove, Peter Sanderson, Todd Klein"],
        "author_link":["https://www.goodreads.com/author/show/1221698.Neil_Gaiman"],
        "rating_count":[53726],
        "average_rating":[3.94],
        "five_star_ratings":[18072],
        "four_star_ratings":[19601],
        "three_star_ratings":[11886],
        "two_star_ratings":[2895],
        "one_star_ratings":[1272],
        "number_of_pages":[248],
        "date_published":["October 29th 2003"],
        "publisher":["Marvel"],
        "original_title":["Marvel 1602"],
        "genre_and_votes":["Sequential Art-Graphic Novels 1834, Sequential Art-Comics 1822, Fantasy 572, Fiction 326, Superheroes-Marvel 297, Historical-Historical Fiction 217"],
        "isbn":"0785123113",
        "isbn13":"9780785123118",
        "settings":"NaN",
        "characters":"Scott Summers, Matt Murdock, Doctor Victor von Doom, Magneto, Benjamin Jacob Grimm, James I of England, Reed Richards, Susan Storm Richards, Thor (Marvel), Doctor Strange, Steve Rogers, Warren Worthington III, Foggy Nelson, Adrian Toomes, Uatu the Watcher, Hank McCoy, Johnny Storm, Mortimer Toynbee, Clea, Bruce Banner, Natasha Romanoff, Pietro Maximoff, Professor Charles Xavier, Jean Grey, Nick Fury, Elizabeth I of England, Peter Parker, Wanda Maximoff",
        "awards":"The Quill Award for Best Graphic Novel (2005)",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=15719&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=15719"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["In  , award-winning writer Neil Gaiman presents a unique vision of the Marvel Universe set four hundred years in the past. Classic Marvel icons such as the X-Men, Spider-Man, the Fantastic Four and Daredevil appear in this intriguing world of 17th-century science and sorcery, instantly familiar to readers, yet subtly different in this new time.   combin In  , award-winning writer Neil Gaiman presents a unique vision of the Marvel Universe set four hundred years in the past. Classic Marvel icons such as the X-Men, Spider-Man, the Fantastic Four and Daredevil appear in this intriguing world of 17th-century science and sorcery, instantly familiar to readers, yet subtly different in this new time.   combines classic Marvel action and adventure with the historically accurate setting of Queen Elizabeth I's reign to create a unique series unlike any other published by Marvel Comics. Collecting Marvel   - penciled by andy Kubert and digitally painted by Richard Isanove, with covers by Scott McKowen."],
        "reviews":["This was tongue in cheek fun and it was beautifully illustrated. I am beginning to believe that Neil Gaiman can do anything. I'm not very familiar with the Marvel universe as I'm still relatively new to comics and graphic novels and superheroes really aren't my thing. But you don't need to know all of that stuff to enjoy this. I knew enough to recognize most of the characters by their real names and that was all I needed to know. So if you're thinking about giving this a try, I say go for it.If you check out this review on my blog, there are a few pages from this book on it that I think give a pretty good representation of the artwork within. http://charlene.booklikes.com/post/15...",
          "in elizabeth england - and across the world - mysterious and sinister events are taking place that threaten existence itself. a varied cast of heroes and villains seek to understand and perhaps even control this threat. of course, the heroes and villains in question are a gallery of classic Marvel characters, including Spider-Man, Doctor Strange, the Incredible Hulk, Captain America, Doctor Doom, and Nick Fury.Neil Gaiman is known for his striking reinventions of classic and even mythic characters; in Marvel 1602 he turns his eye to the Marvel canon, with mixed results. the language and the plotting are quite accomplished, with all of the verve and polish and depth one comes to expect from a writer of Gaiman's calibre. the plot is rather marvelous - complicated and dense, yet with a clear internal logic and a genuinely thrilling ending. and there is a real kick in seeing characters like Nick Fury and Doctor Strange reconfigured as, respectively, Queen Elizabeth's Spymaster and Royal Physician.the only issue i have - and it is a major one - is that by using Marvel characters, Gaiman is using characters with their own internal logic. these are characters who resonate on many levels, and unfortunately their use in this story is sometimes painfully at odds with established characterization that has been literally decades in the making.Magneto is a good example of this often irritating disconnect. this character is an olympian figure, capable of much harm but with an overriding need to protect the mutant race. in this version, he still retains some of those traits, but they also come and go as Gaiman sees fit. watching Magneto plot to burn alive one of his fellow mutants was really too much to swallow.overall the art was quite lovely. especially the beautiful scratchboard covers.",
          "Time travel! Apocalypse! Which Marvel book am I talking about? While these themes are old hat for Marvel, Gaiman does a good job writing this otherworld story called 1602. So it makes old themes interesting. But they're still old themes. And the stories are what usually bore me in Marvel comics. While DC has its share of time travel and apocalypse-themed stories, it seems like too many Marvel comics are about this. So be forewarned, while the story is very different and unique, its themes are not. However, it's the details, the individual lives of the characters that make this come alive. As you may have guessed, I'm not a Marvel fan in this universe. In this universe I'm a DC fan. There's no way around it. So I have a lukewarm interest in Marvel. But Gaiman, in the context of very early 17th century England under the ruling Queen Elizabeth I, writes fascinating versions of these characters that I was excited to read about. Andy Kubert illustrates. I don't know if his style is adapted to the story set 400 years ago, rough and dark and scratchy, antique, almost to imitate artwork found in Elizabethan literature. I don't know if he was limited by Gaiman's direction of numerous tiny panels and rare splash pages, muted colors, and thin lines. But I didn't enjoy the artwork. Some was okay, some greatly detailed with incredible humanity and uniqueness. But most of the time it was busy, dark and fuzzy. Which is funny, because I feel like comics like this present a rare opportunity to immortalize and stylize a time which is hardly written about in comics, let alone superhero comics. Time and the Batman, for instance, has some incredible artwork when Batman appears in prehistory and early America. Opportunity missed, I suppose. So the themes are old, characterization is great, the artwork is okay, but let me tell you, the writing is prosaic. For only being 248 pages it took me some time to read, because Gaiman writes wordy and maximum exposition here. Seriously, like paragraphs on each page. In his defense there's a lot of story, and maybe the book should have been stretched out another two hundred pages. It feels like an epic 400 page book. But it's very wordy, much like Claremont’s X-Men. It's not a deal breaker, it's a deep story, I just wish it was a little cleaner exposition-wise. And what does all this add up to? It was pretty cool. I liked the story and characters. The historical context was really cool. I didn't love it, I won't buy it, but I'm not the target audience. I'm lukewarm on Gaiman and Marvel. So considering that, I think fans of Gaiman or Marvel would probably really enjoy this.",
          "Moji su drugovi biseri rasuti po celom svetu, što za posledicu, osim inspiracije za Bajagu, ima i to da nam ti isti drugovi s vremena na vreme nakratko svrate u domovinu, te nama smrtnicima koji živimo ovde, donesu stvarčice kakvih, obično, ovde nema. Avaj, u većini slučajeva su u pitanju grozne bombonjere sa još gadnijim punjenjem od šećerne paste, kojekakvi keramički ukrasi koji stoje po policama i skupljaju prašinu, majice sa natpisima 'my friend was in ____ and all I got is this lousy T-shirt' (lousy indeed, budući da je većina njih mešavina poliestera)... Međutim, ima nas srećnika koji imamo drugare gastarbajtere koji nam se vrate iz dalekijeh zemalja s naramkom poklona koji kao da su maznuti iz Alibabine pećine. I tako ja, pored 'Orlanda' Virdžinije Vulf i teglice iranskog đumbira u prahu, dobih i ovaj strip.Elem, Neil Gaiman i ja imamo neki love-hate relationship svih ovih godina. Volim ga kao autora knjiga za klince (mlađe i starije) i ludo ga volim kao strip-scenaristu, dok me kao autor romana 'za odrasle' nepopravljivo i žalosno smara. Nevertheless, kad god mi se ukaže prilika, neću propustiti da mu dam šansu, budući da je u pitanju jedan od onih old-school pripovedača koji čvrsto veruje u moć i važnost priče i pričanja, kao i njenog uticaja na oblikovanje sveta oko nas.Elizabetinska Engleska je jedan od omiljenih Gaimanovih istorijskih perioda, što je i pokazao u priči 'San letnje noći', za koju je dobio grdilo prestižnih nagrada za fantastiku (v. Sandman 3). Stoga, kad je u pitanju istorijska potkovanost, kao i preplitanje stvarnih istorijskih događaja sa maštom, nije moglo biti većeg zicera od Gaimana.Postavilo se samo pitanje opravdanosti smeštanja Marvelovih junaka u 1602-gu godinu. Da li nam je to zaista potrebno? Mislim, zaaaistaa? Zašto to raditi? Odgovor je krajnje jasan: a što da ne?Anyway, nikad nisam bila naročit poznavalac, samim tim ni fan Marvelovih junaka, te sam ponesena cunamijem (malo je reći talasom) filmova iz njihove (hiper)produkcije donekle postala upoznata sa tim ko tu koga čime i zašto. Čitajući sagu 'Infinity Gauntlet' samo me zabolela glava - previše svega. Međutim, i pored skeptično podignute obrve, zaronila sam u čitanje nemajući šta da izgubim, naprosto očekujući kostimiranu zabavu sa previše svega. But soft! Iako je u stripu zaista mnogo likova, priča ni u jednom trenutku ne prestaje da funkcioniše i zabavlja! Pronašavši svakom od likova iz Marvelovog univerzuma odgovarajuće mesto u godini 1602-goj, Gaiman je postavio odličan okvir za istorijsku priču u kojoj se smenjuju vladavina kraljice Elizabete i kralja Džejmsa, surovost Inkvizicije, nezadrživ napredak otkrivanja tajni prirode i nauke nasuprot uvreženom sujeverju i strahu od nepoznatog, u to vešto uplićući stvarni istorijski događaj (borba za opstanak engleske kolonije Roanoke u Novom Svetu i poseta prvorođenog koloniste na novom tlu, devojčice Virdžinije Der, kraljici Elizabeti) u mističnu avanturu sa iznenađujućim plot twistom na kraju.I tako, sve ono što mi kod Gaimanovih romana škripi - obrt negde pred četvrtinu završetka priče, rasplet koji se obično zgura na poslednjih 3 posto - u ovom stripu funkcionisalo mi je besprekorno, u kombinaciji sa apsolutno prelepim crtežom Andyja Kuberta i koloriste Richarda Isanove, koji su savršeno sproveli Gaimanovu zamisao u delo.Presuda: kad bih morala da opišem ovaj strip sa svega tri reči, one bi glasile: So. Much. FUN! A ako meni ne verujete, evo šta je Gaiman u pogovoru stripu svojeručno napisao:I just re-read '1602', for proofreading purposes, this afternoon, in a small boat, drifting across a lake on a sunny day, and I found, to my relief, it was very much the kind of comic I had wanted to write: something for summer, to be read under a porch or in a treehouse; or up on a roof; or in a small field, a long time ago, beside the bulrush patch.Tako da znate šta možete da očekujete. :)"],
        "_version_":1719088694399336448},
      {
        "id":"13623814",
        "title":["Marvel Comics: The Untold Story"],
        "link":["https://www.goodreads.com//book/show/13623814-marvel-comics"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1339631158l/13623814.jpg"],
        "author":["Sean Howe"],
        "author_link":["https://www.goodreads.com/author/show/586811.Sean_Howe"],
        "rating_count":[6276],
        "average_rating":[4.05],
        "five_star_ratings":[2112],
        "four_star_ratings":[2702],
        "three_star_ratings":[1200],
        "two_star_ratings":[185],
        "one_star_ratings":[77],
        "number_of_pages":[485],
        "date_published":["October 9th 2012"],
        "publisher":["Harper"],
        "original_title":["Marvel Comics: The Untold Story"],
        "genre_and_votes":["Nonfiction 372, History 179, Sequential Art-Comics 123, Biography 51, Superheroes-Marvel 44"],
        "isbn":"0061992100",
        "isbn13":"9780061992100",
        "settings":"NaN",
        "awards":"Harvey Awards Nominee for Best Biographical, Historical, or Journalistic Presentation (2013), Will Eisner Comic Industry Awards for Best Comics-Related Book (2013)",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=13623814&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=13623814"],
        "recommended_books":[0],
        "books_in_series":[0],
        "description":["An unvarnished, unauthorized, behind-the-scenes account of one of the most dominant pop cultural forces in contemporary America Operating out of a tiny office on Madison Avenue in the early 1960s, a struggling company called Marvel Comics presented a cast of brightly costumed characters distinguished by smart banter and compellingly human flaws. Spider-Man, the Fantastic Fo An unvarnished, unauthorized, behind-the-scenes account of one of the most dominant pop cultural forces in contemporary America Operating out of a tiny office on Madison Avenue in the early 1960s, a struggling company called Marvel Comics presented a cast of brightly costumed characters distinguished by smart banter and compellingly human flaws. Spider-Man, the Fantastic Four, Captain America, the Incredible Hulk, the Avengers, Iron Man, Thor, the X-Men, Daredevil—these superheroes quickly won children's hearts and sparked the imaginations of pop artists, public intellectuals, and campus radicals. Over the course of a half century, Marvel's epic universe would become the most elaborate fictional narrative in history and serve as a modern American mythology for millions of readers. Throughout this decades-long journey to becoming a multibillion-dollar enterprise, Marvel's identity has continually shifted, careening between scrappy underdog and corporate behemoth. As the company has weathered Wall Street machinations, Hollywood failures, and the collapse of the comic book market, its characters have been passed along among generations of editors, artists, and writers—also known as the celebrated Marvel \"Bullpen.\" Entrusted to carry on tradition, Marvel's contributors—impoverished child prodigies, hallucinating peaceniks, and mercenary careerists among them—struggled with commercial mandates, a fickle audience, and, over matters of credit and control, one another. For the first time,   reveals the outsized personalities behind the scenes, including Martin Goodman, the self-made publisher who forayed into comics after a get-rich-quick tip in 1939; Stan Lee, the energetic editor who would shepherd the company through thick and thin for decades; and Jack Kirby, the World War II veteran who'd co-created Captain America in 1940 and, twenty years later, developed with Lee the bulk of the company's marquee characters in a three-year frenzy of creativity that would be the grounds for future legal battles and endless debates. Drawing on more than one hundred original interviews with Marvel insiders then and now,   is a story of fertile imaginations, lifelong friendships, action-packed fistfights, reformed criminals, unlikely alliances, and third-act betrayals— a narrative of one of the most extraordinary, beloved, and beleaguered pop cultural entities in America's history."],
        "reviews":["Super-heroes have gotten darker and more violent over the years, but compared to some of the people in charge of Marvel during that time Wolverine and the Punisher seem about as threatening as a glass of non-fat milk. Killers with razor sharp unbreakable claws and large guns are no match for the carnage a corporate executive worried about the stock price can create.Sean Howe gives a comprehensive history of how the pulp publishing company founded by a Depression-era hobo named Martin Goodman eventually became a comic book empire that was bought by Disney for $4 billion in 2009. The book tells the familiar story of how Goodman’s nephew Stan Lee working with artists Jack Kirby and Steve Ditko saved the struggling company in 1961 by coming up with a line of new characters like the Fantastic Four, Spider-Man, the Hulk, Iron Man, Thor, X-Men, and others that you can see at your local movie theater on a regular basis today. Then it details the many trials, tribulations and triumphs the company would have as its characters became iconic parts of pop culture.As a perpetually cheerful and energetic editor and spokesman, Stan Lee built a myth via the Bullpen Bulletin and Stan’s Soapbox column that appeared in the comics that Marvel was a wacky wonderful place where the writers and artists worked in a happy state of constant brainstorming about their stories. In reality during these early years, Lee worked with a small staff in cramped offices while Jack Kirby drew in the basement of his home, and things were never as merry as Stan portrayed them to the fans. After Goodman sold the company Marvel would be bought and sold to various corporations and business people most of who had no interest in doing anything other than squeezing every dime possible out of the characters while denying any kind of ownership or royalties to the people who created them.The stories of how creators were screwed out of rights have become legendary, and the constant law suits and bickering over who actually created the characters have become so common place as to not even be newsworthy any more. (A fun fact that I learned in this is that at one time Marvel put a boilerplate waiver on the backs of paychecks so that signing it to get the money became a forfeiture of potential royalties.) The battles over the rights between the company and the creative people would pale in comparison to the many financial and legal fiascos Marvel would get into over the years due to the many buy-outs and chronic mismanagement.Howe does a nice job of showing how all the behind the scenes turmoil impacted the stories being churned out. The Secret Wars mini-series started out as a promotional tie-in for a new line of toys, but became the prototype for the crossovers that are all too frequent events today. The surprise success of rolling out a specialty cover on Todd McFarlane’s new Spider-Man book had the corporate execs and Wall Street demanding sales increases every year and forced the editors to come up with a parade of gimmick covers and new #1 issues constantly to hit those numbers. This led to the speculator bubble of the early ‘90s that nearly destroyed the industry when disgruntled fans stopped buying.With the sale to Disney and huge success of movies like The Avengers, you might think this story has a happy ending, but Marvel still faces challenges today. In the digital age, the idea of buying pricey paper comics that can be read in minutes is a tough sell, and many question whether the money made in movies and merchandising has made the comic book obsolete. Aging fan boys grumble over the constant character deaths and crossovers, yet those remain the top selling books. Balancing the continuity demanded by long-time fans while still being accessible to new readers has become a nearly impossible task. (Dan and I have some great ideas on how to resolve this issue if anyone from DC or Marvel reads this and would like to pay us a consulting fee.)Many of these individual stories have been told before, but Howe gives not only a history, but a detailed picture of the ways that all the creative, business and legal issues have had a profound impact on the characters and the industry. That’s what really makes it an informative and interesting read. Excelsior!",
          "Marvel Comics: The Untold Story is the story of Marvel Comics, from its beginnings in the late thirties until fairly recently, with all the highs and lows in between.Confession Time: For most of my life, I've been a comic book fan. I've got around 2000 of them in boxes in my nerd cave and have numerous super hero shirts. Marvel Comics: The Untold Story was a very gripping read for me. I read the sanitized version of some of the events in Marvel: Five Fabulous Decades of the World's Greatest Comics but I wasn't completely prepared for some of the things I learned.The story starts with Martin Goodman cashing in on the comic book craze but really gets interesting when he hires his nephew, a kid named Stan Lee, to do some editing. Once Joe Simon and Jack Kirby create Captain America, things kick into high gear until the 50's, when Seduction of the Innocent nearly kills the industry. Things circle the drain until a fateful golf game with the head of DC comics prompts Goodman to order Lee to create a team of superheroes. The Fantastic Four is created and the Marvel Age of comics kicks into full swing.The book covers a lot of behind the scenes info, like creators getting fucked out of royalties and original art. Anyone who's into comics has probably heard about that. The things I didn't know about, like a bunch of guys being into drugs, DC and Marvel negotiating for Marvel to license some DC characters, and what a tyrant Jim Shooter was, were much more interesting. It must have been maddening to work with Shooter after Secret Wars.While it might be boring for some, I found the inner workings of Marvel when it was being bought and sold several times in rapid succession to be fascinating. In a lot of ways, it reminded me of The Death of WCW. How could people be handed the golden ticket only to wipe their asses with it?Jim Shooter seemed like a dictator but I think Tom DeFalco's throw everything against the wall and see what sticks strategy played a bigger part to the near death experience the comics industry suffered in the 90's. Also, Stan Lee seems even more like a hack and a tool than he did before I read the book. Speaking of the 1990s, Todd McFarlane and Rob Liefield come off as huge pieces of crap. I think we're all quite lucky Marvel survived the black hole of the 1990's comic market. It's crazy to think how many half-brain dead tyrants Marvel had at the helm before Quesada and Palmiotti finally turned things around. For a lifelong comic nerd, this book was one hell of a read. 4 out of 5 stars.",
          "This is a fascinating glimpse into the early years of the superhero comics industry.If you’ve read it: I’m pleased to report that the office environment at First Second is nothing like the office environment in the early years at Marvel Comics.For one thing, no one here has ever come to work to find that their desk has been turned into an aquarium.",
          "In Marvel Comics: The Untold Story, author Sean Howe conducted over 100 interviews with employees past and present in an effort to present a comprehensive history of the comics giant.Howe takes the reader through the company’s early years in the 40s and 50s before the explosion of popularity they would see in the 1960s. From there, things take a downturn in the 70s as the whole comic industry sees a dip in popularity. With the 80s, we get visionaries like Frank Miller, who take Marvel’s heroes into gritty territory before the commercial boom of the early 90s. While the company hovers close to bankruptcy in the late 90s, the course is corrected as the company soars into massive success before being sold to Disney for $4 billion in 2009.One thing this book certainly did was challenge my opinion of Stan Lee. I’m not denying his talent and contributions to the industry (and pop culture in general), but I believe he got far too much credit for what he did – at least in terms of being a writer. During his time as editor (and head writer), he created what became known as The Marvel Method. With this style, Stan would meet with an artist and present him with a summary of what he wanted to happen in the story. The artist would then leave and draw the entire comic leaving the dialogue for Stan to complete when finished. While this was hugely successful for Marvel, it left Stan with the sole writing credit, which really isn’t fair. Simply filling in speech balloons should hardly count as being the lone writer, especially when Stan had only presented the artist with an idea of a plot and for that artist to then fully realize and flesh out the story.That alone wouldn’t be so bad if you didn’t also throw in the lack of royalties. Sure, ideas and plots are nice, but they’re nothing without the hard work of the artist. If you created a character while working for Marvel, they would retain complete creative control of the work after you left. They’d even sneak in fine print on your paychecks that by signing for the cheque, you would be handing over completed ownership to Marvel. After that, they were free to then take your creation and license it to the moon with toys, clothing, movies and other merchandise while you would never see a dime. This is a constant point of contention that is brought up again and again in the book – with good reason. It’s the main reason that artist Jack Kirby and Stan Lee never truly reconciled after their falling out in their early days.While some people saw it as cheapening the art form, excessive licensing was probably for the best – especially when they entered into the 1970s and the comics industry as a whole took a dip in popularity. Howe explains how with television – in a mix of both live action and cartoons – allowed the characters to become part of the cultural zeitgeist. I bet in its wildest dreams Marvel could not have predicted the success they would have with the MCU (Marvel Cinematic Universe) all those years later especially considering those film flops from their early years.In the 80s, Howe discusses the popularity boom spearheaded in style by Frank Miller’s run on Daredevil as well as Marvel head honcho Jim Shooter’s penchant for cross-over and event series. Who could blame Shooter though (lots of people, apparently)? He was approached by Mattel to put together a story that would help them sell toys. The first time around is all right – even if the story is lacking – but to keep repeating this over and over so often, you run the risk of drying out the well, which when the 90s came around, actually happened when they put excessive profits over the importance of creative quality..Marvel Comics: The Untold Story is the true definition of a “deep-dive” into a subject. Almost everything you could ever want to know about the publishing and entertainment juggernaut is contained between the covers here. While I did find a lot of the talk about numbers and sales a tad dull at times, it makes up for it with the constant infighting and internal politics.",
          "DepressingShort shriftFascinatingDepressing, to see just how much Stan Lee and many others did some grand over-fucking of the painfully naive creators in whose backs this company was built. Short shrift, as in a great many sub-stories just beg to be told, but only get a passing reference amidst all the musical chairs of the corporate/management foolishness.Fascinating, imagining what it would've been like to be part of a rag-tag group of folks just blazing trails without any idea if any of this was going to last another month let alone decade. Sean Howe writes more in the style of play-by-play than suspense-thriller. There's plenty of material in comics' history to weave the intrigues, unreliable narrators and constant corporate machinations into a potboiler. Instead there are page-long attempts at telling a tale and withholding the punchline (King Kirby, Star Wars, Frank Miller) but nothing of great style or weight. This book moves like an historical narrative. I am no history buff, and I usually could give a shit about the day-to-day movements of pieces on a glossy map, but damned if I'm not interested in reading more of the oldies after seeing all the old creators and editors' names splashed in this sprawling tale.However, once it gets into the middle eighties time and the revolving door of editors and money-men seems to be stuck on repeat, I lost interest and set the book on the counter, and after three long months more collecting dust I'm ready to call it 'couldn't-finish-it'. It was good while the fun lasted."],
        "characters":"Art Spiegelman, Andy Warhol, Steven Spielberg, Grant Morrison, Stokely Carmichael, Yuri Gagarin, Michael Jackson, Anthony Burgess, Tom Wolfe, Kurt Vonnegut, Bruce Jay Friedman, Václav Havel, Larry King, Federico Fellini, Ben Carruthers, Stanley Martin Lieber, Jacob Kurtzberg, King Vidor, Steve Gerber, Jim Shooter, Chris Claremont, Gene Simmons, Steve Ditko, Gil Kane, William M. Gaines, Martin Goodman, Carl Burgos, Bill Everett, Lloyd Jacquet, Joe Simon, Jerry Siegel, Jean Davis Goodman, Robbie Solomon, Chip Goodman, Iden Goodman, Frank Torpey, Syd Shores, Maurice Coyne, Vince Fago, Jack Goodman, Celia Goodman, Mickey Spillane, Patricia Highsmith, John Romita, Gene Colan, John Buscema, Joe Maneely, Joan Boocock Lee, Larry Lieber, Frederic Wertham, Monroe Froelich, Jr., Dick Ayers, Jules Feiffer, Don Heck, Mike Sekowsky, Eric Stanton (comics fan), Stan Goldberg, Sol Brodsky, Leon Lazarus, George Roussos, Florence Steinberg, Mario Puzo, Marie Severin, Joe Orlando, Wally Wood, Ethan Roberts (Marvel), Chic Stone, Artie Simek, Sam Rosen, George Tuska, John Severin, Steve Skeates, Roy Thomas, Mort Weisinger, Roy Lichtenstein, Paul Morrisey, Michael McClure, Robert Lawrence, Mel Shestack, Dennis O'Neil, Roz Kirby, Carmine Infantino, Paul Reinman, Al Harvey, Myron Fass, Batton Lash, Jim Steranko, Herb Trimpe, Jim Warren, Stu Schwartzberg, Linda Fite, William David Sherman, Leon Louis, Jacques Bergier, Dick Giordano, Neal Adams, Martin Ackerman, Timothy Wylie, Don Wallace, Mark Evanier, Jack Schiff, Alan Resnais, Sheldon Feinberg, Charles Revson, Robin Green (Marvel secretary), Tony Mortellaro, John Verpoorten, Barry Windsor-Smith, Morrie Kuramoto, Kenneth Koch, Steve Lemberg, René Auberjonois, Peter Boyle, Chuck McCann, Dennis Wilson (The Beach Boys), Chico Hamilton, Eddie Carmel, Roberta Goodman, Frank Giacoia, Harvey Kurtzman, Denis Kitchen, Kim Deitch, Basil Wolverton, Mike Ploog, Mike Esposito, Jack Abel, Danny Crespi, Vince Coletta, Archie Goodwin (Marvel), Jeff Jones, Rich Buckler, Steve Englehart, Marv Wolfman, Len Wein, Gerry Conway, Don McGregor, Tony Isabella, Jim Salicrup, Albert Einstein Landau, Jean Thomas, Phil Seuling, Carole Seuling, Billy Graham (illustrator), Doug Moench, David Anthony Kraft, Gary Groth, Jim Starlin, Rick Moody, Val Mayerik, Mike Friedrich, Alan Weiss, Al Milgrom, Frank Brunner, Dave Cockrum, Bill Mantlo, Ross Andru, Sal Buscema, Howard Chaykin, Barry Kaplan, Jim Galton, Ivan Snyder, Arte Johnson, Victoria Principal, Vincente Minnelli, Mary Skrenes, Allyn Brodsky, Duffy Vohland, Roger Stern, Roger Slifer, Scott Edelman, Berni Wrightson, Bill Aucoin, Elton John, Angela Bowie, Ed Shukin, Berry Gordy, Don Goodman, Steve Krantz, Frank Pryce, Chuck Fries, John Payne, Jo Duffy, Mary McPherran, Bob Hall, Rick Marschall, Ralph Macchio, Mark Gruenwald, Larry Hama, Frank Miller, Bill Sinkiewicz, George Pérez, Lee Kramer, Olivia Newton-John, Chuck Rozanski, Lynne Graeme, David Michelinie, Joe Brancatelli, Donna Summer, Tom DeFalco, Alice Donenfeld, John Romita, Jr., Bob Layton, Frank Robbins, Roger McKenzie, David DePatie, Lee Gunther, Jim Belushi, Joe Ruby, Fred S. Warman, Michael Hobson, Ed Hannigan, Jenette Kahn, Annie Nocenti, Mike Carlin, Eliot Brown, Carol Kalish, John Tartaglione, Fred Hembeck, Peter David, Jack Morelli, J.M. De Matteis, Sterling Silliphant, Tom Selleck, Carl Weathers, Paul Gulacy, Mike Zeck, Gene Day, Roger Corman, Irwin Allen, Paul Levitz, Mario Cabelli, Joe Calamari, Diana Schatz, John Beatty, Walter Simonson, Ron Frenz, Vince Colletta, Don Perlin, Frank Springer, Jim Mooney, Harlan Ellison, Bob Budiansky, Peter Gillis, Jim Owsley, Howard Mackie, Paul Smith, Jackson Guice, Bob Harras, David Mazzucchelli, Michael Winner, Harry Sloan, Larry Kuppin, Robert Rehme, Carl Potts, Terry Kavanagh, Louise Simonson, Michael Higgins, Rusty Citron, Bob Gale, Boaz Yakin, William Rabkin, Ronald O. Perelman, Bill Bevins, Art Adams, Whilce Portacio, Jim Lee, Todd McFarlane, Marc Silvestri, Rob Liefeld, Kurt Busiek, Terry Stewart, Fabian Nicieza, Scott Lobdell, Danny Fingeroth, James Cameron (film director), Sven Larson, Lou Bank, Richard T. Rogers, Jim Valentino, Erik Larsen (comics), Mike Rockowitz, Avi Arad, Margaret Loesch, Irwin Linker, Tom Brevoort, Rob Tokar, Wesley Snipes, Wes Craven, Bernd Eichinger, Oley Sassone, Alex Ross, Matt Rogine, Bobbie Chase, Jim Sokolowski, Jerry Calabrese, Dan Jurgens, Larry Marder, Virginia Romita, Kevin Smith, Menahem Golan, Isaac Perlmutter, David Schfeff, Scott Sassa, Carl Ichan, Shirrell Rhoades, Michael Golden, Gary B. Sherman, Joe Quesada, Jimmy Palmiotti, Mark Waid, John Singleton, Robert Rodriguez, Joseph Ahearn, Eric Ellenbogen, Peter Cuneo, Bill Jemas, Brian Michael Bendis, Peter Paul, Scott Koblish, Peter Milligan, Mike Allred, Gail Simone, Mark Millar, Bryan Hitch, Sam Raimi, Adam Sandler, Cuba Gooding, Jr., Will Smith, Tobey Maguire, Kirsten Dunst, Joss Whedon, Jeph Loeb, J. Michael Stracyzynski, Ed Brubaker, Matt Fraction, David Maisel, Clifford Meth, Colleen McMahon, Axel Alonso",
        "_version_":1719088660400308224},
      {
        "id":"154808",
        "title":["Superman: The Man of Steel, Vol. 1"],
        "link":["https://www.goodreads.com//book/show/154808.Superman"],
        "series":["(Superman: The Man of Steel (Collected Editions) #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1308362342l/154808.jpg"],
        "author":["John Byrne, Ray Bradbury, Dick Giordano"],
        "author_link":["https://www.goodreads.com/author/show/15083.John_Byrne"],
        "rating_count":[6079],
        "average_rating":[3.93],
        "five_star_ratings":[2493],
        "four_star_ratings":[1599],
        "three_star_ratings":[1323],
        "two_star_ratings":[400],
        "one_star_ratings":[264],
        "number_of_pages":[152],
        "date_published":["December 1986"],
        "publisher":["DC Comics"],
        "original_title":["Superman: The Man of Steel, Vol. 1"],
        "genre_and_votes":["Sequential Art-Comics 220, Sequential Art-Graphic Novels 92, Dc Comics-Superman 50, Superheroes-Dc Comics 42, Comics-Comic Book 25, Comics-Superheroes 20"],
        "isbn":"0930289285",
        "isbn13":"9780930289287",
        "settings":"Metropolis(United States) Gotham City(United States) Smallville, Kansas(United States) …more Krypton …less",
        "characters":"Lex Luthor, Bizarro #1, Lana Lang, Jor-El, Lois Lane, Jonathan Kent, Martha Clark Kent, Bruce Wayne, Superman",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=154808&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=154808"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["In 1986, John Byrne was recruited from Marvel Comics to reinvent Superman for a brand-new audience. Along with inker Dick Giordano, Byrne reimagined the look of Superman, Lois Lane, Krypton and Lex Luthor. The relationships between Superman and Lois, Superman and Batman, and Superman and Luthor were reexamined and tweaked for modern readers. Old villains such as Bizarro ret In 1986, John Byrne was recruited from Marvel Comics to reinvent Superman for a brand-new audience. Along with inker Dick Giordano, Byrne reimagined the look of Superman, Lois Lane, Krypton and Lex Luthor. The relationships between Superman and Lois, Superman and Batman, and Superman and Luthor were reexamined and tweaked for modern readers. Old villains such as Bizarro returned and new ones, such as Magpie, were introduced. It was the dawn of a new age for the Man of Steel that endures today. See how it all began in this collection of the first six stories. Includes a foreword by Ray Bradbury. This volume collects Man of Steel #1-6."],
        "reviews":["Somewhat dated, especially the women's clothing and hairstyles, but I still really enjoyed it. I like Byrne's classic take on Supes, that he just wants to help people because he's an altruistic person. His Lois is more difficult to like, but I'm guessing her icy demeanor will defrost as times goes on. This version of Lex Luthor has since become the norm, the rich, powerful businessman jealous of Superman. Up to this point, Luthor had just been a mad scientist who sent giant robots and the like after Superman. I also liked how they made him older and a childhood friend of Perry White instead of growing up with Superman. Kudos to Marv Wolfman for the Lex revamp. I found it interesting that large gaps in time occur between each issue, covering about the first 10 years of Clark Kent's adult life. Bryne's art is fantastic. He brings his classic 80's polish to it that he applied to most of the Marvel universe over the decade.",
          "In 1986, Superman was relaunched alongside Batman and Wonder Woman following the epic Crisis on Infinite Earths. While Frank Miller reinvented Batman and George Perez mythologized Wonder Woman, John Byrne, a Marvel writer, did something...readable.This book is 30 years old. So I give it some contextual leeway. And in the book's defense, I haven't read any Golden or Silver Age Superman. In fact, Crisis is as far back as my reading goes. But I feel like those nearly 400 pages adequately acquainted me with Supes, and I don't remember him being this...Shy? Weird? Disapproving? Naive? It's hard to pinpoint what's off. Needless to say I'm not a huge fan of John Byrne's characterization. Lois Lane is kind of a crazy bitch. She manipulates Supes into saving her so she can get an interview. Because she's an army brat she somehow has the combat training necessary to do things like neutralize a dozen armed terrorists. And against all odds Supes has a crush on her. She really seems to hate him yet obsess over him, and he goes out of his way to be nice to her and save her. They're like Sam and Diane, except Sam owns the bar because he got their first, and Diane constantly insults and connives to steal the bar out from under him. Sounds like romance to me, what about you? It just feels like Byrne is forcing the 'romance' on the reader. Or he really doesn't understand romance. Oddly enough I like Clark Kent. Maybe because he's so easy to write. Superman interestingly calls Clark Kent his 'fortress of solitude' because it's a place he can disappear into. And his disguise is based on Jonathan, with slick hair and round glasses. Which I never knew! Clark gets his job at the Daily Planet with the first Superman interview, he's a nice guy, he loves and visits his parents. He's just enjoyable to read about. But I don't know why the hell he does what he does to Lana Lang and falls head over boots for Lois Lane. Must be the Ls. John Byrne also doesn't know Batman. Superman rags on Bats and threatens to arrest him for vigilantism. Excuse me, Supes, your irony is showing. Then Bats threatens him with a death trap which will kill an innocent bystander. The one thing everyone knows about Batman is that he never, ever kills because of his damn origin story. So yeah. Byrne doesn't know Bats. At all. Apart from some unusual characterization and simple plots, it's not bad. In fact it's perfectly readable. The Kents are lovable. The origin story, which I've read a thousand times, is pretty cool, though the reason for Krypton's demise is vague. The classic characters are there, Luthor rules Metropolis. And we get to see Bizarro.This feels like good-hearted small town boy meets big brawny bruiser fights the baddies. There's depth, action, and emotion. Dick Giordano's artwork is actually pretty good for the time. So a decent read overall, definitely dated, but not a classic in my opinion.",
          "Man of Steel is an interesting and educational read for sure, but I didn’t fall in love with this take on the character. Byrne’s origin feels simplistic, cold and sterile, and not really resembling anything I’ve grown to know and love about Superman. It’s very readable and visually pretty for its time, but as a straight up origin story I still prefer books by Waid, Morrison or Johns over this.",
          "John Byrne's classic 1986 reboot of the character is a surprisingly good read. I was expecting a full-on cheese-fest (and to an extent that is what I got) but it's also enjoyable and fun. A comic book that's aged like fine wine! Full review here!",
          "This is really one of Byrne's best works as a writer and artist. As a writer, he creates anew a Superman for our age who believes in morality and wonders what he can do. He even tries without the costume and sees a real reason why he should use it. Bryne wisely avoids the mistake of many writers and makes Krypton as ambigeous as possible. WE know more about his origen that Superman does. Bryne's run on Superman was about his confronting this myth and finding what works, you can see this on a small scale in this series. Who is Lois, Jimmy? Why did Clark act the way he does, why did he take a job with a newspaper, wear glasses? Every bit of the mythos is questioned and what doesn't work is junked and what can work is kept. YOu can really see all the hard work he will poor into this, which will become Bryne's greatest disappointment, as you read it all the wonderful ideas will become apparent that Bryne was never able to play on, and that others would. His original Lex Luthor, his version of Krypton, his making of Superman less powerful but no less of a hero. His charecterization of Batman. The saddest part is that you can see things he wasn't able to do. I can't recommend this work enough.",
          "This was so good! I finally understand the hype about this volume after reading it. It's a perfect restart to Superman for this era with this. It tells the origin of Superman and his time in Smallville and going to metropolis, getting a job and meeting Perry and Lois, making his first appearance as Superman and saving people, teaming with Batman to stop Magpie, going off against Luthor and then Bizarro and finding out about his origins and dealing with that. It's such a fantastic volume and I was loving it throughout like some stuff done here is classic and will remembered throughout time plus I like the many subplots being hinted at here. a must read!",
          "This book is definitely dated but, you know what, I kinda dug it. ",
          "Not a bad Superman origin. I don't know why DC kept changing the canon origin of Superman as there are three different pre new 52 canon Superman origin stories. "],
        "_version_":1719088673379581953},
      {
        "id":"2167585",
        "title":["Thanos: Epiphany"],
        "link":["https://www.goodreads.com//book/show/2167585.Thanos"],
        "series":["(Thanos (2003) #1-6)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1556121063l/2167585.jpg"],
        "author":["Jim Starlin"],
        "author_link":["https://www.goodreads.com/author/show/18313.Jim_Starlin"],
        "rating_count":[116],
        "average_rating":[3.42],
        "five_star_ratings":[15],
        "four_star_ratings":[39],
        "three_star_ratings":[44],
        "two_star_ratings":[16],
        "one_star_ratings":[2],
        "number_of_pages":[144],
        "date_published":["2003"],
        "publisher":["Marvel Comics"],
        "original_title":["Thanos #1-6"],
        "genre_and_votes":["Sequential Art-Comics 13, Superheroes-Marvel 10, Sequential Art-Graphic Novels 7, Comics-Comic Book 6, Graphic Novels Comics 3, Comics-Superheroes 2"],
        "isbn":"078511355X",
        "isbn13":"9780785113553",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=2167585&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=2167585"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["The most powerful, enigmatic villain in the Marvel Universe takes center stage in a galaxy-spanning tale woven by his creator, Jim Starlin (MARVEL UNIVERSE: THE END). He's held ultimate power in his hands, only to see it all slip away time and again. His attempts at conquest and destruction have all been thwarted. So what inner demons drive the mad Titan known as Thanos to The most powerful, enigmatic villain in the Marvel Universe takes center stage in a galaxy-spanning tale woven by his creator, Jim Starlin (MARVEL UNIVERSE: THE END). He's held ultimate power in his hands, only to see it all slip away time and again. His attempts at conquest and destruction have all been thwarted. So what inner demons drive the mad Titan known as Thanos towards his goals -- and what hidden desires now pull at his heart and mind?"],
        "reviews":["Well, Thanos did a real good job at slightly becoming a good guy, didn't he? With Galactus, Hunger, and Adam Warlock around, he sure did, being in service of the Rigellians. Overall, I think Starlin did a pretty good job of turning the Titan around, still with sprinkles of evil here and there. But hey, he's Thanos. Ask the MCU peeps and they will be surprised we had this on comics. ",
          "Thanos trying not to just kill everyone. Fun stuff. ",
          "Thanos y Galactus, con un poco de Warlock y de Kirb... digo Pip el troll. ¿Qué más se puede pedir?",
          "Jim Starlin is the definitive Thanos author, and art is quite good, but I didn’t find the villain’s ponderous turn to the light side to be all that convincing or compelling. ",
          "This was my first encounter with Thanos, Adam Warlock, and their universe. Needless to say, cramming full origin stories in just a couple pages can't end well, and the story is VERY confusing at first. I plodded on, though, and ended up liking Thanos's attempt at redeption for his past sins, his encounter with Galactus and the witty dialogue with the Hunger. Story: 3. Art: 3.",
          "Redemption (Starlin). Starlin's tale of Thanos' redemption is stunningly good. First, his take on Thanos being a hero is hilarious. However, he also creates a story with a marvelous cosmic scope, incorporating both Galactus and something ... beyond. The result is enthralling, backed up by gorgeous artwork, also by Starlin [8/10].",
          "In this fun and interesting series, Thanos has an 'epiphany' and decides that he must make ammends for all of his past wrongs. This collection served to make me even more fond of Thanos as a character.The story is both deep and humorous. At it's soul is the hope for redemption.",
          "This was an interesting little comic-book series about Thanos, and his path towards redemption. I haven't read a lot of comic books in general, and I don't know so much about the Marvel Cosmic Universe, but this was still a fun little enjoyable comic book. ",
          "Historia curiosa en la que Thanos después de hacer tanto mal quiere redimirse, de ahí la epifanía, y decide ir haciendo el bien a aquellos que les hizo tanto mal.Estoy leyendo sobre los guardianes de la galaxía y en la guía de lectura se recomeinda empezar desde esta obra."],
        "_version_":1719088648818786304},
      {
        "id":"20898019",
        "title":["Ms. Marvel, Vol. 1: No Normal"],
        "link":["https://www.goodreads.com//book/show/20898019-ms-marvel-vol-1"],
        "series":["(Ms. Marvel (2014/15) (Collected Editions) #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1413031883l/20898019.jpg"],
        "author":["G. Willow Wilson, Adrian Alphona"],
        "author_link":["https://www.goodreads.com/author/show/815259.G_Willow_Wilson"],
        "rating_count":[79686],
        "average_rating":[4.12],
        "five_star_ratings":[34761],
        "four_star_ratings":[27264],
        "three_star_ratings":[12256],
        "two_star_ratings":[2985],
        "one_star_ratings":[2420],
        "number_of_pages":[120],
        "date_published":["October 15th 2014"],
        "publisher":["Marvel"],
        "original_title":["Ms. Marvel, Vol. 1: No Normal"],
        "genre_and_votes":["Sequential Art-Comics 3439, Sequential Art-Graphic Novels 3386, Young Adult 868, Comics-Superheroes 573, Superheroes-Marvel 517, Fiction 512, Graphic Novels Comics 490, Fantasy 448, Comics-Comic Book 297, Science Fiction 177"],
        "isbn":"078519021X",
        "isbn13":"9780785190219",
        "settings":"Jersey City, New Jersey(United States)",
        "characters":"Steve Rogers, Kamala Khan, Tony Stark, Chatty Bob, Sheik Abdullah, Doyle, Thomas Edison (clone), Knox, Bruno Carrelli, Yusuf Khan, Muneeba Khan, Vittorio \"Vick\" Carrelli, Josh Richardson, Nakia Badahir, Zoe Zimmer, Aamir Khan, Carol Danvers",
        "awards":"Hugo Award for Best Graphic Story (2015), Harvey Awards Nominee for Best New Series, Best Writer (for G. Willow Wilson) (2015), Prix du Festival d'Angoulême for Prix de la série (2016), Lincoln Award Nominee (2019), Will Eisner Comic Industry Awards Nominee for Best New Series, Best Writer (for G. Willow Wilson), Best Penciller/Inker (for Adrian Alphona), Best Lettering (for Joe Caramagna), Best Cover Artist (for Jamie McKelvie & Matthew Wilson) (2015) Goodreads Choice Award Nominee for Graphic Novels & Comics (2014)",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=20898019&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=20898019"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[23017947],
        "description":["  Kamala Khan is an ordinary girl from Jersey City — until she's suddenly empowered with extraordinary gifts. But who truly is the new Ms. Marvel? Teenager? Muslim? Inhuman? Find out as she takes the Marvel Universe by storm! When Kamala discovers the dangers of    Kamala Khan is an ordinary girl from Jersey City — until she's suddenly empowered with extraordinary gifts. But who truly is the new Ms. Marvel? Teenager? Muslim? Inhuman? Find out as she takes the Marvel Universe by storm! When Kamala discovers the dangers of her newfound powers, she unlocks a secret behind them, as well. Is Kamala ready to wield these immense new gifts? Or will the weight of the legacy before her be too much to bear? Kamala has no idea, either. But she's comin' for you, Jersey!  It's history in the making from acclaimed writer G. Willow Wilson (Air, Cairo) and beloved artist Adrian Alphona (RUNAWAYS)! Collecting MS. MARVEL (2014) #1-5 and material from ALL-NEW MARVEL NOW! POINT ONE #1."],
        "reviews":["this was fantastic! i was a bit confused about how she got her powers, but maybe i just need to re-read it and it'll help me understand. other than that this was so great! ",
          "[3.5 Stars] I'm conflicted about this graphic novel, and I think the reason for that is because I'm reading this from the perspective of a twenty-something Muslim Pakistani American. Don't get me wrong, I like how diverse this graphic novel is and having a Muslim super hero is super kickass, but there were certain things in the graphic novel that just made me feel a little strange. For example, I felt that many of the Muslim characters in this graphic novel were based off of stereotypes (controlling parents, the laughable devout Muslim, and the uncaring Muslim followers at the mosque), and at times it seemed the graphic novel was pointing out that her religion was the obstacle standing in her way. This naturally makes me feel uncomfortable. I don't think this was the intent of the graphic novel, and other people don't seem to be picking up on that so I'm probably just looking at this graphic novel too closely. I just think that being in the unique position I am in I am a little bit more critical about Muslim representation in the media.The last thing I want to say is that I didn't think this graphic novel was as fun or exciting as others I have read. I think this is because I'm not really a fan of superhero graphic novels in general. They just are not for me. I also thought that the magical powers were a little bland, and the way she became a superhero was a little unexplained. I also don't quite understand the villain. That being said, I do like that this graphic novel sent the message that you don't need to be someone else, that being yourself is even more awesome.Regardless, this one left me feeling conflicted.",
          "Okay, since there are a million reviews with pretty pictures from this GN (graphic novel) I'm going to keep it short as I usually do with my graphic novel reviews. I didn't think I would like this book for reasons but then I did. One never knows! Kamala is just a normal teenage girl with really strict parents and she's just trying to get through her life. I think she's cute with her writing Marvel fanfic. I think I might want to look into this fanfic stuff! I'm a little confused about how she turned into Ms. Marvel but I guess I will figure it out in later books or some friends will tell me. Just a couple more pics and I'm done. I love that she can morph or stretch, whatever, into a huge long legged woman, she can get these gynormous hands that pick people up. Cool stuff like that, oh and she can shrink to ant man size. She calls all of this embiggen &lt;---has to do with something her mom said when she was little, if I recall correctly. I liked Kamala and Ms. Marvel! I will be reading more of her adventures. MY BLOG: Melissa Martin's Reading List",
          "Kamala Khan is just an average high school kid struggling with the classic teenage dilemma of trying to both fit in and be herself at the same time, and her Muslim faith is one of those things that sets her apart. She dreams of being a superhero as confident and cool as the Avenger she idolizes, Captain Marvel a/k/a Carol Danvers. However, after developing superpowers because she’s exposed to the Terrigen Mist* Kamala quickly learns that her life has gotten way more complicated.* Look it up yourself, nerds!This title has had a lot of attention in large part due to having a lead character who is a female Muslim teenager, but if that’s all the characterization that Kamala had it wouldn’t be much of a comic. What does make it shine is the solid writing that makes you care about Kamala. She’s a good kid who genuinely wants to do the right thing and help people, but like a certain Marvel webspinner with responsibility issues Kamala learns that being a superhero is a lot harder than it looks and doesn’t solve any of the other problems in her life. In fact, it usually makes thing a lot more difficult. I particularly enjoyed some of the funnier elements like Kamala trying to adopt the old Ms. Marvel costume as well as the name and finding out that walking around in thigh high boots and a skimpy swimsuit just isn’t very comfortable or practical. This is a great title that reminds me a lot of the early days of Marvel."],
        "_version_":1719088690408456193},
      {
        "id":"91714",
        "title":["Civil War: A Marvel Comics Event"],
        "link":["https://www.goodreads.com//book/show/91714.Civil_War"],
        "series":["(Civil War (Collected Editions))"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1345813608l/91714.jpg"],
        "author":["Mark Millar, Steve McNiven, Dexter Vines, Morry Hollowell"],
        "author_link":["https://www.goodreads.com/author/show/12736.Mark_Millar"],
        "rating_count":[32369],
        "average_rating":[4.06],
        "five_star_ratings":[12285],
        "four_star_ratings":[12055],
        "three_star_ratings":[6121],
        "two_star_ratings":[1487],
        "one_star_ratings":[421],
        "number_of_pages":[208],
        "date_published":["2006"],
        "publisher":["Marvel"],
        "original_title":["Civil War: A Marvel Comics Event"],
        "genre_and_votes":["Sequential Art-Comics 1610, Sequential Art-Graphic Novels 1082, Superheroes-Marvel 440, Comics-Comic Book 202, Graphic Novels Comics 160, Fiction 135, Comics-Superheroes 132, Fantasy 67, Science Fiction 41, Military History-Civil War 31"],
        "isbn":"078512179X",
        "isbn13":"9780785121794",
        "settings":"NaN",
        "characters":"Scott Summers, Wolverine, Matt Murdock, Luke Cage, Nathan Christopher Charles Summers, Benjamin Jacob Grimm, Frank Castle, Daniel Rand, X-Men, Simon Williams, The Venom Symbiote, Fantastic Four, Reed Richards, Susan Storm Richards, Hercules (Marvel Comics), Janet van Dyne, Doctor Strange, Tyrone Johnson, Tandy Bowen, J. Jonah Jameson, Hulkling, Sam Wilson, Sentry, Jack O' Lantern, Uatu the Watcher, Monica Rambeau, Speedball, Kate Bishop, Lucas Bishop, Maria Hill, Songbird, Bullseye, Harry \"Happy\" Hogan, Taskmaster, T'Challa, Jane Foster, Lady Deathstrike, Johnny Storm, Chen Lu, Abner Jenkins, Wong (servant to Dr. Strange), Kyle Richmond, Franklin Richards, Ragnarok, Piotr Rasputin, Tigra (Marvel), Doc Samson, MacDonald Gargan, Eli Bradley, William Kaplan, Cassandra Lang, Veranke, Erik Josten, Namor, Hank Pym, Natasha Romanoff, Tony Stark, Emma Frost, Jennifer Walters, Peter Parker, Carol Danvers",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=91714&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=91714"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["The landscape of the Marvel Universe is changing, and it's time to choose: Whose side are you on? A conflict has been brewing from more than a year, threatening to pit friend against friend, brother against brother - and all it will take is a single misstep to cost thousands their lives and ignite the fuse. :   1-7"],
        "reviews":["The Mark Millar led Magnus Opus of Marvel-dom that sees the reaction to 600+ civilian deaths caused by the New Warriors fighting Nitro for a reality TV show being the issue that tips over the approval of the Super Human Registration Act. And what ensues - civil war amongst the heroes of the Marvel Universe!The Government's stance led by Iron Man, against the rebels led by Captain America. A huge story that tries to look at the security versus individual rights issue... and has a very good stab at it. The whole Spider-man story almost steals the first half of the show until the ideological battle between Cap and his allies and Stark and his, goes into overdrive. Classic modern Marvel! 9 out of 12",
          "If you subscribe to Marvel Unlimited and look up the Civil War event on the app it tells you that there are 103 individual comics involved. 103!This collection consists of the 7 core issues that tell the main part of the story. A group a C-list superheroes botch the capture of some bad guys and essentially nuke a school full of kids. That’s the last straw for the American public who has had enough of costumed crusaders running around with no accountability. A law is passed that states anyone with superhuman abilities is required to register with the government, and if they want to fight crime or help people they have to become trained agents on the SHIELD payroll.Some prominent figures like Tony Stark and Reed Richards support the Superhero Registration Act and urge their comrades to sign up. Steve Rogers thinks that trusting the government with control of the powered community is a recipe for disaster and starts an underground movement to keep fighting the good fight without submitting to oversight. All the Marvel superheroes find themselves choosing to side with either Iron Man or Captain America, and while Spider-Man is at first willing to become the public face of compliance he soon finds himself questioning the side he’s chosen.There’s definately a compelling story in the set-up for the this, and I like that both sides have very valid points of view. I especially found it interesting that intellectually I side more with Team Iron Man because you shouldn't have a bunch of walking weapons of mass destruction running around doing whatever they feel like, but I found myself rooting for Team Captain America more. A big part of this is because of how Tony Stark starts acting like the Pope of Chili Town. Tony is convinced he’s right and that the ends justify the means so while his intentions are good he uses increasingly questionable tactics.However, since this is trying to boil down an insane amount of side stories into one coherent narrative thread it often feels rushed and as if things come out of left field. For example, the way that Captain America gets branded as uncooperative seems to happen extremely fast for a guy who is generally the most beloved and respected superhero of them all. Essentially it goes like this:SHIELD Director Maria Hill: Captian America, are you going to support the Superhero Registration Act and lead our new government sanctioned Avengers?Captain America: Well, I’m not sure. I have a lot of concerns so I’d like to take a moment to talk about what this course of action might…SDMH: Agents, arrest this man.CA: What the hell? I just said I need a minute here. SDMH: Oh, you’re resisting? SHOOT HIM!Perhaps the biggest problem I have with Civil War is that it doesn’t have the courage of its convictions. This was marketed as an event that would change everything in the Marvel universe. (Yeah, yeah. I know. We hear that one for every crossover.) But this actually did seem to profoundly alter the status quo. Like Iron Man as the director of SHIELD in charge of the superhuman community, Spider-Man revealing his true identity of Peter Parker, and Steve Rogers being killed although that doesn’t happen in this collection. To be fair, the fallout from portions of this story did linger for quite some time, but as usual the biggest things were eventually reverted back to baseline with the most egregious example being what was done to get Spider-Man back to ‘normal’. There was a pretty intriguing idea at the heart of all this, and that does make it a bit better than most of the epic comic crossover events. However, it still couldn’t shake off the inherent problem of making the whole thing too huge to be readable for the average person except in this Cliff Notes version which feels like you’re only getting a small piece of a story that ultimately doesn’t matter that much anyway.",
          "This one has been due a re-read for a while and, now that it’s been announced the next Captain America movie will be subtitled Civil War, the timing seems right to re-visit it. I read Civil War many years ago, long before I started really thinking/writing about what I read, which is the only excuse I can give for why I thought this tripe was any good at all. I was wrong - very wrong! The politest way of describing Civil War is a dumb mess, the comics version of a Transformers movie. Normally I start with a summary of the book but it turns out that the very beginning of the story is perhaps the biggest stumbling block of all. So, in Mark Millar’s hands, the New Warriors are apparently a group of media-hungry yoofs who film their superhero shenanigans for reality TV. During their latest filmed battle, Namorita (Namor’s cousin) corners Nitro who explodes himself in a small nuclear-like blast, killing hundreds of people, as this is in a suburban neighbourhood. The deaths include a playground full of kiddiewinks. Horrible, yes, and tonally all wrong for a Marvel superhero comic. Much too serious, much too dark. But that’s not why it’s the worst. This event causes Congress to pass a law demanding every superhero become registered. Think about this: a group of teen supes and another group of D-list villains fight, some kids die as collateral damage, and the result is all superheroes must carry a licence? How does that even follow? If the New Warriors had licences, would that have made the loss of those kids’ lives acceptable/avoidable? In what way?So that’s a major problem for me: this entire book is based upon the weakest, most nonsensical of foundations. Because of what Nitro did when he was provoked by Namorita, apparently now all of the good that the superheroes have done goes out the window and to “win back public trust”, Tony Stark insists that everyone get registered. Captain America disagrees, the two form sides, we have Marvel Civil War. Duuuuuuuuuuh. And here we come to the next big problem with this book: uncharacteristic characters. Tony Stark is written as this evil neo-Hitler-type figure who is extremely authoritarian, while Maria Hill becomes a Gestapo-type figure and SHIELD become the SS! Reed Richards becomes a Dr Mengele-type who starts cloning Thor - whose clone by the way is a stone cold PSYCHOPATH who murders a superhero the first time he’s introduced - and they set up concentration camps for the superheroes who don’t goose-step into line. Even if you buy into that flimsy premise, how can any Marvel fan reconcile themselves with the way these classic characters are written? The tagline to this drivel is “Whose side are you on?” - I can’t imagine anyone would be on Iron Man’s side, given that he’s so ridiculously fascistic! Even Cap is horribly written as this ‘roided-out dickhead who’s constantly growling out menacing statements and beating people to a pulp - he’s our hero, guys! It’s implied that Sue Storm sleeps with Namor to get him and his Atlantean forces on Cap’s side, Millar’s Punisher is the stupidest, worst iteration of the character I’ve ever read (you can feel the contempt Millar has for the character in every panel he’s in), and where was Hulk? Was this during the Planet Hulk storyline and he was off-world? I don’t know, but at least one character escaped having their personas assassinated! This whole concept of applying the “real-world” to Marvel comics (or DC for that matter) is so flawed. I’ve talked about it in other reviews but when writers apply this approach, the results are always terrible. I mean, buildings fall down, things blow up all the time when superheroes battle supervillains but it’s usually accepted that no civilian lives are lost, because superhero comics are just fantasy. When you start having funerals for kids who got caught in the middle of these battles, it completely ruins the point of these stories: whimsical entertainment. Actually a funeral for a kid is an apt metaphor for the way Civil War killed the spirit of Marvel in this comic. They’re supposed to be fun, not grim and miserable. This book was trying so damn hard to be dark and gritty, I couldn’t believe I was reading Marvel! You might be thinking I was going overboard with the Nazi analogies earlier but I promise you, you’ll see it too if you read (or re-read) it - you can’t escape those comparisons or the ham-fisted Orwellian overtones either. For more casual comics readers who aren’t as bothered with the above, I imagine their complaint would be more straightforward: Civil War is boring. It goes from overblown prologue to ridiculous reactionary political scenes, and then alternates from silly superhero fights to dreary conversations of superheroes trying to convince one another to join their side. It’s so dull and Millar’s script is tedious at best, cold and cynical at worst. I won’t discuss the ending or who won or lost (the answer to the latter being the reader), but ask yourself: does the conclusion solve what happens at the beginning? Is it a suitable answer? Will a supervillain not go too far like he did at the start because of what happens at the end? Anyway, the answer is no. Civil War is a mega, mega, mega-DUMB storyline that contains the worst excesses of superhero comics. Millar crafted one helluva distasteful and unpleasant beast with this book. This is one of those instances where I fully believe the movie will be far superior to the source material and I’m actually hoping it will largely ignore it too! My previous pick for worst Marvel Event book ever was AVX but Civil War edges that one out for being so utterly obnoxious. ",
          "So, like, uh, the superheroes split 'cause the government (read as 'damn government') wants them to register and get paid to do what they do. Then, like, the one side fights the other side. People get pissy. More people get pissy. Then it kinda ends and nothing has changed.The art is decent.",
          "Decided to go back and read this again while going through all of New Avengers again. It's a very interesting argument. If police officers and firemen have to be trained to do their job, why shouldn't super heroes too? The New Warriors screw up while filming a reality show and Nitro blows up a school. Average people are outraged and the Superhuman Registration Act is pushed through. Iron Man is pushing for the bill while Captain America is totally against it. Millar characterizes the pro-registration side like a bunch of fascists while Cap is portrayed as an angry a-hole. Plus, a lot of big moments happen outside this book, especially to Spider-Man. The Marvel event as an entire whole I'd give 5 stars while these 7 issues just got a 3 for not fleshing out the events enough and the poor characterization of the main characters.The one thing I was disappointed was never explored is that the Superhuman Registration Act is really just an extension of the Mutant Registration Act that Chris Claremont introduced in the X-Men back in the 70's. That would have been a good way to bring the X-Men into the story instead of having them sit this one out.Steve McNiven makes the book look glorious. The Marvel universe has never looked better or more epic.",
          "3.5 starsI bought the Romanian edition for my son, so I read that one. Surprisingly, I didn't mind that it was not in English, that's how good the translation is.So, there's Tony all full of remorse, backing up a legislative act that compels all superheroes to reveal their identity, and work as state employees. Cap is obviously against it, and they go to war because of that. We have injured, we have deaths, we have pretty much everything. But the storyline is different from the movie one: no Winter Soldier in the comics. I'm not sure which I prefer. It was nice seeing old friends, such as Storm or the Fantastic 4, but fewer superheroes also has it advantages.I was a little confused with Namor. I kept thinking of Aquaman, and why he ended up in a Marvel comic. Shame on me. By the way, I really need to read Emma Frost's story. I think it's high time I got over my dislike for her (for tacking Jean's place)."],
        "_version_":1719088694712860672},
      {
        "id":"17302526",
        "title":["Thunderbolts, Volume 1: No Quarter"],
        "link":["https://www.goodreads.com//book/show/17302526-thunderbolts-volume-1"],
        "series":["(Thunderbolts (2013) (Collected Editions) #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1510853830l/17302526._SY475_.jpg"],
        "author":["Daniel Way, Steve Dillon, Charles Soule, Ben Acker, Ben Blacker, Julian Tedesco, Phil Noto, Jefte Palo, Kris Anka, Carlo Barberi, Paco Luque, Matteo Lolli, Gerardo Sandoval, Kim Jacinto, David Yardin"],
        "author_link":["https://www.goodreads.com/author/show/33530.Daniel_Way"],
        "rating_count":[636],
        "average_rating":[3.09],
        "five_star_ratings":[83],
        "four_star_ratings":[131],
        "three_star_ratings":[232],
        "two_star_ratings":[138],
        "one_star_ratings":[52],
        "number_of_pages":[136],
        "date_published":["May 14th 2013"],
        "publisher":["Marvel Enterprises, Inc."],
        "original_title":["Thunderbolts, Volume 1: No Quarter"],
        "genre_and_votes":["Sequential Art-Comics 71, Sequential Art-Graphic Novels 35, Superheroes-Marvel 32, Comics-Superheroes 12, Comics-Comic Book 9"],
        "isbn":"0785166947",
        "isbn13":"9780785166948",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=17302526&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=17302526"],
        "recommended_books":[3973922317368270],
        "books_in_series":[0],
        "description":["Marvel Now! brings a new Thunderbolts: Red Hulk, Venom, Elektra, Deadpool, the Punisher. Forget courts, jails, the system -- these Thunderbolts fight fire with fire, targeting the most nefarious players in the Marvel Universe with extreme prejudice!"],
        "reviews":["Eh. Kinda ok?General Ross (aka Red Hulk) puts together a team of anti-heroes to...you know, do anti-hero stuff.Who's on the roster?Well, Ross, Elektra, Punisher, Deadpool, and Venom make up the main group, but there's still a few more {spoilery characters} hanging around in the background. Still, the core group makes a pretty decent line-up if you think about it. Um, I'm not sure what to say about No Quarter. It really wasn't bad, but I wasn't all that WOWed, either. It was a pretty standard bad-but-not-evil-team-up thing, but that doesn't mean I didn't enjoy it.And there were some decent one-liners in there.Oh, wait! I thought of something else! Do you notice anything strange (perhaps, cute) about these guys?Yep. Everyone matches with the red &amp; black theme!Hmmm. Well, that's about it.I'm curious enough to keep going, so I guess I'll just have to wait and see how this one pans out for me.",
          "Who writes Deadpool a speech that goes on for panels and not only makes no sense, but is unfunny to boot? Who writes a scene where Deadpool is battling a gang of French mimes and doesn’t include a bunch of good quips in a sequence that’s just begging for it? Answer to both: Daniel Way.This volume is somewhat better than volume two (two stars from me), but that’s like saying regular Spam tastes better than turkey Spam or that Chicago XII is better than Chicago XIV. Still, the story line is fairly coherent and engaging – plenty of action and guns a blazin’.Except for Elektra (she makes quite the entrance here), the Red Hulk’s recruitment is fairly formulaic and with Deadpool, as noted above, and the thuggish mimes, downright dull. You also have Frank Castle (aka The Punisher), Mercy, Venom/Flash Thompson, and The Red Leader (Formerly The Leader when he was green) to round out the Thunderbolts, Marvel’s go-to niche group.Unless you’re a Thunderbolts continuity junkie or a masochist, you can skip volume two of Mr. Way’s run and jump straight to Charles Soule’s Thunderbolts.",
          "Retired General Thaddeus Ross has put together a team to take on missions no one else will. Ross has assembled a team of people who either like or don't mind killing with The Punisher, Elektra, Deadpool, and Agent Venom. They're kind of like an anti-hero A-Team except they aren't helping those in need except themselves and when they shoot bullets they actually hit people...a lot of people. I have to say I'm somewhat disappointed with this volume. I expected all these anti-heroes together would be more fun, when it was really just bloody.",
          "General Thaddeus “Thunderbolt” Ross aka the Red Hulk decides to do something about the world’s dictators and forms a group designed to take them down: Venom, Deadpool, Elektra, the Punisher and himself. But as they set out on their inaugural mission to take down a military dictator in the fictional Asian island country of Kata Jaya, is there more to this scheme than simply bloody justice - and how does the Leader fit into it? Team books that are made up of people who didn’t start out together as that team, are inherently tough sells. You buy the X-Men because they were conceived as a team with certain members like Wolverine becoming more popular over time and getting their own spinoff titles. But this version of Thunderbolts is made up of individuals like Punisher and Deadpool both of whom have highly popular titles of their own, so cramming them together with a seemingly random assortment of characters as diverse as Venom, Elektra and Red Hulk is going to be difficult to reason. Daniel Way knows this and doesn’t waste too long on the whys and wherefores and just gets the group together and moves on to the story. This is why I didn’t mind the short shrift we get, because the focus isn’t on getting the team together, it’s on the team’s interactions and the story, both of which are great. Some team books like the New 52 JLA not only have weak origins but even weaker stories which is why they’re so bad - Thunderbolts also has a flimsy foundation but a rattling good story with plenty of inventive scenes to make up for this. The story is fairly straightforward - the main team get into shenanigans on the island with some characters getting captured, others getting shot, and so on, while Ross works his complicated sub-plots involving gamma experiments and the Leader and his brother. I would be lying if I said I knew what was going on most of the time but there’s enough imaginative action going on to compensate for any confusion plus it doesn’t hinder reading or enjoying the book any. In the same vein, despite this being a Volume 1 in a relaunch, this isn’t the best place for new readers to start as Way doesn’t spend any time on the characters’ backstories - you either know who these guys are or you don’t. I got a lot out of this because I know most of these characters pretty well, but I don’t know who Mercy is nor did I realise Deadpool and Elektra were dating until she cheats on him with Frank (I’m still not sure to be honest - Deadpool flits with Elektra earlier in the book but he flirts with every woman in the Marvel U, so were they dating or, like so much with Deadpool, was it all in his head?). A big part of why I liked this book so much was Steve Motherfucking Dillon (that is his Christian name by the way). This guy is the definitive Punisher artist, for me. Check out his work with Garth Ennis on their Marvel Knights maxi-series, Welcome Back, Frank, and the Ma Gnucci stories years later, or his work with Jason Aaron on the final Punisher MAX issues - no wonder out of all of them, besides Ross, Frank has the most scenes. Some people don’t like Dillon’s art, that’s fine, I don’t understand it and they’re wrong, but fair enough - I think any comic is immeasurably improved when Steve Dillon climbs on board and, with Way as his frequent collaborator and co-creator of Daken, Wolverine’s son, the two do a great job on this first book. Overly complex plot aside, Way gets all of the character voices right, especially Deadpool’s who gets some great scenes (while sporting a moustache pencilled on his mask), the characters interact nicely, and we get to see lots of bloody violence from this crazy group of people. This scene sums up the book and your reaction to it will determine whether you’ll like this comic or not: Frank Castle goes up against the villain who’s a mad man called Madman and is Hulk-ish big. He knows Madman’s going to try to crush him, a seemingly ordinary human, so he puts his gamma chest armour to good use by strapping a landmine - a LANDMINE! - to his chest, Madman bear-hugs him, and BOOM! Frank of course walks away with only some broken ribs while Madman is defeated. Elektra asks him how long until he passes out and Frank answers “Long enough” - and then they have sex! That is beyond alpha male, that is some next level shit. If this outrageous and obviously comedic scene doesn't make you at least smile, if not outright laugh like me, then you’re taking it too seriously and you’re not going to like this book. This book is trashy and silly and knows it, so just enjoy it for that.I can see why some people might not like this iteration of the group, and the story definitely has some flaws, but I found I could overlook whatever minor complaints I had with the book. Also, I never cared about the Thunderbolts before and Way and Dillon have made me care about them now. No Quarter is an over-the-top bombastic and really fun comic that kept me entertained the whole time. It’s dirty, messy mayhem - the team and the story - that’s totally enjoyable. ",
          "That was awful. Terrible story that has nothing interesting to say whatsoever. Deadpool is not Deadpool. Punisher is not PunisherRed Hulk. Who gives a shit about Red Hulk.The rest are just there to have some lines to say and also half the time out of character.I was so excited to start the series... and volume 1 was just as boring as it could get with no reason or development whatsoever. No outcome either.I always liked Dillon's art, and I like most of the characters so that's why I'm going to continue reading and see where this is going.NOT Recommended. You'd be better off reading Betty and Veronica or some shit like that.",
          "Better than I thought it would be! I was kind of wary of a team book with Deadpool. He so doesn't strike me as someone who works well with others. But as it turns out, that was kind of the point. The majority of the characters in this team aren't exactly known for teamwork.But man, I felt lost often. This is almost entirely because of my relative lack of Hulk knowledge. Sure, I sort of vaguely knew that General Ross became the Red Hulk. But I had no idea that anything had happened to the Leader, and I'm quite confident that I've never even heard of Mercy before. The Leader related stuff I was mostly apathetic to. Mercy at least seemed decidedly creepy, and I kind of liked that even though I had absolutely no clue who she was. The actual story is nothing special, but the execution is good enough to keep me reading. And the characters are handled really well. Even though it's one of the strangest possible team combinations I can imagine, and even though I strongly suspect the characters were chosen for their red, black, and white costumes, they all bounced off each other better than I would have expected. Deadpool works really well when he has a true straight man to play off of (witness the issues of Cable and Deadpool that Cable was actually in) and the new Venom is kind of a cool character anyways.In short, this is better than I'd thought it would be, but I'm still not sure I'm going to continue with it. I'm too far behind on Hulk stuff to really get into it. I don't know, maybe other volumes will be a bit less centered around the Hulk section of the Marvel U.",
          "Good, clean fun. Well, not so clean. Pretty dirty, really. But that's why it's fun. That being said, I was expecting...more from this title.",
          "So much potential, so much crap... 2/5 just because I'm a fan of Dillon's art since Preacher :("],
        "_version_":1719088650954735616},
      {
        "id":"16982",
        "title":["Marvels"],
        "link":["https://www.goodreads.com//book/show/16982.Marvels"],
        "series":["(Marvels #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1509276500l/16982._SY475_.jpg"],
        "author":["Kurt Busiek, Alex Ross"],
        "author_link":["https://www.goodreads.com/author/show/7338.Kurt_Busiek"],
        "rating_count":[26895],
        "average_rating":[4.23],
        "five_star_ratings":[13191],
        "four_star_ratings":[8345],
        "three_star_ratings":[4133],
        "two_star_ratings":[884],
        "one_star_ratings":[342],
        "number_of_pages":[216],
        "date_published":["1993"],
        "publisher":["Marvel Comics"],
        "original_title":["Marvels"],
        "genre_and_votes":["Sequential Art-Comics 1040, Sequential Art-Graphic Novels 620, Superheroes-Marvel 228, Comics-Comic Book 100, Fiction 99, Comics-Superheroes 95"],
        "isbn":"0785100490",
        "isbn13":"9780785100492",
        "settings":"New York State(United States)",
        "characters":"Scott Summers, Matt Murdock, Luke Cage, Clint Barton, Benjamin Jacob Grimm, X-Men, Fantastic Four, Reed Richards, Susan Storm Richards, Thor (Marvel), Janet van Dyne, Avengers, Norrin Radd, Galactus, Steve Rogers, Warren Worthington III, J. Jonah Jameson, Phil Sheldon, Hank McCoy, Bobby Drake, Gwen Stacy, Johnny Storm, Mark Todd, Otto Octavius, Namor, George Stacy, Bruce Banner, Hank Pym, Natasha Romanoff, Pietro Maximoff, Tony Stark, Professor Charles Xavier, Ben Urich, Dane Whitman, Jim Hammond, Norman Osborn, Jean Grey, Captain Marvel (Mar-Vell), Nick Fury, Peter Parker, Wanda Maximoff",
        "awards":"Harvey Awards for Best Continuing or Limited Series, Best Artist (for Alex Ross) & Special Award for Excellence in Presentation AND nominated for Best Single Issue or Story (\"Marvels #1\") & Best Writer (for Kurt Busiek) (1994), Will Eisner Comic Industry Awards for Best Finite/Limited Series, Best Painter (for Alex Ross), Best Publication Design (1994)",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=16982&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=16982"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["Welcome to New York. Here, burning figures roam the streets, men in brightly colored costumes scale the glass and concrete walls, and creatures from space threaten to devour our world. This is the Marvel Universe, where the ordinary and fantastic interact daily. This is the world of Marvels. Witness the birth of this fantastic universe from the inside. See the world's great Welcome to New York. Here, burning figures roam the streets, men in brightly colored costumes scale the glass and concrete walls, and creatures from space threaten to devour our world. This is the Marvel Universe, where the ordinary and fantastic interact daily. This is the world of Marvels. Witness the birth of this fantastic universe from the inside. See the world's greatest heroes in a different light, with a new awe and a touch of fear. For the first time, experience the Marvel Universe from a whole new perspective — yours. Collects Marvels #1-4 and Marvels #0."],
        "reviews":["Treasure of the Rubbermaids 17: Marvel At Marvel’s Marvelous ‘Marvels’!The on-going discoveries of priceless books and comics found in a stack of Rubbermaid containers previously stored and forgotten at my parent’s house and untouched for almost 20 years. Thanks to my father dumping them back on me, I now spend my spare time unearthing lost treasures from their plastic depths.I would hate to be a New Yorker in the Marvel universe because it seems like the city is constantly being threatened by super villains, invaded by aliens, flooded by pissed off Atlanteans, or beset by some other form of comic book mayhem. I’ll bet it’s impossible to get property insurance at all.Comic book readers get a ring side seat and full explanations for everything that’s happening, but what would your average man on the street think about all this insanity? That’s what Marvels explores beautifully.Phil Sheldon is a young newspaper photographer during the Great Depression who witnesses the public unveiling of the original Human Torch followed shortly after by the appearance of Namor the Sub-Mariner. Like most people, Sheldon is initially shocked and disturbed by these new super beings he thinks of as Marvels who routinely turn New York into a battleground. With the coming of WWII and the introduction of Captain America, Phil embraces the costumed heroes who fight the Nazis.Years later in the early ‘60s, an explosion of superheroes creates an odd mix of emotions in Phil and the general public. The Fantastic Four and The Avengers are celebrities who get put on magazine covers while some don’t know whether Spider-Man is a good guy or a criminal, and the mutant X-Men are feared and persecuted. Phil’s work as a photojournalist puts him in the middle of almost every big event Marvel did during the Silver Age, and he frequently finds himself conflicted about how he feels about them.This does a great job of exploring that idea of how the public responds to larger than life characters and events that make them feel scared and insignificant, and one of the things I’ve always liked about Marvel’s comics is how they've always portrayed the public's attitudes towards the superheroes as being full of contradictions. People cheer the heroes like Iron Man and Captain America, but some blame them for the fights that cause so much destruction. The mutants are the target of hatred and bigotry while stores sell clothing lines based on the many costumes of Wasp. New Yorkers will cheer on the Fantastic Four as they battle Galactus to save the entire world, but just days later their landlord will try to evict them from the Baxter Building for the danger they attract.Phil’s a great character to use in the midst of this because he’s a decent, ordinary guy who is still fully capable of giving into his worst instincts at times. He makes a career out of documenting the craziness that comes with the superheroes and thinks deeply about what the heroes mean to all of them. At times he almost worships them but can easily swing to resentment and jealously. Phil’s attitude towards them mirror how the superheroes have always been portrayed with a mixture of admiration and fear in the Marvel comics. The stunning artwork has a retro realism to it that really makes you feel like you’re looking at people wearing tights in the 1960s, yet still conveys all the wonder of seeing someone otherworldly like the Silver Surfer. By showing us how one regular person reacted to some of Marvel’s greatest hits, this moving tribute to the past gives a fresh perspective on how fans relate to the characters in these wild and amazing stories.",
          "This triple(!) Eisner award winning five part limited series takes a look at the Marvel Universe from the point of view of a photojournalist from 1939 through to 1974, attempting to capture the everyman's perspective.An original, highly praised and very popular piece of work that remains a standard bearer for the superhero genre. Kurt Busiek manages to weave the history of Marvel around the life, loves, family and personal responsibilities of a photojournalist assisted by the incredible painted artwork of Alex Ross. 8 out of 12",
          "Marvels, Kurt Busiek, Alex Ross (Illustrator)Marvels is a four-issue limited series comic book written by Kurt Busiek, painted by Alex Ross and edited by Marcus McLaurin. It was published by Marvel Comics in 1994.In 1939, Jim Hammond, the original Human Torch is created by scientist Phineas T. Horton, and the project is considered a success until the android catches on fire when air is projected into its glass chamber, only to go out when the air is gone. Horton shows his creation to the public, which is met with demands from the terrified civilians to destroy it. A dejected Horton begins to bury the android, but the chamber cracks, allowing in air and enabling the Human Torch to escape. The android describes his appearance as the beginning of a 'golden age'.Meanwhile, young Phil Sheldon, an aspiring photographer, and young J. Jonah Jameson are shocked by these 'Marvels'. Sheldon is more confused than Jameson by the spectacle and, worried, seeks the support of his fiancée, Doris Jacquet. More unusual beings begin to appear, notably Namor the Sub-Mariner, and fights erupt between him and the Human Torch. Sheldon, feeling it would be irresponsible for him to raise children in a world where these Marvels run rampant, breaks off his engagement with Doris. It is only when Steve Rogers/Captain America is unveiled to the world that Sheldon becomes less apprehensive about the Marvels. When World War II begins, Sheldon, Doris, and many others see the Marvels in newsreels joining forces with the Allies, providing public reassurance. But after rekindling his romance with Doris, Sheldon hears that the Human Torch and Namor are fighting again, and the battle this time damages New York City landmarks. During the fight, they come near but do not directly encounter Sheldon; he is knocked out by a small chunk of masonry and permanently blinded in his left eye. Still, he has lost all fears of the Marvels and goes on to marry Doris. Sheldon becomes a war correspondent in Europe, reporting on the Allied Forces and the Marvels as they combat the Nazis. ...تاریخ نخستین خوانش روز نوزدهم ماه سپتامبر سال 2019میلادیعنوان: شگفت زده (مارولز)؛ نویسنده کرت بوسیک؛ ناشر مارول؛ آرتیست آلکس راس؛خیلی‌ها شاید خیال کنند، که کتاب‌های کمیک، دستاورد سال‌های اخیر هستند، اما جالب است بدانید، که نخستین کمیک بوک تاریخ، در سال 1933میلادی منتشر شد؛ این کتاب که با نام «سرگرمی مشهور»، روی قفسه ‌های فروشگاه‌ها عرضه شد، مجموعه ‌ای از کمیک‌هایی بود، که در روزنامه‌ ها منتشر شده بودند؛ همین مسئله نشان می‌دهد، که کتاب‌های کمیک، قدمتی تقریبا نود ساله دارند؛ از سوی دیگر، با ظهور «سوپرهیروها (ابرقهرمانها)» در کتاب‌های مصور، کمیک‌ها از مقبولیت بیشتری، برخوردار شدند، و تا همین امروز، نه ‌تنها از محبوبیت این نوع سرگرمی، کاسته نشده، بلکه به ‌لطف «مارول» و «دی‌سی»، و فیلم‌ها و سریال‌هایی که این دو شرکت بزرگ، براساس شخصیت‌هاشان تولید کرده ‌اند، بر محبوبیت آن‌ها، افزوده شده است؛ اکنون دیگر کمتر کسی را، می‌توانید پیدا کنید، که نام این دو شرکت را، نشنیده باشند؛ باز هم به ‌لطف فیلم‌ها و سریال‌ها، افراد بیشتری، با «سوپرهیروها» آشنا شده اند؛ ابرقهرمانهایی همانند «دردویل»، «جسیکا جونز»، «آکوامن»، و بسیاری دیگر، که تا پیش از اینکه، از آن‌ها فیلم و سریال، ساخته شود، فقط روی پنل‌های کمیک بوک‌ها، و شاید در برخی از بازی‌های نچندان محبوب، حضور داشتندمارولز (شگفت زده)؛ یک سری کمیک، با چهار شماره است، که توسط «کورت بوسیک» نگارش، توسط «الکس راس» نقاشی، و توسط «مارکوس مک لورین» ویرایش شده اند؛ کتابها را، نشر «مارول کمیکز» در سال 1994میلادی منتشر کرده استبرخلاف کمیک‌هایی که با برند «ورتیگوی»، «دی‌سی» و انتشاراتیهایی مانند «دارک هورس» و «ایمیج» منتشر می‌کنند، خیلی کم پیش می‌آید، که «مارول» از کمیک‌های ابرقهرمانی خویش، فاصله بگیرد؛ که البته هیچ کسی با این مسئله، مشکلی ندارد؛ با این‌حال در سال 1994میلادی و زمانی‌که «کمیک مارولز» منتشر شد، انتشارات «مارول» در بالاترین قله ی خلاقیت خود، قرار داشت؛ «کمیک مارولز»، روایت‌گر مهم‌ترین و بهترین صحنه ‌های تاریخ «مارول»، از دید شخضیتی با نام «فیل شلدون»، یک عکاس خبری، است؛ دیدن سوپرهیروهای «مارول»، از زاویه دید فردی عادی، بسیار هیجان‌انگیز است؛ با اینکه این ایده، به خودی خود، ایده ی جذابی است، و نویسندگی «کرت بوسیک» برای این کمیک نیز، کاملا خوب است، اما هیچ‌کدام از آن‌ها، به اندازه ی تصویرسازی بیمانندی که «الکس راس»، برای این کمیک انجام داد، اهمیت ندارد؛ مبارزه ی «اسپایدرمن» با «گرین گابلین»، جنگ چهار شگفت ‌انگیز با «گالاکتوس»، و رونمایی افراد ایکس، از هویت واقعی خودشان، برای عموم مردم، از دید یک عکاس�� که یک انسان عادی است، «مارولز» را، به اثری چشم‌نواز، و جذاب بدل کرده استتاریخ بهنگام رسانی 28/11/1399هجری خورشیدی؛ ا. شربیانی",
          "Photographer Phil Sheldon experiences what it's like to live in a world of super heroes, from the rise of the Human Torch in the late thirties all the way to the dawn of the mutants, the first appearance of Galactus, and the death of Gwen Stacy.When Marvels first hit scene, I was a wee lad of 17. The internet was in its infancy and comic shops were dying by the dozen. As it became easier to come by comics, or 'graphic novels' if you're too cool to read comics, I always had a mind to read this but didn't pick it up until recently.Maybe it was just nearly twenty years of expectations but I wasn't wowed by this. Sure, the premise is cool and Alex Ross is still Alex Ross but not a hell of a lot happens. Busiek's writing has never done much for me and this is no exception. I think Busiek should send Alex Ross a fruit basket or something every week considering this is the book that moved Busiek on to bigger and better things.Don't get me wrong, I like Phil Sheldon's odyssey through the Marvel universe from an everyman's point of view. It's cool seeing what he thinks about things and how his life unfolds alongside superheroes fighting in the streets and sky of New York for decades. A brief sidebar, if I may. One thing that always bugged me about the Marvel Universe is how the mutants are continuously feared and/or shat upon but the regular superheroes are idolized for the most part. Really? Is it more likely that the X-Men are going to destroy your house during a battle than the Avengers? Is a mutant more dangerous than someone like the Spider-Man? Anyway, back to the show.Maybe my less than stellar reaction to this book is due to almost 20 years of speculation on my part. I kept thinking, when is stuff going to happen? I feel like Alex Ross's artwork was wasted and should have been used on a story with more action, more like Kingdom Come, which I rated higher than this but probably won't hold up well under a re-read. So yeah. Marvels. Fantastic art, kind of a meh story for me. It may have been a case of wrong book, wrong time. Your mileage may vary.",
          "2.5 starsI think I get what Marvel was aiming for with Marvels, and I've been a fan of their legendary roster of 'super'-characters for nearly 40 years, but this book was . . . dull. Said characters aren't even the stars of this storyline - they're strictly limited to 'featured' status, noticeably detached in a sense.The plot focuses on a fictional New York City photojournalist (the second time I've used that job title in a review today - how odd) from 'The Greatest Generation' who specializes in covering the notable superheroes who debut during the WWII era (Captain America, Sub-Mariner, etc.) and then later in the 60's (Fantastic Four, the Avengers, the X-Men, Spider-Man, and many more). The illustrations were often first-rate and the humor was sly on occasion (e.g. look for the Beatles, among other celebs, attending the nuptials of Mr. Fantastic and Invisible Girl), but the story just seemed creaky.",
          "In my view Marvels is one of, if not the greatest, comics released by Marvel Comics. I first encountered it as a twelve year old and have read it several times since. And each time I encounter again what it is that makes Marvels a stand out work in the Marvel universe of comics.The artwork in Marvels is clearly a stand-out feature. Though Alex Ross is better known for his work in the also grand Kingdom Come I personally prefer his artwork here where he first worked his unique stylistic magic. In my eyes Marvels has some of the greatest illustrations in the genre. While Watchmen and Batman: The Dark Knight Returns may be the greatest acclaimed graphic novels, I believe that alongside Batman: Noel this novel has the greatest artwork style.The story is essentially a trip through Marvel comic history, beginning with the WW2 based heroes and moving forward to the space-age/cosmic heroes. This trip is seen from the Odyssean perspective of one man by the name of Phil Sheldon. Phil is a photographer who through the course of the novel takes advantage of the rise of superheroes to gain work experiences. Through his eyes the reader sees how the world is changing with the rise of the superhero and the prejudice as regards the mutant X-Men. As an aspect of this comic history the reader can see the interconnected nature of the comics. I believe this shows better than any Marvel comic how connected the story arcs are. And in this way it makes the perfect entry novel into the Marvel universe. It also makes for the perfect novel to see a progression of human reactions to the heroes across the different entire continuing arcs. Part of the joy and brilliance of this graphic novel is how it also shows how individuals respond to the heroic and to the extraordinary. There is the sense that there are those vigilante style heroes - the Spiderman characters - who are disliked, because, despite being the heroes with power and responsibility, they are the heroes who make the right calls. There are the heroes like The Avengers, the public heroes which are loved and adored by many until they make an error or leave an unforgiving public to their fate. Then there are the X-Men, those unloved figures seeking desperately to be accepted and working behind the scenes as heroes. And then of course for every hero you have a villain, the individual who chooses to use their abilities for other purposes.The book essentially could be seen as filled with metaphors for the changes in history after WW2. For instance the rise of the nuclear powered heroes, or heroes who gained powers from nuclear power, are representative of the advent of the Cold War, where the racism directed against the X-Men reminds one of the periods of racism throughout recent history. In such a way though Marvels is a beautiful romp through a world imbued with super-heroics it is also a tribute to our own history and a reminder through the eyes of the everyman of how we as people adapt to the changing times.In short this is a poignant book full of superheroes and also with a deeper look into how the ordinary individual must survive in a world where men and women can tear down buildings with ease. Or to put it in other words, how men and women survive in an era of gods and mortals, an era of politics and advanced technology. It is the story of the 'marvels' but it is also the story of the ordinary people caught in the crossfire of the miraculous and therefore the deadly. And I personally know of few other comics (perhaps Watchmen or The Dark Knight Returns in some sense do this) that take a look into how people are affected by the extraordinary. As such I rate this as an important, must read, graphic novel.",
          "It took me a bit to warm up to this one but by the end I had come around. Obviously great art and a very good story. I know they shared the artist but I felt like this had a Marvel's version of Kingdom Come feel (though I know this came first so maybe Kingdom Come was DC's version of this)."],
        "_version_":1719088624570466304},
      {
        "id":"10593913",
        "title":["Avengers: The Children's Crusade"],
        "link":["https://www.goodreads.com//book/show/10593913-avengers"],
        "series":["(Avengers: The Children's Crusade #1-9)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1392210125l/10593913.jpg"],
        "author":["Allan Heinberg, Jim Cheung, Mark Morales, Justin Ponsor"],
        "author_link":["https://www.goodreads.com/author/show/89367.Allan_Heinberg"],
        "rating_count":[5588],
        "average_rating":[4.25],
        "five_star_ratings":[2816],
        "four_star_ratings":[1653],
        "three_star_ratings":[885],
        "two_star_ratings":[175],
        "one_star_ratings":[59],
        "number_of_pages":[220],
        "date_published":["June 1st 2011"],
        "publisher":["Marvel"],
        "original_title":["Avengers: The Children's Crusade"],
        "genre_and_votes":["Sequential Art-Comics 409, Sequential Art-Graphic Novels 155, Superheroes-Marvel 111, Comics-Superheroes 56, Comics-Comic Book 42, Graphic Novels Comics 35"],
        "isbn":"1846534852",
        "isbn13":"9781846534850",
        "settings":"NaN",
        "characters":"William Kaplan, Thomas Shepherd, Wanda Maximoff",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=10593913&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=10593913"],
        "recommended_books":[0],
        "books_in_series":[0],
        "description":["The Young Avengers return in an epic saga by series creators Allan Heinberg and Jim Cheung. When Wiccan's reality-altering powers begin to rival those of the Scarlet Witch, the young hero sets out on a quest to find her that spans the Marvel Universe and pits Wiccan against both the Avengers and the Young Avengers. But will Wiccan's desire to solve the mystery of his paren The Young Avengers return in an epic saga by series creators Allan Heinberg and Jim Cheung. When Wiccan's reality-altering powers begin to rival those of the Scarlet Witch, the young hero sets out on a quest to find her that spans the Marvel Universe and pits Wiccan against both the Avengers and the Young Avengers. But will Wiccan's desire to solve the mystery of his parentage be his salvation or his undoing? With three words, the Scarlet Witch changed the world forever...and now with her return, nothing will ever be the same for the Marvel Universe. This self-contained Marvel event reintroduces and redefines the Young Avengers and the Scarlet Witch for the Heroic Age, and is essential reading for any Avengers fan. : material from   526;   1-9, Young Avengers 1"],
        "reviews":["The boys finally meet their mother!Their original mother anyway. Both Speed and Wiccan were born (this time around) into other families. However, they were both originally born/created by Wanda's powers when she was married to Vision, and then disappeared into the ether due to Mephisto and Master Pandamonium.It's a weird story in the way only a comic book story can be.Ok. After the House of M debacle, Wanda just disappeared. Now Wiccan has a line on where she might be and he wants to go find her and figure out what exactly happened.Alright. Another thing you should know is that everyone from the Avengers to the X-Men is absolutely furious with Wanda. Like, irrationally so. Well, not irrationally for a real-world scenario, but irrationally angry for a comic book setting. Yes. She killed a few people, wiped out their reality and replaced it with her own, and also kinda-sorta decimated the mutant population for several years. BUT.In her defense, she had literally lost her mind. Her powers were too much for her (or anyone else) to control and she eventually gave in to madness.AND.If you think about it, something along those lines has happened to almost every character in the Marvel universe that has a power set like hers, and they've all been forgiven for their fuck ups.Not so in her case, as almost everyone feels like she needs to be put down. So the chase is on!So while this is a Young Avengers story, it's also a Scarlet Witch redemption story.And hey! Doctor Doom shows up! Gotta love any comic he shows up in, right?Pretty coherent stuff for a comic that has so many different teams and characters colliding in one event. &lt;--mini-event, maybe?At any rate, this was the story I'd been trying to find since I first read the birth story in Vision and the Scarlet Witch #12. A big Thank You to everyone who helped me find all the titles I needed to get here.Recommended.",
          "In a cartoon, when someone rolls a perfectly round snowball downhill, the snowball ends up huge with rocks, trees and skiers all collected within and sticking out at odd angles. This storyline is a lot like a little snowball. What starts as a fairly simple story – two members of the Young Avengers, Wiccan and Speed* believe that they are the sons of the Scarlet Witch and with Magneto’s help hope to find her.This is where you start pulling twigs, rocks, broken limbs and torsos out of the big snowball – The Scarlet Witch, was responsible for the House of M** and killing a few Avengers***, so the X-Men and the Avengers, both want to find her, but not for a happy, feel good reunion. If Wolverine wants to gut her, it’s serious.A dreaded time travel plot thread is thrown in here too. I find time travel storylines give me constipation, light-headedness, bouts of nausea and hives, so I’m not a big fan. Hey look, its Iron Lad, from the future, who grows up to be Kang the Conqueror, or does he? He’s here to escort the kids around different points in the time stream and further muddy the storyline and get the reader's head a-shaking.Bonus confusion points for Dr. Doom, who’s on a power-trip. Again. Doom is a whore for different cosmic power sources. I assume Galactus had a lunch date, otherwise he’d be in here as well.You do get some clarification on the House of M storyline and the penultimate Scott Lang/Dr. Doom battle in FF, but it’s still a time travel-y slogathon.*Because he’s fast. Really, really fast. Get it? Somebody wake up Stan Lee from his nap and tell him we need a better name.  **She altered reality and most mutants lost their powers.***They’re dead.",
          "TALK ABOUT EPIC!This deals witht he return of Scarlet witch after Billy wants to find his mother and that brings him into conflict with Magneto and Quicksilver and then they go to Latveria and engage in a conflict with Doom, we learn of the fate of Wanda and the coming of Avengers and X-Men and also them fighting each other, enter Iron Lad aka Kang Jr. and finally them all battling each other and coming to blows and we find out about the life force and Doom getting powered up and its a massive story with them battling him, secrets, revelations, fate of characters, breaking up of some heroes and the prelude almost to AvX but its a story about a son trying to save his mother.Its a great story and it is epic in all the sense of the world with like so many well known characters and giving them all their moments and also deals with the repercussions of House of M and maybe redeems WANDA Here. Plus I like how the story is centered on Wiccan and reunites him with his family. But the main reason is the art of Jim C and like its so good, each page almost a poster. So well worth it. Compliments wont be enough for the book so do read it as its one of the best Avengers stories period.",
          "Two of the Young Avengers Wiccan and Speed look like twins, have the same name as Wanda Maximoff's children, and have the same powers as the Scarlet Witch and her brother Quicksilver. Wishing to know the truth the Young Avengers set out to find the Scarlet Witch Wanda Maximoff.The Children's Crusade continues the storyline started in Avengers Disassembled and continued in House of M. Wanda's powers got out of control and she altered reality harming millions and depowering the majority of the mutant population. I was vaguely aware that this was a large scale continuation of that story line so I was interested to see how things went and I have to say things were a bit crazy. I really appreciated the mocking comments made about Civil War. It was hard not to mention heroes fighting each other because it seemed to be happening practically ever issue in the volume.A lot of information was revealed about Wanda and the what led up to Avengers Disassembled. It was helpful because it seemed crazy to me that Wanda's abiltiies went so over the top.There were a few parts that were too convenient. Clearly there was some sort of plan in place to continue stretching out the events of M-Day. It was rather annoying the way things were explained and interfered with at times. It felt like someone decided Wanda had to be a hero again so some twisting of the facts was needed.All in all the Children's Crusade was one enjoyable story.",
          "Utterly brilliant. A fine example of the best that Marvel has to offer. Instant classic and essential reading for all Marvel fans. This is super-hero comics at the top of the game. Touching and heartbreaking writing. Superb artwork. Every Marvel fan simply must read this book. ",
          "dude that was wild",
          "An interesting, moderately important storyline affecting pretty much the entire Marvel Universe, which went oddly unspoken about at the time of its release. This is essentially the followup to the Avengers: Disassembled and House of M storylines from years ago, as well as just generally an important event in the X-Men side of things. Or, it should've been.While the story unfolds in a gradual and ultimately pretty epic style, it never really feels as important as it portends to be. This has the feel of a book that was written to satisfy everyone who wanted to know what the hell was going on with the Scarlet Witch post-House-of-M, but without actually ruffling any feathers. There are a few relatively small deaths (that are barely dealt with), a few changes to minor characters, and the return of the Scarlet Witch, but it's all done in such a way that allows it to totally avoid any of the HUUUUGE problems the Scarlet Witch's return should cause. This is basically a zero sum adventure, which would normally be fine, but it shouldn't have a zero sum. This should've been a massive blockbuster crossover, but instead feels like an adventure in a minor side comic.I mean, the Scarlet Witch wiped out nearly every mutant on the planet with 3 words. It's been the biggest plotline in the X-Men universe for YEARS. And, once she comes back and decides to restore all the mutants she depowered, Dr. Doom robs her of her ability to do so. So, that's it. Status quo maintained. Despite the obvious repercussions this development should've had.As for the story itself, Heinberg's characterization and dialogue are pretty good. His writing of the Young Avengers feels particularly seasoned, hitting all their voices very well, but most of the other characters feel pretty same-y. The plot is interesting and kept me hooked for a while, until the aforementioned emptiness of the story reared its head. There are also a few instances of other characters just showing up out of nowhere to save the day, which is always a frustrating way to keep from having to deal with anything in the moment. Overall, it feels a little too been-there-done-that for my taste.I would say this is worth a read for anyone who loved Disassembled of House of M. It's good to finally see some lingering strings from those stories (relatively) resolved, even if they don't matter as much as they should. Others probably won't get much out of this, though.",
          "This volume of 'Young Avengers' mostly focuses on Wiccan's quest to find the missing Scarlet Witch so he can discover whether he and Speed are actually Wanda's long lost children.I felt a little disconnected because a bunch of stuff has happened between these two volumes, and it's been a long time since I read 'House of M' or 'Avengers vs X-Men', so there are parts of this book I zoned out of because it is part of a big all-connected universe and that element of comics is one I care less and less about.I KNOW that reading a Marvel or DC comics means you have to go in with the understanding that there are always crossovers but I just got so tired of it, so because of that I didn't enjoy this book as much as the first. It's nothing to do with the writing, it's just the unfortunate result of Wanda being so important to the Marvel universe of course the Avengers and X-Men have to rock up.The highlight is still the relationship between Wiccan and Hulking for me, of course. A cute gay couple doing their thing. Hulking constantly referring to Wiccan as his 'idiot boyfriend' is entirely appropriate."],
        "_version_":1719088659687276544},
      {
        "id":"11141699",
        "title":["Oz: Ozma of Oz"],
        "link":["https://www.goodreads.com//book/show/11141699-oz"],
        "series":["(Marvel's Oz Comics #3)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1344270711l/11141699.jpg"],
        "author":["Eric Shanower, Skottie Young, L. Frank Baum"],
        "author_link":["https://www.goodreads.com/author/show/117884.Eric_Shanower"],
        "rating_count":[1752],
        "average_rating":[4.21],
        "five_star_ratings":[802],
        "four_star_ratings":[602],
        "three_star_ratings":[286],
        "two_star_ratings":[38],
        "one_star_ratings":[24],
        "number_of_pages":[200],
        "date_published":["2011"],
        "publisher":["Marvel"],
        "original_title":["Oz: Ozma of Oz"],
        "genre_and_votes":["Sequential Art-Graphic Novels 128, Sequential Art-Comics 79, Fantasy 73, Classics 19"],
        "isbn":"0785142479",
        "isbn13":"9780785142478",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=11141699&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=11141699"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[9223372036854775807],
        "description":["Dorothy Gale plunges into adventure again, this time with a talking chicken named Billina. Dorothy and Billina are washed off their sailing ship to face drowning, starvation - and screaming Wheelers, strange men with wheels instead of hands and feet. The multiple Eisner Award-winning and New York Times-bestselling team of Shanower and Young returns to Oz with this comics a Dorothy Gale plunges into adventure again, this time with a talking chicken named Billina. Dorothy and Billina are washed off their sailing ship to face drowning, starvation - and screaming Wheelers, strange men with wheels instead of hands and feet. The multiple Eisner Award-winning and New York Times-bestselling team of Shanower and Young returns to Oz with this comics adaptation of L. Frank Baum's third Oz book! Collecting OZMA OF OZ #1-8"],
        "reviews":["While travelling to Australia with Uncle Henry, Dorothy is shipwrecked in the Land of Ev where she meets Billina the hen and the Tic-Toc Man. They come across the Wheelers which Skottie Young demonically illustrates to full effect.Ozma and all of Dorothy's old friends also come to Ev in order to free the royal family from the clutched of the Nome King. The Nome King is a reoccurring villain in future Oz books and he's perfect for it. I love all of Young's illustrations in the underground and particularly the Nome King himself.I like that Dorothy has grown up a bit and is more sure of herself. You may recognize a lot of characters from the 80's movie Return to OZ. They pulled from Ozma of Oz and Marvelous World of Oz for that story.",
          "Another delightful - and beautiful - entry in the series, and as with the previous book a story I was completely unfamiliar with. How have these not been filmed? And why do they instead keep making inferior movies like 'The Wiz,' James Franco's lame 'Oz the Great and Powerful,' TV's interesting update 'Tin Man,' and Disney's 1985 'Return to Oz,' (which was a loose and apparently terrible mash-up of Ozma and the previous Marvelous Land of Oz)? Now that folks are seriously adapting things like Lord of the Rings, Game of Thrones, The Expanse and the I-really-hope-they-don't-screw-it-up His Dark Materials, it's about time HBO or Netflix got the rights to Oz and did a decent series that combined all the stories using the techniques and talents of modern Hollywood. How do we make that happen??",
          "While Dorothy ends up proving herself worthy of being Ozma's champion in this book, there's a second hero who is sometimes overlooked — Bill the chicken. http://pussreboots.pair.com/blog/2015...",
          "Gotta tell you I was not a fan of the art in this book at all. Huge mouths *shudder* The story was good but not as good as The Wizard. 🤷🏼‍♀️",
          "Dorothy gets shipwrecked in the land of Ev, and along with a hen named Bill she meets a new cast of characters. She gets locked in a tower for refusing to let the very vain Princess of Ev take her head. Her friends arrive just in time with Ozma of Oz to rescue her. Then they all travel to the underground realm of the Nome king to free the Queen of Ev. All this, and expertly rendered by Skottie Young.",
          "This is another book that I grabbed off of the kids' shelves because it looked fun. And the story was, but the design was confusing. It's the third book in the graphic novel series of the Oz books, so it must be selling well. But I wonder who the audience for these books is because of some of the design choices.The story was the classic Baum tale. The story editing allowed the heart, humor and drama to come through very well. So that would work for kids or for grown-up fans of the series. But I just didn't get a lot of the artistic choices. Dorothy is incredibly unattractive, she's drawn to look like a wide-mouthed, surly-faced bratty kid. I couldn't identify with her as my hero, I wanted to push her away. Bellina was kind of freaky looking too, with big bulging, bloodshot eyes. Maybe the chicken didn't have to be pretty, although I always imagined her that way, but she looked kind of scary in a lot of the frames. And even Ozma wasn't pretty and also made bizarre mouths. I guess giving characters that big wide open mouth this is the artist's signature style, but it really put me off for this particular story. There were scenes in the book that were great. The Wheelers had a Gothic, scary, yet pitiful aspect, very well expressed. Tik-Tok was enjoyable. Most of the scenes with the Nome king and his lands were well designed. But those were all darker scenes and characters, when it came to beauty there was no child-like wonder in this book, or fairytale charm, or lovely princesses. Oz is supposed to contrast the lovely and the haunting, but this had only one side of the coin.Because of those choices, I just don't really get who the audience is. I think little girls would want to see prettier princesses. I'm not saying that they have to be perfect beauties, plain is fine, just that these gals are making hideous and unattractive faces throughout the whole book. People who were childhood fans of the books would probably think that a graphic novel would be a chance to provide lovely, lush drawings that they can pore over and over. Some of those drawing should certainly be dark and edgy, but the overall the look was just unattractive. So it's not a book that I want to rush out and buy for my adult friend who's a big Oz fan, it's too unattractive for that.. And I'm not going to get it for my niece because I don't think she'll be able to identify with Dorothy, who just doesn't come across as the charming, funny, lovely girl that she is in the source book. So overall the artwork took too much away from the great story for me to be able to recommend this one, it just wasn't my cup of tea.",
          "Didn't really enjoy this one as much, mainly because the plot wasn't all that (and what's with the title?). Also, switch Ozma back to Tip please :\\",
          "Last year I discovered Marvel Comics' adaptations of L Frank Baum's classic Oz books. Beginning with The Wonderful Wizard of Oz, and continuing with The Marvelous Land of Oz, the combination of Eric Shanower's adaptation of Baum's writing with Skottie Young's amazing artwork had me sold from the first pages. The third volume, a hardcover comic collecting the eight comic book issues of Ozma of Oz, is now in stores, and is my favorite so far in this Oz series.If you're familiar with the Walt Disney 80's movie Return to Oz, the story of that movie is mostly Ozma of Oz, with some Marvelous Land of Oz thrown into the mix. Dorothy Gale wasn't in Marvelous Land, so it's nice to see her return in this book. On her way to Australia with Uncle Henry, Dorothy is swept overboard in a storm and ends up in the land of Ev--a neighboring kingdom to the land of Oz. She and her traveling companion Billina (a talking chicken) soon meet Tik-Tok, a mechanical soldier. Together they need to outsmart the Wheelers, roving monsters with wheels for hands and feet (and every bit as freaky as the Flying Monkeys were), and work to free the royal family of Ev from the Nome King. Dorothy is gutsier than she was in Wonderful Wizard of Oz. She's always been plucky, but in so much of her first adventure, she's just trying to get back home to Kansas. She's more comfortable in this story, and has more confidence in her own heroism. She's eventually reunited with her old friends the Scarecrow, Tin Man, and Cowardly Lion, who arrive with Ozma, the new Queen of Oz. Also accompanying them are the Sawhorse (met in the last book), the Hungry Tiger, and a small army, more there for comic relief than anything else. By the time the group of travelers gets to the Nome King, they're a funny, fun, eclectic group, and you hate to see any one of them get into trouble. So when they end up fighting for their very lives, I was surprised at how anxious I was. I've read most of Baum's Oz books before, but these adaptations are really better than the source material in almost every way. Eric Shanower, who has become a sort of gatekeeper for Baum's Oz stories, editing collections and writing new adventures, probably knows Oz better than anyone currently living. This is an ideal job for him, and he's able to cull away some of the wordiness of the Baum stories while keeping the spirit and intent and adventure very much alive. Skottie Young has illustrated all three of these volumes, and is quickly becoming a favorite artist of mine. His redesigns of these classic characters manage to pay homage to the original Denslow illustrations while stretching them into a direction nearing (but not mimicking) steampunk designs. I especially liked his Hungry Tiger, who's a fitting counterpart to the Cowardly Lion--another big ball of fluff that's both cuddly and toothy. Tik-Tok was one of my favorite characters in the movie Return to Oz, and his round design here is similar, but distinct enough in his own right. The hen Billina is just a comma of yellow with bulgy eyes and a tiny beak, but is another great design. I love the art deco flourishes that Young works into the architecture and clothing--Glinda the Good, even though she's only on a few pages, is always gorgeous. And Ozma herself is like a young goddess of the turn of the 20th Century, with oversized poppy blossoms on the sides of her head, and a stylized 'OZ' scepter and tiara. Anyway. Love the art.If you've ever been a fan of the movie The Wizard of Oz, or of the L. Frank Baum novels, or of comic books or graphic novels, you'd enjoy Ozma of Oz. It's a great adventure, with fun characters old and new, outstanding visuals and a tighter story than other Oz books. Whether you're new to visiting Oz or you're a regular, you'll find something to love here. "],
        "_version_":1719088661720465409}]
  }}