{
  "responseHeader":{
    "status":0,
    "QTime":3,
    "params":{
      "q":"comics AND (\"spider-man\" OR \"Peter Parker\")",
      "defType":"edismax",
      "indent":"true",
      "qf":"title genre_and_votes description characters",
      "q.op":"OR",
      "rows":"10"}},
  "response":{"numFound":22,"start":0,"numFoundExact":true,"docs":[
      {
        "id":"2906724",
        "title":["Spider-Man Loves Mary Jane, Volume 2"],
        "link":["https://www.goodreads.com//book/show/2906724-spider-man-loves-mary-jane-volume-2"],
        "series":["(Mary Jane (Collected Editions) #4-6)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1347426876l/2906724.jpg"],
        "author":["Sean McKeever, David Hahn, Takeshi Miyazawa, Valentine De Landro"],
        "author_link":["https://www.goodreads.com/author/show/92896.Sean_McKeever"],
        "rating_count":[219],
        "average_rating":[4.03],
        "five_star_ratings":[77],
        "four_star_ratings":[84],
        "three_star_ratings":[48],
        "two_star_ratings":[7],
        "one_star_ratings":[3],
        "number_of_pages":[368],
        "date_published":["January 10th 2007"],
        "publisher":["Marvel"],
        "original_title":["Spider-Man Loves Mary Jane, Volume 2"],
        "genre_and_votes":["Sequential Art-Comics 20, Sequential Art-Graphic Novels 17, Romance 6, Young Adult 6, Marvel-Spider Man 5, Comics-Superheroes 4, Graphic Novels Comics 4"],
        "isbn":"0785130837",
        "isbn13":"9780785130833",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=2906724&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=2906724"],
        "recommended_books":[0],
        "books_in_series":[0],
        "description":["In The New Girl, there's a new girl at Midtown High. Her name's Gwen Stacy, and she has her sights set on Peter Parker. What's a lovesick Mary Jane to do? Plus: Mary Jane Watson wasn't always the girl she is today. How did she become the sort of person to push her problems away rather than face them? And how is it that Peter Parker, Spider-Man and Spidey's origin itself al In The New Girl, there's a new girl at Midtown High. Her name's Gwen Stacy, and she has her sights set on Peter Parker. What's a lovesick Mary Jane to do? Plus: Mary Jane Watson wasn't always the girl she is today. How did she become the sort of person to push her problems away rather than face them? And how is it that Peter Parker, Spider-Man and Spidey's origin itself all play pivotal roles?  In My Secret Life, take a look at Mary Jane through the eyes of her supporting cast. What do they think of her, especially now that she's...changed? And what does this change mean for her relationship with Peter Parker.  And in Still Friends, what's the story between Mary Jane and Peter in the aftermath of recent shocking revelations? Between Peter and Gwen? Between Liz and - Oh, who CARES? Is that FIRESTAR?  :   6-20"],
        "reviews":["Finally got round to finishing this book and was a good read. It Was a bit back and forth between characters and maybe I'm just getting old but it was very high schooly and a bit childish in places but was an easy read at least . Glad I read it and finally finished it",
          "Okay, I loved this. I absolutely loved this! When I finished I actually cried out in anger because I didn't want it to end! Once I got past flashbacks of emo MJ and got into the love triangles I could not put it down! Forget love triangles this book has love hexagons, octagons? Whatever, there was a lot going on! I absolutely loved the characterization of Peter/Spidey, I often found myself giggling like a school girl,  and I will not be embarrassed by that fact!We get to see a few more famous faces such as Gwen Stacy, Firestar, and Felicia Hardy. Although I was somewhat disappointed with Felicia's appearance because it was very brief and she had no interaction with Peter or Spidey, it was still fun.I appreciate that there was a real effort to give these characters dimension and depth and am impressed by the author's ability to write believable female characters. Overall, this was incredibly enjoyable, I got to shut off my brain and fall in love with these characters all over again.",
          "As much as I love Terry Moore--and, boy, do I--these characters belong to Sean Mckeever. Oh, how I wish Mckeever would just break his contract with DC and return to what I think is his best work. Although, I have to be honest and say I never read anything else by him. I'm just assuming he can't write anything more perfect than this near-perfect comic book. This is why, if done right, teen soap-operas shouldn't be snuffed at.",
          "Firstly, I much rather prefer Takeshi Miyazawa’s art style. Like I know, I know it was team effort etc. I just have preferences. Beyond that, I was so underwhelmed that MJ AND PETER ARE NEVWR SHOWN GETTING TOGETHER! I’ve been reading this under the pre-tense that they actually would. But classic 90s early 2000’s trope of characters getting together and not seeing their relationship at least begin. Disappointed but otherwise the story was great. This volume was a bit confusing in terms of order as this volume had the remaining volumes up to the last one (#20). I made the mistake of buying the other volumes when it was all here, whoops. ",
          "This didn't get past the flaws of the last few volumes: It's a comicbook ostensibly starring a woman (and her best friend?) and it never passes the Bechdel test. They're always talking about a guy. (To a large degree, the men are always talking about women, but they just talk less in general.) But having a bunch of issues of fluff together makes it much better. If this had been more piecemeal (even in the shorter paperback volumes), the lack of resolution would have irritated me. In one big gulp, it felt likely that the treadmill was going somewhere. ",
          "My review here is pretty much the same as volume 1 of this collection. My 10 year old daughter is a huge spidey and mary jane fan. We read this collection together. I love that there are good comic book titles out there that are geared for all ages. My daughter and I give this a solid 5 stars.",
          "Nice book"],
        "_version_":1719230926391607296},
      {
        "id":"17368270",
        "title":["The Superior Spider-Man, Vol. 1: My Own Worst Enemy"],
        "link":["https://www.goodreads.com//book/show/17368270-the-superior-spider-man-vol-1"],
        "series":["(Superior Spider-Man (2013) (Collected Editions) #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1409502777l/17368270.jpg"],
        "author":["Dan Slott, Ryan Stegman, Giuseppe Camuncoli"],
        "author_link":["https://www.goodreads.com/author/show/24781.Dan_Slott"],
        "rating_count":[4962],
        "average_rating":[4.19],
        "five_star_ratings":[2158],
        "four_star_ratings":[1861],
        "three_star_ratings":[742],
        "two_star_ratings":[154],
        "one_star_ratings":[47],
        "number_of_pages":[120],
        "date_published":["May 2013"],
        "publisher":["Marvel"],
        "original_title":["The Superior Spider-Man, Vol. 1: My Own Worst Enemy"],
        "genre_and_votes":["Sequential Art-Comics 357, Sequential Art-Graphic Novels 183, Superheroes-Marvel 132, Marvel-Spider Man 70, Comics-Comic Book 41, Comics-Superheroes 39"],
        "isbn":"0785167048",
        "isbn13":"9780785167044",
        "settings":"NaN",
        "characters":"Mary Jane Watson, J. Jonah Jameson, Adrian Toomes, Otto Octavius, Ben Urich, May Parker, Peter Parker",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=17368270&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=17368270"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["Part of the Marvel NOW! initiative! THEN!...Peter Parker spent a lifetime living up to the responsibilities his powers foisted upon him, but his story finally ended dramatically in the historic Amazing Spider-Man #700. NOW!...The new Amazing Spider-Man has arrived, and he is better in every single way. Smarter, stronger...Superior. And he'll prove it, both to himself and th Part of the Marvel NOW! initiative! THEN!...Peter Parker spent a lifetime living up to the responsibilities his powers foisted upon him, but his story finally ended dramatically in the historic Amazing Spider-Man #700. NOW!...The new Amazing Spider-Man has arrived, and he is better in every single way. Smarter, stronger...Superior. And he'll prove it, both to himself and the world, when he faces down the all-new Sinister Six! But is this all-new Spider-Man in cahoots with J. Jonah Jameson? And has Carlie Cooper figured out the Superior Spider-Man's secret identify? Plus: Spider-Man and Mary Jane...reunited?! All this and the return of the villainous Vulture! It's an all-new era of web-slinging excitement, and it all starts NOW!  Superior Spider-Man 1-5"],
        "reviews":["An abused trope of sixties TV was body shifting. Remember! Fred Flintstone is now Dino, Dino is Wilma and Barney is the talking garbage disposal. Gilligan’s Island – The Skipper is Mr. Howell, the Professor is Mary Anne and Ginger is Gilligan (this one has some porn potential). My favorite non sitcom body shift was that episode of Star Trek, where Kirk was body shifted (or is it mind shifted? Too late!) with a woman he dumped years before. Cue overwrought scenery chewing performance. Oh, William Shatner! This is why God created the Emmy.Onto Spider-Man. Doctor Octopus has finally succeeded in shifting his mind into Spider-Man; however, Ock’s old, decrepit body is no more. Peter Parker’s consciousness now resides in the mind of the new superior Spider-Man, watching as Dr. Octopus does things he never dreamed or thought of and crossed lines that Parker wouldn’t dare Beating villains to a pulp and killing one.This is probably the most significant Spider-Man story line in decades and the best thing that Don Slott has ever written. Can Volume 2 sustain the momentum?",
          "Gimmicky, Bonkers, Fun!Aesthetically, this was not really my thing: too busy, inconsistent, rushed, sketchy, gimmicky for my taste. The Superior Spider-Man is not primarily about aesthetics, though - it’s primarily about plot… a plot that is completely bonkers, interestingly enough, combining b-movie sensationalism with screwball comedy, sixties-television silliness with John Hughes teen-o-rama. And yet it kinda works.The premise: A reformed Otto Octavius (aka. Doc Ock) has taken over Peter Parker's body, dishing out a “superior” form of superhero justice - one that is a little on the repressive, reactionary, ruthless side, yet at first glance appears to deliver splendid results. Meanwhile, Peter Parker’s essence (or something) has died in Octavius' body… but never fear, true believer - Peter continues to affect Otto’s memories and behavior... and even keeps hanging around as a ghost, constantly complaining about that new so-called Superior Spider-Man: 'He's saying super villain stuff. How can no one see through this?'Bottom line: It's a ridiculously fertile scenario with lots of potential for drama, conflict, moral ambiguity, meta-commentary, social critique, action, romance, comedy - I’ll keep reading. In fact, it looks like I'm already hooked, as I'm really looking forward to some of those attractive-looking spin-offs!",
          "Yes, this was just as good as everyone said it would be. Maybe better.I haven't kept up with Spider-Man, so I have no idea how Doc Ock pulled off his Vulcan mind-meld switcheroo. I mean, I knew he had, I just didn't read about it when it happened.I can't believe what a great job Slott did with this whole concept. Let's kill off Peter...and replace his mind with Otto Octavius'.In what world does that sound like a good idea?! It shouldn't work. Nothing about that sounds remotely good. Nothing.But it's soooo awesome!I cared! I actually cared about Doc Ock! It didn't hurt that Peter's consciousness is still rattling around in there, desperately trying to give Otto some sort of moral compass. Good luck, Parker!As an added bonus, it also gave the book a team-up feeling to it. And really, who doesn't love team-ups?  The kicker is that Otto actually does do a better job as Spider-Man...than Spider-Man. Which doesn't exactly escape Peter's notice, and leads him to have several facepalm moments.Why didn't I ever call the police for back-up? Duh.Really the only way this could have been better is if Otto had decided to get a haircut. Can you imagine Spider-man with a bowl-cut?Nice. It's humorous, smart, and touching all rolled into a fun story with cool art.Superior Spider-Man is everything that's great about the comic book medium.So go read it!",
          "Prior to this series, a dying Doc Ock managed to switch bodies with Peter Parker so that his mind was transferred to Peter’s body and Peter’s mind was in Ock’s body. Doc Ock’s mind coupled with Peter Parker’s body makes him, in his words, the Superior Spider-man while Peter in Doc Ock’s body is “dead” though his spirit is still hanging around, stupefied at the way events have turned out. Crucially though, Peter was able to give Ock his memories and a measure of his personality so it’s not totally Doc Ock in control of Spider-man - he isn’t 100% supervillain, and he does save lives, think of others, and generally behave in a more or less civilised way than he normally would, much to his chagrin. So how does Doc Ock do as Spider-man? Actually really well, both as a character and as a concept for this series. He’s still selfish, arrogant and ruthless but his Spider-man is incredibly effective. He creates hundreds of mini-spiders with cameras inside and sets them loose on New York providing him with a spy network that eliminates the need for Spidey to go out on patrol - if a spider-camera picks up a crime, the app on his phone beeps and he can get to the scene exactly. Pretty smart, if somewhat Big-Brother-ish, and an idea that’s a great blend of Spidey and Ock. There are lots of little things like that that separate this Spider-man from the real Spidey, like the brilliant way he deals with the new Sinister Six in the opening issue, setting the tone for the series that this is a very different Spider-man than the one we’ve all read before. The focus is on Ock's more cerebral approach to crime-fighting, incorporating traps and gadgets to accomplish his goals more effectively. This Spider-man is definitely a new and interesting version of Spidey that we've never seen before and makes for a more exciting story as we can't predict what he's going to do next. It is strange that no-one picks up on Spidey being different - his voice is definitely Doc Ock’s, using phrases like “everything’s proceeding according to plan” in everyday vernacular - especially MJ. Issue #2 deals with the disturbing consequence of Doc Ock in Peter’s body - that he might end up trying to rape MJ, or she would sleep with him not knowing he’s not Peter. Thankfully, Dan Slott deals with it tastefully and in a way that it doesn’t need to be addressed again in other issues. There’s a brilliant scene that parodies Batman where Mayor J. Jonah Jameson sets up a Spider-man spotlight that shines into the sky whenever he needs him - a light that Spidey quickly destroys, telling him it’s like a beacon for every bad guy in the city to target. Which raised the interesting question of why more Batman villains haven’t tried sabotaging the light atop the GCPD more often? Batman shows up on the building whenever the light is shone after all. I thought it was a great observation from Slott anyway.Despite the jokey nature of the first couple of issues, things get very dark in the latter half of the book with Peter’s grip of Ock’s mind slipping (he follows Ock everywhere as a kind of one-man disembodied Greek chorus) and sees the Superior Spider-man becoming much more harsh in his approach to Spidey’s rogues gallery, specifically in his treatment of the Vulture and Massacre. In fact, the way Spidey deals with Massacre might be a dealbreaker for many long-time Spider-man readers - but just remember it’s not Peter. There really isn’t a single thing about the book I can fault. I even liked the sub-plot where Ock discovers Peter doesn’t have a doctorate and, his ego enraged, re-enrols in university to get his PhD. and gets tutored by a little person with excellent Italian cooking skills. Amid everything that’s happening, it should be a sidetrack that feels unnecessary but instead adds to the overall richness of the storyline. Dan Slott, Ryan Stegman and Guiseppe Camuncoli have re-invigorated Spider-man with this storyline, giving the character a fresh perspective and creating new avenues of storytelling with all sorts of possibilities. Superior Spider-man is a fantastic series and a must-read for both old and new fans of the character. ",
          "Peter Parker is no more!Now, Doctor Octopus will answer the call as The Superior Spider-Man!Now, does the book live up to its title? Yes, indeed, it is superior.Doc Ock's Spider-Man operates in a more menacing yet sophisticated way towards his villains. It's not your typical friendly neighborhood Spider-Man. The book breaks a lot of old-fashioned superhero tropes which makes it an engaging read. 9/10",
          "Finally, years later, I sit down and read Superior Spider-man to see if I'll enjoy it as much as I did when reading issue 1 years ago. I fucking do, is the short answer. So Dr. Ock is the new Spider-man. With that it started a million online fanboys crying for hours. However, if you actually read it, not a bad idea. So now Dr. Ock has all the memories of Peter Parker and the same feelings but that doesn't mean he has to do it the same way. This is a man who wants to cut out the bullshit. Have a life. Take down criminals, FOR GOOD. This is a man on a mission to save people but not bullshit around. This is the Superior Spider-man, and he actually is. Good: The art is wonderful. I love Ryan's artwork, some of my favorite of Spider-man. The dialog is a step up, since Dr. Ock spider-man is far more interesting and well done and it SOUNDS like him verses where I never thought Slott got Peter's voice down right. The later half of this volume is extremely well done and the last few pages are near perfect for a new SPider-man adventure. Bad: I thought the start was a little slow, and gimmicky with a ghost-like Peter Parker following Dr. Ock Spider-man everywhere. Overall this was extremely fun and easily the best Spider-man story read in awhile. His solo title has suffered but this, this was some good shit. Hope to enjoy Superior Spider-man's entire run now! A 4 out of 5. ",
          "This is just about the most brilliant idea I've seen in superhero comics in ages. Otto Octavius inhabiting the body of Peter Parker, spouting off his classic arrogance, distaste for all the Neanderthal morons surrounding him and being about as self-serving and brusque as Peter Parker was not? The dissonance from everything we ever knew about Parker is simply divine and wholly entertaining. The insults he hurls at nearly everyone around him are hilarious - like a symphony of comeuppance for the beleaguered Doc Ock, always a bridesmaid (or would-be world-conquering genius), never a bride. Now with the power and legitimacy of being on the good side, he gets the victories he's always deserved. Ironic but he'll (and I'll) take it.There's something gorgeous about just how quickly and easily Otto's brain and Peter's body equate to the perfect crime-fighter, and so ridiculously beyond most foes it's unfair and almost cruel. This makes my nerd side just sing with joy - I should be running naked through the streets in celebration of this victory on behalf of us nerds. Otto's entire approach to solving problems that were hellish for Peter is just so...gratifying and facepalm-worthy. Of COURSE that's how a genius and master plotter would handle these things - what moron WOULDN'T? (Little embarrassing for our hero, wouldn't you say?)This book feels like my well-earned reward for setting out to catch up on Spider-man that I embarked on early this year when I reached back (through a Marvel Digital Unlimited subscription) and started with Brand New Day.Watching Otto try to woo Mary Jane is like a symphony of teenage nerd-losses, played out with big brains but still missing the clue on how to understand girls. Bonus: there's a special observer along for the ride, making the whole exercise a squirmy pleasure I'd never dreamed. The Massacre story is a little less exciting, because it's the same old threat and just happens to have a few Otto one-upmanship twists to freshen it up a bit. It's not that it's not good, just that it's playing out the same scenery with a slightly different outcome. Somehow it feels like I'm playing a video game here, and this time we're free playing a level with a new character. Somehow it's...not entirely fun, feels a bit rote. (Or maybe it's just that we've trotted out Massacre, a C-list villain, to give Otto the excuse he needs to take this further than Spidey ever would.)The repercussions on Spidey's life from what Otto is doing are obvious, and inevitably Parker will re-inhabit his body and then have to deal with his wrecked life. It's an interesting way to mess with the 'good life' that Peter has earned lately, though it boils down to 'I was possessed' - a trope of soap operas that I wish I'd never been forced to acknowledge I've seen. (My mom made me do it, OK?)Art by Stegman, Camuncoli and team is good - evocative, fluid action, and interesting choices - but the faces look weirdly puffy and angular, and the acting ain't exactly subtle.All in all this is a must-read book, and a lot of fun is in there. I can't in good conscience give it full five stars, but it's damned close.",
          "Doctor Octopus has taken over Peter Parker's entire life. Despite having all of Peter Parker's memories he's still doing things his way which is good, bad, and in-between.A Dying Wish left me expecting to enjoy Superior Spider-Man even though my initial thought was it wouldn't be too enjoyable seeing Doc Ock be Spidey. When it comes to My Own Worst Enemy, my initial thought was correct. Doc Ock is a resourceful genius, but the man is a total prick too. Fortunately Peter's memory ghost or whatever it is has been keeping Otto in check for the largest part.I realize the writing is supposed to represent a strange and very unlike Peter Parker Spider-Man, but the result is a guy I want to punch in the face. Calling the news to witness his successes and making nice with J. Jonah Jameson are just two of the ways Otto has changed Peter negatively.I'm not sure if I'll continue reading Superior Spider-Man because I can't stand Doctor Octopus as Spider-Man.",
          "So let me start by saying I’m not a Spidey fan. Sure, I’ve read a bunch of his books in the past because I liked an artist or author, but never was so stoked by a title that I couldn’t wait to get my hands on the next collection. The Superior Spider-Man has changed that. This is not only my favorite Spidey book EVER, it has earned a spot on my list of all-time favorites. Now that that’s out of the way, the hardback collection I read also included Amazing Spider-Man #698 – 700 along with Superior #1 – 5, but I couldn’t find it in Goodreads so I put my review here. Here's the dust jacket cover image from the hardcover collection. Sweet.Dan who? Never heard of him. Not really true, as I have read a smattering of his stuff in the past. But nothing that touches this. Had every one of my Goodreads pals not raved about this title I almost certainly wouldn’t have even picked it up. Mr. Slott took a character and storyline I had no interest in and owned that shit. Watching Ock interact with everyone in Peter’s life as Peter or Spidey was fantastic. I previously thought it would be impossible for Slott to convince me that a life-long villain wanted to be a hero. He did it in an entertaining and plausible way. Ock doesn’t just want to be a hero, he wants to be a “superior” hero. Some of the stuff he comes up with (new spider-suit, spider-bots, and spider-apps) is just great. And Otto also does what any portly middle-aged nerd would do if given the young muscular body of a professional soccer player. Right. He's gonna smash MJ. Can’t blame him. And “spirit” Peter gets to watch the whole thing.  And then there’s the art. For years I have been jealous of the long list of great artists that worked on a title I really had no interest in. Well not anymore. The art throughout this collection was top notch. Especially the stuff by Humberto Ramos, Ryan Stegman, and Giuseppe Camuncoli. All three brought the kind of dynamic and kinetic work this title needed to make it a classic. Glad to see all of them continue to contribute to future volumes and this insures that I’ll be back for more. "],
        "_version_":1719230955270438912},
      {
        "id":"105920",
        "title":["Ultimate Spider-Man, Volume 1: Power and Responsibility"],
        "link":["https://www.goodreads.com//book/show/105920.Ultimate_Spider_Man_Volume_1"],
        "series":["(Ultimate Spider-Man (Collected Editions) #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388273050l/105920.jpg"],
        "author":["Brian Michael Bendis, Mark Bagley, Stuart Immonen, David Lafuente, Trevor Hairsine"],
        "author_link":["https://www.goodreads.com/author/show/12424.Brian_Michael_Bendis"],
        "rating_count":[13993],
        "average_rating":[4.11],
        "five_star_ratings":[6073],
        "four_star_ratings":[4499],
        "three_star_ratings":[2557],
        "two_star_ratings":[609],
        "one_star_ratings":[255],
        "number_of_pages":[184],
        "date_published":["2001"],
        "publisher":["Marvel"],
        "original_title":["Ultimate Spider-Man, Volume 1: Power and Responsibility"],
        "genre_and_votes":["Sequential Art-Comics 653, Sequential Art-Graphic Novels 340, Superheroes-Marvel 185, Comics-Comic Book 80, Marvel-Spider Man 68, Comics-Superheroes 64"],
        "isbn":"078510786X",
        "isbn13":"9780785107866",
        "settings":"United States of America",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/1?book_id=105920&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=105920"],
        "recommended_books":[31979599052160882],
        "books_in_series":[0],
        "description":["In a retelling of the Spider-Man saga that has been updated for the twenty-first century, teenager Peter Parker is bitten by an experimental spider from the laboratory of Osborn Industries, and develops super powers as a result."],
        "reviews":["Saddle up, buckaroos - it’s another re-telling of the Petey Parker/Spider-Pants origin story! Brian Bendyman goes through the well-worn checklist: nerdy bully-magnet Peter gets bit by a magic spider, gets superpowers, doesn’t use them to stop crime, loses his Uncle Ben (the non-rice guy), and learns that With Great Blahblah Comes Blah Blahblah. And then decides to punch Norman Osborn who’s transformed himself into the Green Wheelie Bin! While Bendis’ writing and Mark Bagley’s art are both fine, there’s not a whole lot here to hold the attention of someone like me who saw the first Sam Raimi Spider-Pants movie gawd knows how many times, not to mention read multiple versions of the origin in the comics. I didn’t think much of Bagley’s Uncle Ben, who’s got a naff ponytail for some reason, and his Green Goblin is ridonkulously ‘roided out so he looks more like the Hulk villain Abomination. And, while this isn’t really Bendis’ problem, the way everything slots into place, from Peter getting the outfit to the webbing fluid that his dad just happened to be working on before he disappeared, was all too damn eye-rollingly convenient. Ultimate Spider-Man, Volume 1: Power and Responsibility isn’t a bad comic by any means, it’s just a book of table-setting that I was already over-familiar with to be too enamoured by. It’s a fine jumping-on point for new readers though or anyone looking for an accessible and fairly entertaining, if by-the-numbers, version of the Spidey origin. I’m glad I finally read this one but I’m a-heading back to Miles Morales/Ultimate Spider-Man whose story I find much more interesting than Peter’s same old, same old. ",
          "This may be my all time favorite run of Spider-Man. Bendis for all his crime comics is one of the best writers of teenagers I've ever come across. He made Spider-Man fun again after a decade of grim-dark Spider-Man comics and clone sagas throughout the 90's. At this point, I'd given up on my favorite character when I picked this up on a whim. It's fantastic. Mark Bagley is a fantastic pairing for Spider-Man. At this point, he's probably drawn Spider-Man more than anyone else. The man knows how to draw realistic looking teens. If I was introducing someone to Spider-Man, this is the comic I'd hand them.",
          "Loved the art! The Green Goblin actually looked pretty scary! I'm used to seeing his skinny version, so it was kinda shocking to see him as a hulking monster. It was a good shock, though. Peter wasn't quite as snarky and funny as he usually is at first, but by the end some of the old humor was back. It's a good thing, too. Spidey's sense (Get it? Spidey sense?!) of humor was always the best thing about the comic, to me anyway.Uncle Ben as a hippie? Still not sure about that one.All in all, I liked it!",
          "Upon re-reading comics that got me into comics I decided to pick up my volume 1 of Ultimate Spider-man. I remember first opening this book at around 12 or 13 and just loving every minute of it. Now that I'm 31 years old, does it still hold up? Well...YES. This was prime time Spidy. While amazing Spider-man in the 616 was in good hands and focused on an adult Peter dealing with being a teacher and soon to be husband, this was all about Pete back in High School. The thing Bendis does really well back then is teenage talk, and everyone here bounces back and forth but it works 100%. On top of that you got Peter's origins but also Green Goblin. A two in one! I really dug this Peter. It's similar to the 616 of being a nerd who gets bullied, gets powers, kind of a jerk, and learns his lesson. So that's all here. What they VASTLY improve on is MJ, who really clicks with Peter from the get go. I also think Green Goblin is scary as shit in this universe, and even not in his final form, his massive hulk like figure is scary in comparison to Spider-man's small features. The pacing works well and I think the change of how Ben died, and also the fact Peter's breakdown is near perfect, really help here. The art? SOOOO GOOOOOOD. I wasn't a huge fan of Harry in Ultimate Universe and this re-read doesn't change my mind. But even with Harry being meh, the rest is sooooo good it's easy to still give this great scores. A very very very easy 4.5 out of 5.",
          "This was really good.It starts with the usual getting powers except for the Osborn twist and then him and snapping at his bullies and all and him wrestling to earn quick buck as Spider-man but when one of the days he snaps and runs away and lets a criminal go and what he does to Uncle Ben, his whole life changes and he becomes the Ultimate Spider-man and also first villain: Green Goblin!This is a power packed volume and has lots of familiar stories but its the crispy dialogue and that tension that makes this book so awesome and I love the fight between him and Osborn and the way he realizes what it means to be a hero and great twist with MJ and Harry and I love the art style, Bagley bringing his A game here and ahh its so good, one of the best modern day runs!"],
        "_version_":1719230935102128128},
      {
        "id":"590210",
        "title":["Spider-Man Loves Mary Jane, Volume 1"],
        "link":["https://www.goodreads.com//book/show/590210.Spider_Man_Loves_Mary_Jane_Volume_1"],
        "series":["(Mary Jane #1-4)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348458339l/590210.jpg"],
        "author":["Sean McKeever, Takeshi Miyazawa"],
        "author_link":["https://www.goodreads.com/author/show/92896.Sean_McKeever"],
        "rating_count":[498],
        "average_rating":[3.97],
        "five_star_ratings":[176],
        "four_star_ratings":[182],
        "three_star_ratings":[100],
        "two_star_ratings":[31],
        "one_star_ratings":[9],
        "number_of_pages":[320],
        "date_published":["April 25th 2006"],
        "publisher":["Marvel"],
        "original_title":["Spider-Man Loves Mary Jane, Volume 1"],
        "genre_and_votes":["Sequential Art-Comics 48, Sequential Art-Graphic Novels 27, Young Adult 12, Superheroes-Marvel 11, Comics-Comic Book 8, Romance 8, Marvel-Spider Man 7, Graphic Novels Comics 6"],
        "isbn":"0785126104",
        "isbn13":"9780785126102",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/1?book_id=590210&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=590210"],
        "recommended_books":[18259637],
        "books_in_series":[0],
        "description":["This Deluxe Hardcover collects  's most mischievous melodrama, as featured in  's Must List! Whether she's going to school or hanging out with her friends at the Coffee Bean, Mary Jane Watson is always the center of attention. But what no one knows is that this gorgeous redhead's exuberant personality is a shell designed to make her forget about life This Deluxe Hardcover collects  's most mischievous melodrama, as featured in  's Must List! Whether she's going to school or hanging out with her friends at the Coffee Bean, Mary Jane Watson is always the center of attention. But what no one knows is that this gorgeous redhead's exuberant personality is a shell designed to make her forget about life's harsh realities. From her social life to her undying interest in becoming an actress to her crush on that costumed crime-fighter who swings along the New York City rooftops, it's clear Mary Jane just wants to escape. Join MJ, Harry Osborn, Liz Allen, Flash Thompson and Harry's nerdy friend, Peter Parker, as they experience the thrilling highs and the crushing lows of high-school existence in this electric teen drama!  :   1-4,   1-4,   1-5"],
        "reviews":["When I first saw the fluffy cover portraying Mary Jane and Spider-Man as high schoolers, I cynically thought Marvel was trying way too hard to appeal to girls and quite literally scrunched my nose at it. But borrowing from a library means reading stuff you aren’t sure you’d enjoy, so I gave it a shot and discovered a charming comic that I would re-read over Ultimate Spider-man any day of the week. The relationships and problems portrayed are as complex as real-life ones and have real emotional depth. Despite being popular at school and a favorite among comics fans, Mary Jane personally strikes me as a private person/character and this story is a rare look into Mary Jane’s anxious but hopeful inner life.",
          "Spider-Man Loves Mary Jane is a really cute series; I really enjoyed it more than I expected to. I thought this was going to be a really sappy teen romance soap opera, and yes, it has it's drama but the characters actually have dimension which is something I didn't expect. Most writing for teens tends to be really saturated but McKeever did a great job giving the characters depth. Flash Thompson and Liz Allen could have easily been written off in stereotypes and become the least appealing characters in the group but they're not. Flash is still a bully to Peter, but he's not just some dumb jock, he's a loyal friend. Liz Allen is bossy and really mean to Flash, her personality can come off really harsh and a turnoff to readers but she's Mary Jane's best friend and no amount of crazy jealousy keeps Liz from being there when it counts. I think anyone can related to any one of these characters which is the appeal to the series. Seeing how we're taken into this journey through MJ's perspective, she's a likeable lead character without being annoying or a 'Mary Sue' which keeps me engaged. Then there's Spider-man which we can all agree that Peter Parker has always been the more interesting part of this hero's life. Ending this volume with the introduction of Gwen Stacy was a perfect fit; I'm excited for what Volume 2 brings. ",
          "This was really cute, it’s an all ages book that focuses on Mary Jane’s time in high school. It was a lot of fun seeing all the Spider-Man characters back in high school. It’s very manga inspired with the art style which I liked. ",
          "AHHH SO CUTE I love spider-man",
          "Bought this out of curiosity more than anything else. I wanted to see how a Spider-Man story told from the point of view of his ordinary would-be girlfriend would fare - in this case, it's Mary-Jane Watson's story. And it's by a male writer, in 2006.As it turns out, 'Spider-Man Loves Mary-Jane, Volume 1' is a sweet, understated and quite charming high school drama comic that happens to be set in the world and city of Spidey. It's about Mary-Jane and the growing relationships she has with her group of friends - Liz Allen the cheerleader, Flash Thompson (that is such a jock character name, isn't it?) the quarterback, and Harry Osborn the rich boy. Oh, and Peter Parker will slowly but surely get involved in her life as well. He's a bit sneaky like that.Starting out as best friends from childhood, towards homecoming, things between MJ and co become very complicated. Heartbreaking, even. So many feelings clashing and then changing. It truly is like the worst aspects of the cursed transitional period into adulthood that is high school. If I were an insecure teenage boy, I'd call this 'Friendzone: the comic'.Amid all the love and friendship drama, kind and caring popular girl Mary-Jane goes job-hunting, and tutors her friends (with PG-rated benefits). She also wishes to avoid a depressing domestic existence.What makes MJ happiest of all: She has a big crush on Spider-Man. The web-slinger in the red and blue PJ's is her fantasy guy - her literal hero; many times she seems to get in the way whenever he is fighting crime. Yep, even when she's the leading lady, Mary-Jane Watson is still pretty much a damsel in distress. But at least here she's assertive, determined, and knows what she wants and will get it. And what she wants more than anything is for Spidey to be her homecoming prom date. Or her regular date, whichever. But will that seemingly-impossible dream come true? And if it does, will the fantasy live up to the reality? Will the mystery of the masked hero lose its allure for her, a changeable teen?Like I said, there is a lot of high school teen drama happening in 'Spider-Man Loves Mary-Jane'. There are connecting story and character threads in each issue, whilst being completely different from the previous one. Some characters you start out liking can turn into dicks - like the selfish, insecure Harry, and the bully Flash, and especially the jealous secret mean girl Lindsay - and some you start out disliking but suddenly end up really liking; Liz, who despite leaning towards the obnoxious and overbearing, is the only person who remains a loyal and supportive friend to poor Mary-Jane. Female friendships in comics = excellent.Though since this is an early-to-mid-2000's high school story, there are a few instances of unchecked slut-shaming and girl-on-girl hating. But 'Spider-Man Loves Mary-Jane' manages to avoid some high school drama cliches by having the characters actually talk to each other about their problems and feelings, and calling one another out on occasion. It does happen, thank whatever-you-believe-in.In a way, it is realistic, or as realistic as I'd expect it to be. Teenagers are selfish, ungrateful and superficial; on differing levels. So while there ended up being some annoying parts in the comic, near the end, I could deal with it. 'Spider-Man Loves Mary-Jane' is, ahem, dealistic. Not so idealistic.The idea of a teen crush on a superhero is deconstructed, if in a simple way that's accessible to children and young adults (because this is YA marketing for comic books, as was intended). Mary-Jane Watson is pretty and a sweetheart, but not a pushover. She's not a total saint, either. She's the kind of girl most teenage girls - myself included, way back - would want to be like: popular but not mean, and who won't sell her soul for the price of popularity in the survivalist hell that is high school. MJ is not that popular, however, as she gets picked on a lot and jealous girls will delight in making her suffer. On top of that, she has low self-esteem and confidence issues, due to a home life she tells no one about (which is hardly touched upon at this stage). Mary-Jane is stronger than she thinks she is, and is able to rise above it all. Mary Sue, my foot.She doesn't even need Spider-Man for her character growth; only as a wake-up call of sorts. The nice, attractive redhead is an aspiring actress, and she may at a snail's pace be developing feelings for her nerdy tutor and friend Peter Parker, who along with every other guy in school is clearly smitten with her, and who keeps disappearing whenever there's criminal trouble...The slightly-manga-style aesthetic artwork is gorgeous, too. Can't forget about that. It's colourful and nicely done, managing not to feel gimmicky for its time.'Spider-Man Loves Mary-Jane, Volume 1' - Recommended. It is less about superheroics - though those action moments are gleeful and fun when they arrive, since they contain the quippy Spidey fighting ridiculous costumed supervillains - and more about high school characters. Never mind; they are good characters the reader will grow to care about, but not all are decent and caring. Girls are its target demographic, and despite its romantic melodrama angle, I don't feel insulted by it. It's a product of its time, sure, but it's cute and well-written. It was a mid-2000's experiment from Marvel Comics in attracting new audiences, and I give it high marks for having effort put into it, in terms of art, character, and slice-of-life/superhero world storytelling.It might be lovely to have a friend like MJ. Or complex. Or dangerous, depending on what continuity/timeline this path takes.Final Score: 3.5/5"],
        "_version_":1719230922209886208},
      {
        "id":"6070790",
        "title":["Marvel Masterworks: The Amazing Spider-Man, Vol. 1"],
        "link":["https://www.goodreads.com//book/show/6070790-marvel-masterworks"],
        "series":["(Marvel Masterworks: The Amazing Spider-Man #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1298926140l/6070790.jpg"],
        "author":["Stan Lee, Jack Kirby, Steve Ditko, Blake Bell"],
        "author_link":["https://www.goodreads.com/author/show/10303.Stan_Lee"],
        "rating_count":[3084],
        "average_rating":[4.27],
        "five_star_ratings":[1567],
        "four_star_ratings":[938],
        "three_star_ratings":[461],
        "two_star_ratings":[80],
        "one_star_ratings":[38],
        "number_of_pages":[272],
        "date_published":["1987"],
        "publisher":["Marvel"],
        "original_title":["Marvel Masterworks: The Amazing Spider-Man, Vol. 1"],
        "genre_and_votes":["Sequential Art-Comics 183, Sequential Art-Graphic Novels 101, Superheroes-Marvel 59, Marvel-Spider Man 32, Graphic Novels Comics 20, Comics-Superheroes 19, Comics-Comic Book 19, Fantasy 9, Science Fiction 8, Fiction 8"],
        "isbn":"0785136924",
        "isbn13":"9780785136927",
        "settings":"NaN",
        "characters":"Doctor Victor von Doom, Benjamin Jacob Grimm, Reed Richards, Susan Storm Richards, J. Jonah Jameson, William Baker, Adrian Toomes, Maxwell Dillon, Betty Brant, Liz Allan, Flash Thompson, Johnny Storm, Uncle Ben, John Jameson, Sally Avril, The Burglar, Baxter Bigelow, Seymour O'Reilly, Dr. Eric Schwinner, Maxie Shiffman, Raymond Warren, Eleonore Brant, Professor Cobbwell, Phineas T. Mason, Principal Andrew Davis, Martha Connors, Billy Connors, Doris Evans, Mr. Petty, Lineman Harris, Living Brain, Dr. Bromwell, Raymond Bloch, Daniel Brito, Frederick Foswell, Jackson W. Brice, Otto Octavius, Dmitri Smerdyakov, May Parker, Curtis Connors, Jessica Jones, Peter Parker",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=6070790&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=6070790"],
        "recommended_books":[42994020160882],
        "books_in_series":[0],
        "description":["Celebrate Marvel's 70th anniversary by experiencing the tales of the world's most-famous super heroes from the very beginning The Marvel Masterworks have brought readers deluxe hardcover collections of Marvel's classics from the Golden Age, Atlas Era, and the mighty Marvel Age, and now you can join in the Masterworks excitement with Marvel's new, monthly Marvel Masterworks Celebrate Marvel's 70th anniversary by experiencing the tales of the world's most-famous super heroes from the very beginning The Marvel Masterworks have brought readers deluxe hardcover collections of Marvel's classics from the Golden Age, Atlas Era, and the mighty Marvel Age, and now you can join in the Masterworks excitement with Marvel's new, monthly Marvel Masterworks trade paperbacks. And where better to start than where comics' most robust line of archival comic collections began - the Amazing Spider-Man In 1962 in the pages of a comic book slated for cancellation, Stan Lee and Steve Ditko gave birth to one of the most-enduring icons in American popular culture - the one and only Amazing Spider-Man Turning the concept of a super hero on its head, they imbued the young, guilt-ridden Peter Parker with the fantastic powers of an arachnid and the fantastic pressures of an everyday teenager. The combination was pure magic. So join us in the following pages as we present stories of spectacular web-slinging adventure from Spidey's very beginning, including the tragic origin that started it all, the first appearances of the Daily Bugle, J. Jonah Jameson, Doctor Octopus, the Sandman, the Vulture, Electro, and guest-star nods by the Fantastic Four and Human Torch. And to top it off, we've packed this volume full of bonuses galore, including the complete original artwork to Spider-Man's Amazing Fantasy #15 origin from the Library of Congress archives Collects Amazing Fantasy #15 and The Amazing Spider-Man #1-10."],
        "reviews":["These Silver Age stories may be corny and too wordy, a product of their time, but the foundation Stan Lee and Steve Ditko laid with the original Spider-man made a huge impact on the superhero medium and deservedly so. Learn how it all started with Marvel's flagship character with his colorful gallery of villains, even if origins for the likes of the Vulture and the Lizard really don't make any sense. It's fun, and at least Peter Parker has some personality. Comic aficionados will appreciate reading. However, can't say the entertainment factor ages well since comics have evolved so much in the decades since... ",
          "In 2002, I saw a movie that changed my entertainment diet forever. That was when the first Spider-Man film was released, and seeing it on the big screen was definitely a treat. Over time, I watched and enjoyed the sequels—even the one that nobody else seemed to like—and other Marvel flicks, ranging from the X-Men trilogy to the first Fantastic Four movie. Years later, I also discovered superhero cartoons thanks to a random purchase of a Teenage Mutant Ninja Turtles: Fast Forward DVD at a garage sale; after that, I checked out pretty much any DC or Marvel animated fare I could get my hands on, including the Spidey flicks that consisted of TV episodes spliced together.In recent years, I’ve read countless graphic novels and comic book issues…but, I was always curious as to the origins of my favorite heroes, including Peter Parker. This book delivered on that front and then some. While it may seem quaint compared to the comics of today, it’s still an enjoyable blast from the past, and the content is much cleaner than recent Marvel fare. If you’re like me, and too young to remember Spidey’s debut, but still a big fan of Stan Lee’s various creations, you should check this out.",
          "1960’s comics have a certain style that is either fun or ridiculous, depending on your point of view. Villains engage in a lot of expositional speeches, nobody is ever seriously hurt in all of these superhuman battles (somehow), and the dialogue is awfully campy. That said, if you are a fan of the Stan Lee style there is a whole lot to enjoy here. This collection contains Amazing Fantasy #15 (Spider-Man’s first appearance, telling the familiar origin story) and the first 10 issues of The Amazing Spider-Man. Along with The Fantastic Four, The Amazing Spider-Man was probably Marvel’s best series in the early ‘60s. The goofier style of ‘60s comics fits well with the wisecracking webcrawler, and subplots involving Peter Parker’s high school problems, Aunt May, or his love interests provide some variety. Mercifully, these issues avoid Marvel’s early obsession with ludicrous alien invaders and communist plots (at least for the most part). Instead, this collection includes the first appearances of Electro, The Lizard, The Sandman, and Doctor Octopus:Personally, I think these Stan Lee stories are fun and I have been slowly making my way through the Masterworks series. This is the best one I’ve read so far, and if someone were to buy/read just one Marvel Masterwork collection I’d recommend this one. You get to see the story from the very beginning, watch the development of some famous Marvel villains, and (most importantly) the quality of the storytelling is simply better than almost anything else Marvel was doing from 1961-1965. 4 stars, recommended.",
          "Okay, obviously this is not a book nor a graphic novel. What is contained here is the origin of Spider-Man (Amazing Fantasy #15) as well as issues #1-10 of The Amazing Spider-Man. While I have read the majority of these stories through the 25-cent reprint mags Marvel used to issue (which I have, lovingly backed/sealed/boxed), there were a couple I hadn’t. While a bit small on the Kindle, it wasn’t too small to read, and it was nice to see in color. For those not aware, Stan Lee and Marvel Comics were totally different than the ones presented by DC (who had the Superman/Batman stable of heroes). Marvel was all about the characters and fleshed them out, just like a good book. While Superman didn’t fret much except staying away from Kryptonite and keeping his secret identity safe, Spider-Man was actually a high school student who had to deal with bullying, being a wage-earner so he could help out at home, girl friends (although it was the lack of in the beginning), and the various challenges that arise for all superheroes. It was a regular occurrence for Spider-Man to become tired, or have injuries, or to have the villain beat him senseless. Great fun for old or new fans to be able to see the original comics. Five stars.",
          "The first 10 comics for the Amazing Spider-Man! I really enjoyed reading these comics and reading his original stories. I loved the way he engaged his villains, even though the dialogue could be a bit corny. The drawings made the story truly come to life and really drove home my love for the simplistic style. The way they carry a story and give you exactly what you need! I loved that these stories didn't just focus on Spider-Man, they also focused on Peter Parker. Peter's love for his Aunt May, their struggles with money and how he was just a teenager, trying to figure out what he should do with his incredible abilities. Overall, really enjoyed seeing the original Spider-Man and I can't wait to delve deeper! ",
          "Ditko. You amazing artist you!Thank you!",
          "Sometimes these oldies are a bit rough, but it's not hard to see how this comic has been so popular for so long.",
          "From the wide spectrum of all the different characters that Stan Lee and Steve Ditko have created, none are as popular as Spider-Man.What has made him so famous over time is how well the world of Spider-Man has been built up. Spider-Man/Peter Parker is not your typical superhero with endless amount of money or secret lairs, he's just a high school kid with real life problems, like rent, study, job. This makes the character more relatable and the readers are more invested in the book.Like the early works of Stan Lee, this book is also not without its fair amount of ridiculousness, but it is in its minimum as compared to those other works. Peter Parker himself is a lovable character and he is supported by a variety of characters who stand out so well on their own especially J. Jonah Jameson (Give that guy some pictures of Spider-Man!!). The art may seem a bit dated, but the character designs are so well that they are still including the modern comic book artists to this day.With a new and iconic villain bring introduced in every other issue and with an equally interesting plot, the early Spider-Man stories are nothing short of a classic.",
          "It was a lot of fun revisiting the first appearances of Peter Parker (or Peter Palmer, according to Amazing Spider-Man #2) as your friendly neighborhood wall-crawler, even if the writing and art wasn't all that amazing.This collection of stories features some the most iconic Spider-Man villains ever, including The Vulture, Doctor Octopus, The Lizard, The Sandman, and Electro. And there are even several cameos by the Fantastic Four. How can you go wrong?All in all, a pretty great slice of nostalgia for Spidey fans, like me. ☺"],
        "_version_":1719230905395970048},
      {
        "id":"22226453",
        "title":["Essential Amazing Spider-Man, Vol. 6"],
        "link":["https://www.goodreads.com//book/show/22226453-essential-amazing-spider-man-vol-6"],
        "series":["(Essential Amazing Spider-Man #6)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1527360376l/22226453._SY475_.jpg"],
        "author":["Gerry Conway, Stan Lee"],
        "author_link":["https://www.goodreads.com/author/show/40989.Gerry_Conway"],
        "rating_count":[508],
        "average_rating":[4.32],
        "five_star_ratings":[271],
        "four_star_ratings":[151],
        "three_star_ratings":[69],
        "two_star_ratings":[13],
        "one_star_ratings":[4],
        "number_of_pages":[576],
        "date_published":["January 1st 2004"],
        "publisher":["Panini Publishing Ltd"],
        "original_title":["Essential Amazing Spider-Man, Vol. 6"],
        "genre_and_votes":["Sequential Art-Comics 35, Sequential Art-Graphic Novels 14, Superheroes-Marvel 11, Marvel-Spider Man 10, Comics-Comic Book 5, Comics-Superheroes 5"],
        "isbn":"1904159702",
        "isbn13":"9781904159704",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=22226453&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=22226453"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["Amazing Spider-Man #114-137, Giant-Size Super-Heroes #1, Giant-Size Spider-Man #1-2"],
        "reviews":["Thus begins the Gerry Conway era with art from John Romita Sr. and Gil Kane. For each weak story in this volume there are many counterweights, the debuts of the Punisher (!), Hammerhead, Smasher, Disruptor, Man-Wolf and more! Alas there was also the Spider-Mobile debut. But the huge news is the heartache around Harry Osborn's drug addiction(!) and the deaths of 2 huge characters in the Spiderverse. Did I not also mention Aunt May getting married? Soleley based on the highs, I have to giver this volume 8 out of 12, the most important phase so far! I read the comic book reprints of Amazing Spider-Man #114-137, Amazing Spider-Man annual #9 and Giant Sized Spider-Man #1-2, that equate to this volume.",
          "Update: Finished!My project of reading all of ASM stalled out for a bit, but I'm back. With a vengeance! In pog form! All the ways you can be back, I'm those.There are a few great things that happened in this volume, but first I wanted to say that I LOST MY LIST! I had this list I made of the issues I've read already and the ones I still need to read. And I recently supplemented with a list that showed a clear path through graphic novels/trade paperbacks so I wouldn't have to spend, I don't know $8 million on funnybooks. And now I can't find the damn thing. It's sad. The list wasn't the project, and I can remember where I've been already, but it's a real shame to lose the list. I did a hard-target search of every paper pile, desk drawer, man purse slot and everywhere else I could think of. Did I look in the garbage? Maybe. Did I stop looking in the garbage when I touched a large, wet mass of something? Yes. Did I then work up the courage (be drunk) and take another run at it? You betcha. Did I look at the crack between the bed and the couch? All over inside the car? In a giant recycle bin at work? In my coat pockets? All over my desk at work. Yes, yes, and more yes.It's upsetting. And if you want to see me thrown into a rage, comment below with a suggestion of somewhere to look. Credit to my partner, Poonmaster Flex, for being very understanding in this dark time and not really suggesting I look here and there. Anyway, some highlights.+Spider-Mobile: A car company has invented some kind of rad new engine, and to promote it they want Spider-Man to drive around with it. Which sounds pretty stupid, and then you find out that not only is he supposed to demo the engine, he has to build the car himself! He recruits the Human Torch to help him out, and they come up with the Spider-Mobile. Which looks like a ridiculous beach buggy they would use back in the day when they did stuff like X-Men Bikini Specials or whatever.Also, a Spider-Mobile would be totally awesome where I live, but completely stupid in Manhattan. Where the fuck are you going to park while you fight crime? Aren't you just going to be stuck all the time? Oddly enough, the thing is pretty much forgotten almost right after it's introduced. I know it comes back later and is buried for good, but it's weird that the appearance is so brief. Until you start thinking outside the panels.The story, possibly apocryphal, goes that Stan Lee was approached and told that the way to sell toys is to pair action figures with playsets, vehicles, stuff like that. So he told Gerry Conway to put a vehicle in the book. He didn't care how he did it, just do it. Conway made the same protests I did, also highlighting that Spider-Man's whole thing is swinging around between buildings, but Smilin' Stan was like, 'Dude. Quit hassling me about this. Make a fuckin' car.'Not an exact quote. Not remotely. What's funny is that when the Spider-Mobile is complete, Spider-Man calls it a 'fiasco.' He criticizes the ejector seat, a common staple in cool cars of the time, and when he takes it out for a drive, he realizes he's never driven a car before. Even in the comics, it's kind of a fuck-up. Through its history, the Spider-Mobile was stolen by super apes, rebuilt by The Tinkerer, sunk in a river, and ultimately displayed at the Smithsonian somehow. Oh, and on Old Man Logan's alternate Earth, used to drive Logan and Hawkeye cross-country. +The Death of Gwen StacySooo much has been said about this, so I won't belabor the whole thing. There are a couple things about it I do still find interesting.For starts, I guess there was some question, at the time, about whether one could die simply from falling a long distance. Not by crashing into the ground, but that a long fall would kill you and you'd be dead before you hit the ground from shock or terror or from not breathing or whatever. This was back when, before you could just google something and find out if it was true. Looking at a little history, skydiving was a thing in the 60's, but it wasn't until the 70's that there was equipment designed for skydivers as opposed to skydivers using military surplus stuff. This issue originally cam out in 1973, so I guess there might have been some questions, but it's probably more a question of urban legend versus science, a case in which science doesn't always fare well.Another weird thing, Peter Parker's girlfriend, Gwen Stacy, dies, and his supposed friends are getting all pissy that Parker is still upset about it like a MONTH later. Can you believe it? Parker is still sad about the violent death of his girlfriend a WHOLE MONTH after the fact? But the strangest thing of all, the very next month we have a werewolf story. For some reason, John Jameson, son of J. Jonah, goes to the moon, gets a moon rock made into a necklace, and he starts turning into a werewolf when there's a full moon.I mean, I was complaining about the science a second ago, and now that seems pretty stupid.Spider-Man fights the werewolf, and he rips the moon rock off him. It's sort of embedded in his neck, and I guess this puts John Jameson in critical condition for some reason. Whatever.The important thing is, Spider-Man rips a moon rock off a guy, a rock that's turning him into a werewolf, and what does he do with it?I'll give you a few options.A) He takes it to somewhat-friend Reed Richards, who has explored space and might know something about it.B) He takes it to Doctor Strange, who also knows a thing or two about werewolves and is pretty accessibly seeing as he lives in Manhattan.C) He hucks it into the East River without a second thought.Seriously? What the hell? You just chuck it into the river, dust your hands off and say, 'And that's the end of that chapter'?And then you're surprised when it comes back into play like three issues later? C'mon. Look, Spidey. It's a pain in the ass, but when it's time for me to take out the garbage (literally take a bag of trash out to the dumpster) I don't just throw it into another room, dust my hands off and walk away, assuming it's all good now. That's pretty lazy, sir.But what's REALLY interesting is that this is the story that happens RIGHT AFTER the death of Gwen Stacy, a story that's still talked about in Spider-Man lore to this day.Maybe they were going for something lighter and sillier after such a heavy tale. Or maybe they didn't really know at the time that this story would have such an impact. It's handled really differently than it would be today. I don't think we'd follow up the death of a key character with a werewolf story, that's for sure. We'd DEFINITELY get a long-ass funeral/remembrance issue. When J. Jonah Jameson's wife Marla died in ASM #654, the following issue was completely guided by the event. She was a lot more minor than Gwen Stacy. Anyhoo, just a couple things that were interesting about the event in context. [original review]Haha, okay, there are some things that warrant a review-in-progress here.We've got this bad guy, the Disruptor! And he's the biggest dick and the biggest idiot. He's the biggest of two things.He hired a scientist to build him this evil, super-strong, remote-controlled man thing, and what does he do the moment the scientist is finished?Disruptor: 'GIVE ME THAT REMOTE!'Scientist: 'Dude, totally. Here.'Disruptor: 'Now that I'm in charge, nothing can go wrong.'Scientist: 'Okay. I mean, I can tell you how that remote works. I created an impossible being who should not exist, so if you wanna know how it works kinda-'Disruptor: 'SILENCE, FOOL! Only imbeciles take directions from dolts such as yourself. Why don't you go back to creating impossible science miracles or something and leave the real work to a man.'Disruptor: 'FULL POOOOOOOWER!'Disruptor: 'Oh balls! This thing is way too powerful! How do I stop it!?'Scientist: 'Push the stop button! That's what I wanted to tell you about!'Disruptor: 'Yes, yessss. Thanks to the genius of The Disruptor, your rampage has stopped, beast. You'll only destroy a few more priceless machines before you run out of energy. And to be clear, I stopped you. Me. The Disruptor.'Disruptor: 'Alright, I'ma practice. In the meantime, just remember that you're totally my bitch, giant monster that totally almost killed me and who I don't know how to operate.'",
          "Definitely an improvement over the first almost 100 issues. Spidey isn't as mopey, his relationships are better fleshed out, and at one point, he briefly gives p on being Supider-man, which I would've done a while ago. It' still obnoxious and unrealistic just HOW much people loathe Spider-man and are quick to assume every wrong-doing is his fault, no matter how much they praise him before or after. It wqas still kinda boring throughout, however, and for fairly obvious reasons, it's hard to get super-attached to pete and Gwen as a thing, besides the fact that they don't do much besides say 'I love you' a bunch, I honestly think Pete and MJ have more immediate chemistry, an they barely talk. Gil Kane's art is very underrated. Also, i do not look forward to finishing these and having to seek out individual issues cuz marvel just stopped.",
          "One of the best volumes collecting important issues such as The Night Gwen Stacey Died, The Goblin's Last Stand and My Uncle My Enemy. Spider mobile is also really fun (despite looking like a cheap version of bat mobile) and there were a lot of guest characters like the Punisher and Human Torch. A great volume that shouldn't be missed.",
          "This book sees us swing fully into the Gerry Conway era on Amazing Spider-man and for many, it includes the event that many say launched the Bronze Age of Comics. This book collects Amazing Spider-man #114-137, Giant Sized Superheroes #1, and Giant Sized Spider-man #1 and #2.The book kicks off with #114 and #115 which continues a previous story arc about a gang war between Doctor Octopus and Hammerhead. The book also establishes a long time problem of Aunt May staying on as Doc Ock's housekeeper much to Peter's distress. Issues #116-118 reprints and revamps a story from the magazine size Spectacular Spider-man #1 featuring the story of a reform mayoral candidate and a strange man-monster pursuing him. The action is a good and the story is decent as far as it goes. The story creates a minor continuity issue since the name of the candidate wasn't changed. Still, the result isn't bad.Issues #119 and #120 have Peter Parker going to Canada to investigate a strange letter sent to Aunt May that may tie into the reason for Doc Ock's interest in her. While in Canada, he fights the Hulk. The story is good and a nice crossover that takes Spider-man out of his element and allows him to meet up with General Ross. The action is good and my only problem with it is that Spidey's attitude is a bit inconsistent with what was betrayed in Annual #3 when he chose to let the Hulk go out of compassion even though it cost him his first chance to join the Avengers.Issue #121 is the big one. It's, 'The Night that Gwen Stacy Died.' which is one of the seminal events in Spider-man history and the history of comics in general with many saying that Spider-man #121 marked the start of the more serious Bronze Age of comics. Clearly, the biggest reason for the death of Gwen Stacy is that the author didn't know what else to do with her. Dating back to Issue 111, Conway had done very little with this relationship, so her death was necessary.However, Conway goes beyond necessity and creates a masterful story that acknowledges the real impact of what happened when she perished as a result of Spider-man's fight with the Green Goblin. The reaction is realistic and completely believable. The emotions are handled appropriately and with great sensitivity, adding depth to Spider-man character.The one unrealistic part was Gwen dying before Spidey's web hit her. This was retconned to her dying as a result of her spine snapping when the web grabbed her close to the ground.At any rate, Issue #122 has the follow up death of Norman Osborne and also begins to see the development of Mary Jane Watson as a character which Conway also does in a very subtle intelligent way throughout the book.Issue #123 has J Jonah hiring Luke Cage to go after Spider-man and is really a showcase for that character that works pretty well. Issues 124 and 125 are another great concept as J Jonah own son has become one of the 'freaks' he raves against as a new Man-wolf. Issue 126 features the return of the Kangaroo. Issues #127 make up a nice two parter about the apparent return of the Vulture with some great plot twists along the way.Issue #129 is the first story featuring the Punisher. It's pretty basic but gives a good outline of the character. Issue #130 has the return of Hammerhead and leads into Issue #131 where Peter has to prevent Aunt May from marrying Doctor Octopus. It's a fun story, but you just have to avoid thinking about why Doc Ock is wanting to marry Aunt May because it breaks down. Issues 132 and 133 have Conway revamp yet another previously introduced villain into a major menace and he does a great job with the Molten Man.Giant Sized Spider-man #1 features a team up between Morbius the living Vampire and John Jameson as Man-wolf. The story is probably one of the weakest in the book but still okay.Giant Sized Spider-man #1 was written by Len Wein and has Spider-man and Dracula in it, though the two don't do battle although Peter Parker bumps into her in the hall. This is a decent story of murder and fear on a cruise boat with Spider-man needing to find a scientist to get them back to New York to save Aunt May. Issue #134 has Spider-man fighting the Tarantula with the Punisher joining in Issue #135 after initially believing Spider-man was in league with the Tarantula (hmm, the Punisher must read the Daily Bugle.) The Punisher is pretty reasonable in this story and suprisingly so given how the character developed as he's okay with Spider-man catching Tarantula and turning him over to the police. Giant Sized Spider-man #2 (also by Len Wein) has Spidey teaming up with the Master of Kung Fu with both men beginning the adventure thinking the other is a villain. This was a nice change of pace and just a fun team up that took Spidey out of his element.Issues #136 and #137 feature the reveal of the new Green Goblin as Harry Osborn in a truly epic story.Overall, this is a book that lives up to his title as these are truly essential tales. Several issues are much-read including the first Punisher stories, the Night Gwen Stacy died, and the last two stories featuring Harry Osborn. That which isn't actually Essential is very well written and pretty darn interesting. Conway doesn't redo the Spider-man mythos but builds on it and the results are amazing and this book is to. ",
          " Big changes for Spidey in this volume. Some [myself included] mark the events in this volume as the end of the Silver Age of Comics."],
        "_version_":1719230947390390272},
      {
        "id":"160882",
        "title":["Spider-Man: Blue"],
        "link":["https://www.goodreads.com//book/show/160882.Spider_Man"],
        "series":["(Spider-Man: Blue #1-6)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1339177752l/160882.jpg"],
        "author":["Jeph Loeb, Tim Sale"],
        "author_link":["https://www.goodreads.com/author/show/32594.Jeph_Loeb"],
        "rating_count":[7379],
        "average_rating":[4.15],
        "five_star_ratings":[3311],
        "four_star_ratings":[2404],
        "three_star_ratings":[1242],
        "two_star_ratings":[319],
        "one_star_ratings":[103],
        "number_of_pages":[168],
        "date_published":["April 7th 2004"],
        "publisher":["Marvel"],
        "original_title":["Spider-Man: Blue"],
        "genre_and_votes":["Sequential Art-Comics 451, Sequential Art-Graphic Novels 280, Superheroes-Marvel 165, Marvel-Spider Man 76"],
        "isbn":"0785110712",
        "isbn13":"9780785110712",
        "settings":"NaN",
        "characters":"Mary Jane Watson, Flash Thompson, Gwen Stacy, Norman Osborn, Peter Parker",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=160882&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=160882"],
        "recommended_books":[1059201699211501608],
        "books_in_series":[0],
        "description":["  Welcome to Spider-Man's life. Bad before good. It's k   Welcome to Spider-Man's life. Bad before good. It's kind of amazing. So to get the girl of his dreams, he'll have to run the gauntlet of the Green Goblin, the Rhino, two Vultures and a mysterious man in the shadows controlling it all.  Join the Eisner Award-winning team of Jeph Loeb and Tim Sale ( ) in the story about Peter Parker's first love, Gwen Stacy. Highlighted by the introduction of Mary Jane Watson, it is a critical moment in Spider-Man's life when everything was just coming together...  ...only to fall apart.  Collecting SPIDER-MAN: BLUE #1-6."],
        "reviews":["Jeph Loeb – the man who made having no ideas into a decades-long career in comics – brings his bafflingly successful approach to Batman over to Spider-Man. His approach? Tell stories that have already been told! With Batman, it was the fall of Harvey Dent in The Long Halloween, and Robin becoming his sidekick in Dark Victory; with Spider-Man Blue, it’s tangentially about the death of Gwen Stacy – but crucially, Gwen doesn’t die in this book. She’s also barely in the book. So wait… what the hell is this about?! Absolutely nothing. The setup is: Peter’s feeling lonely on Valentine’s Day and decides to talk to the long-deceased Gwen via a tape recorder about the good ol’ days (even though MJ, his wife, is elsewhere in the house). That’s it. There’s no story. There’s really no point either. There’s a half-assed story about some shadowy villain hunting Spider-Man but it’s little more than a reason for Loeb to shoehorn in some boring superhero fights between the, ahem, “romance” (plus the “mastermind” villain reveal is totally arbitrary and idiotic). Peter fights the Rhino, the Vulture, and the Lizard (this is another Loeb staple: throw the hero’s rogues gallery at him in stages for no reason). He meets MJ. He moves into his first flat with Harry. Gwen’s in the background some of the time. Flash joins the military. Peter and Gwen hook up. That’s it. That’s it?! Yeah. Because Loeb doesn’t know how to tell stories, he just throws characters together aimlessly and hopes that somehow a plot will emerge – and, what a surprise, it doesn’t. No, Spider-Man Blue is just a cheap excuse to shamelessly wallow in sentiment. Spider-Man’s “blue”, get it? ... So that must mean this book really pushes the Peter/Gwen angle hard so the reader gets a strong sense of why Peter feels so pained about her absence? Nope! Gwen is barely in this book even though she is the reason for its existence; she and Peter are rarely alone and never share any meaningful moments. Their first meeting, their relationship, her death – it’s all missing. If anything, this book’s about Peter and MJ’s early days - there are actually more scenes between Peter and MJ than there are Peter and Gwen! What is the point of having a book where Peter moons over Gwen’s death if we get no sense of their relationship? None. Because Loeb already knows the reader knows Gwen was important to Peter going into the book, he doesn’t bother doing any work here to portray why even though that’s the most important thing – the only thing really – he needed to write about. The only idea we get as readers that Peter and Gwen were important to one another is the scene at the end when they smooch for the first time. If all you knew going into this book was that Peter and Gwen were once in love but now she’s dead, you leave the book knowing exactly the same as you did going in. No more, no less – that’s how lazily written this book is! What Loeb gives us instead is a few glimpses of Peter staring at Gwen going “wow” before MJ shows up and he says “wow” to her (seriously, that’s an actual scene!). Because even though the book supposedly reveals how and why Peter and Gwen fell in love, based on what we see, they “fell” for one another because they’re both attractive young people and their entire “romance” is purely superficial and based on looks. Doomed, star-crossed lovers? Nah, just a pair of horny, good-looking young people! How “tragic” that they don’t get to bone each other anymore! It’s not even a fun read – it’s the most generic, bland Spider-Man book you could ever come across. The superhero fights are dull and meaningless, the soap opera is played out, beat for beat, the same way that it has for the last 50+ years. It’s a totally irrelevant, horribly overlong Spider-Man book that offers nothing insightful or substantial to the reader. I kinda liked Tim Sale’s art which is drawn in homage to early Spider-Man comics by Steve Ditko and John Romita. It’s the only plus about the book, but it’s not enough to make reading this worthwhile. Spider-Man Blue blows! ",
          "Re-read. This is still the best of the color series. What makes this story work so well is Peter Parker's narrative. We have the context of Gwen Stacy's death and this retells part of that iconic story but this would be an average book without Peter Parker's voice. He is funny, charismatic and typically full of charm. So, when you combine that with the weight of his grief over Gwen Stacy and the wistful tone of his good memories of her, it makes for a very compelling story. Everyone knows how Gwen Stacy died and that Peter later ends up with MJ. Even without that context, this book leaves you with enough to gather that she dies and Peter was heartbroken. The way Loeb chose to tell this story, with Peter recording a message for her on Valentine's Day, was so effective because it allowed for clever ways to convey how he struggles to tell this story.The book starts with Peter stumbling over his words as he tries to begin his story. Loeb tells us that it's been years but Peter still leaves flowers for her on Valentines Day every year and that he still remembers little things about her, even now. Peter intends to tell the story of how they almost didn't fall in love and we get into the plot outside of his relationship with Gwen.This starts with Green Goblin attacking Spider-Man, finding out his secret identity and then losing his memory. In efforts to keep an eye on Norman Osborn, Peter drops by the hospital often and eventually befriends Harry Osborn. Peter sees Gwen for the first time when she comes with Flash to see Harry at the hospital. Sale's art really, really works for this book here. The first close up shot of Gwen is perfect. From here, Peter endeavors to get Gwen's attention and when it appears as though he may succeed, MJ shows up. A huge part of this book is MJ and Gwen pursuing Peter at the same time. It does a pretty good job at conveying that, while he's flattered because hello, MJ is gorgeous, he never intended to choose her over Gwen. It does an even better job at emphasizing what MJ and Gwen see in Peter, as well. If these relationships aren't believable, then this book wouldn't work.This book has a time line that's incredibly easy to follow but on a second read, I noticed the lead up to Green Goblin's attack in the conclusion of Gwen's story a lot more! There are several points throughout where Peter talks about 'If I'd stopped Osborn then' or 'If he'd died during this attack', then Gwen would still be alive. Of course, Peter isn't the Punisher of Black Widow and he would never be okay with something like that, but he thinks about it. It's an added layer to his grief because you know it's a hard thing for him to think about. Several times throughout retelling this story, Peter struggles to continue. The click of the tape recorder was a clever way to convey that this is difficult for Peter to get through. The art and the colors in this book work extremely well when we get to see Peter recording the message. It's a dark blue, he's hunched over in the shadows and everything about this scene works for the story. MJ comes across Peter as he's leaving this message and however we expect her to react, she asks that Peter say 'Hi' to Gwen for her. It's a simple way to say that Gwen's impact is acknowledged by people outside of Peter. The only times we get darker books like this for Peter Parker are books that deal with the death of an important person in his life. Loeb explains the reasoning behind the title in the last lines of the book.  ",
          "Spider-Man: Blue is a sort of flashback/retelling of how Peter Parker and Gwen Stacey originally met and fell in love. With MJ thrown into the mix and Peter moving into the city with Harry Osbourne, the plot mirrors parts of Sam Raimi's 2002 Spider-Man film.The story is narrated by Peter as he records the story into an old tape recorder that was previously owned by his Uncle Ben. He remembers these early years when he took to the streets of New York, stopping some of the strongest and devious super-villains around.I was a huge fan of what Sale and Loeb did with what is probably my favorite graphic novel, Batman: The Long Halloween. I really liked the two follow ups (Batman: Dark Victory and Batman: Haunted Knight) and more or less appreciated their run with Hush. I've only read a few Spidey graphic novels and was looking forward to exploring what they did with another superhero, especially one so different from Batman.The problem I had was not with Sale's exceptional art - which he delivered on yet again - but with the overall story. While it was cool seeing a few of the villains that Loeb used here, the backdrop of Peter pining over Gwen really did nothing for me. Especially since Loeb gave Gwen any real reason for Peter to fall in love with her other than being gorgeous. I suppose I was just bored and found my focus constantly drifting away.Also, I found the ending kind of creepy. In fact, the whole idea seemed sort of strange, really. I will say that I certainly enjoyed that they didn't  explain her death from her fall from the Brooklyn Bridge after a battle with The Goblin . That seemed a little refreshing and gave the book a different feel that I didn't quite expect.I guess after reading such great work from their run on Batman, I expected a lot. I'm still going to seek out their take on Daredevil Legends, Vol. 1: Yellow and Wolverine, hopefully there a lot more satisfying.",
          "Spider-Man Blue was one of the many collaborations between Jeph Leob and Tim Sale. This time around on the so-called 'Color Series' from Marvel which focuses on a past loss for one of the companie's iconic heroes.  It's kind of hard to tell when the story takes place, but my assumption is a couple of years after the death of Gwen Stacy with Peter recording his early memories of her on a micro recorder. Therefore, it's mostly set in the past, which gives us another layer on their relationship back then. In addition to that, Leob's writing style pretty much blends beautifully in that era along with Sale's artwork.It's pretty neat to see Spidey back in that era fighting his classic villains along the way. The end result is a subtle yet sweet love letter to the 60's era and to the long-gone Gwen Stacy.It gets 4 stars out of 5",
          "If you want your emotions trampled on it's always a good bet to pick up a Loeb &amp; Sale trade because they're the best, the story and the artwork always work so well together. I'm not the biggest Peter Parker fan, i rarely pick up anything to do with him, (plus Miles is the best spider-man so y'know jog on Parker.) So i did just pick this up purely because it's done by Loeb &amp; Sale and again i was not disappointed, i'm emotionally ruined now so thanks. It is quite short though and i do think Loeb has a habit of building and building this story and then it just ends abruptly just when you think all hell is about to break lose but nah son they ain't about that. Definitely worth picking up, especially for spider-man fans, i'm still not that bothered about Parker but it was a nice try. ",
          "Hayatının bir döneminde çizgi roman okumayı sevmeyen ben için bile, bunca zaman karşılaşmamış olduğuma deli gibi gibi üzüldüğüm nadir şeylerden biri bu. Mutlaka okuyun! Özellikle de çr okumaya yeni başlayacaklar için mükemmel.",
          "'It's about remembering someone who was so important to me I was going to spend the rest of my life with her. I didn't know that meant she would only get to spend the rest of her life with me.' In 1973, Gerry Conway and Gil Kane would make comic book history with their arc The Night That Gwen Stacy Died  where they killed off Peter Parker's love interest Gwen Stacy, who was Peter's love interest before Mary Jane Watson entered into the scene. It is known as the event that ended the so called Silver Age of comics and put comics into the more hard edged, 'gritty' Bronze Age. Character deaths are often viewed as contrived ways to torture the heroes, but Jeph Loeb took one of the most famous comic deaths of all time and turned it into a touching meditation on grief, loss, and moving on from said loss. Grief tends to be a complicated thing, even as it heals over time there's always that sense of lingering, like a terminal disease. Jeph Loeb knows grief very well, considering that he'd been through it with the loss of his son, Sam to bone cancer in 2005, though interestingly enough Loeb wrote this before Sam's passing. As someone who has lost someone close to them unexpectedly, I often spent time reading books that dealt with grief during the first few months after it happened, and there were several books that resonated with me during this time. Pet Sematary showed me to not let grief control my life and allow myself to implode during this difficult period, A Grief Observed showed me to feel grief, rather than to avoid it and fear it, and Spider Man: Blue showed me that it's ok to still miss that person who was in your life at that point, and to miss the effect that they had on you while they were here. I've always gravitated towards the more 'grounded' characters of superhero comics: Batman, Daredevil, The Punisher, John Constantine, and Spider Man. Many people forget that the genius of Stan Lee, Steve Ditko, and Jack Kirby was their bringing a relatability and humanity to their heroes, making their heroes more human than super. They were people who had their own motivations, inner conflicts, and desires as any of us do. Why Spider Man remains so popular is because, despite his extraordinary abilities, he's just a person, like us. Some more cynical folks might say that it's an escapist power fantasy, but I find that those who say that miss the point of Spider Man, along with the other superheroes that Lee, Ditko, and Kirby created, as they were intended to be more realistic depictions of people with superhuman abilities, rather than the aspirational, almost god-like figures of DC Comics (not to say there's anything wrong with them). Loeb writes with empathy, creating a careful balance between the grief that Peter feels on the day of Gwen's death and the warmth that Peter felt from falling in love with Gwen for the first time. Such a careful balance creates a contrasting sense of heart warmth and heart break. There are many moments layered throughout the story that showcases this careful balance, and I won't dare spoil them for you all here. It's moments like these that prove just how great of a writer Jeph Loeb can be. While I often pay more attention to the writing, I must note that Tim Sale once again proves himself to be one of the most inventive comic artists working today. He managed to take Steve Ditko's style, refined it, and then managed to morph it into his own style. The art is idiosyncratic and pulpy, not unlike Ditko's original art work, and is focused on facial and bodily expressions, allowing those to flesh out the story rather than endless prose. But the real winner of the series is colorist Matt Hollingsworth, who once again shows to be one of the best colorists working in the comics industry today, alongside Dave Stewart. Much of his coloring defines the tone of the series, that of a melancholic, tragic feel. In the end, Loeb, Sale, and Hollingsworth create a heartfelt tale of love and loss, turning an iconic moment in American comic book history into a personal and deeply felt tragedy, showing that the love that we once had will never be lost and that the pain from losing such a love will never fully fade away.",
          "Spider-Man: Blue felt a little like a love letter of sorts to long-time fans of the friendly neighborhood web-slinger. In another sense it really IS a love letter - Peter Parker pours out his feelings regarding long-lost first love Gwen Stacy in first-person narration throughout the six-part story. The artwork is fantastic, resembling and/or capturing the spirit of the mid-60's style from the original 'Amazing' series, and a major line-up of original villains take turns making appearances.Lastly, the plot engine is focused more on Parker's personal life (though there are sufficient super-heroics), instead of a generic crime story, which make his memories and mourning more effective.",
          "Up until last night I would not have considered myself an active fan on Tim Sale's art. I recognized that his work was definitely quality, but he was never a 'favorite' artist of mine. Just a guy who's work was pleasing when he drew something I wanted to read.Holy hell did that just change when I read Spider-man Blue for the first time. I was blown away. I don't think I've seen sexier women in comics than the way Sale drew MJ and Gwen. I hate to belittle another artist to bolster another, but Ed Benes is a good example of how you can try and draw 'sexy' and completely miss the mark. Benes' cheesecake is obvious and egregious. Ass shots and poses that would make a contortionist proud are all well and good (in its place), but sexy it is not. What Sale did in Blue though was to get across what it is to find a woman so completely captivating that you can't help but not look away. And this might be starting to sound creepy, but I just want to give Sale so much credit for getting that across because it made sense considering what the story was about. If someone else drew this you might not have got why it was that Peter was so instantly smitten by both Gwen and MJ. Through his art, Sale put the reader right in Peter's shoes.On top of that, Sale draws an INCREDIBLE Spider-man and rogues gallery. Every time there was an introduction of a Spidey bad guy, I was just pleased as punch at Sale's rendition of these tried and true characters. Sale also does great Spidey action because his art is so full of motion. My jaw was figuratively falling on the floor every time I turned the page.But more than the action, it was the moments when the gang were together that Sale's art really shown through for me. For lack of a better term, Sale is good at infusing the gang with emotion and having the characters 'act' is a way that draws you in the story. The story didn't feel staged or rigid, but the panels of the gang felt like a natural gathering of real friends. It might seem silly (and a bit toolish) to say it, but I didn't feel like I was reading a comic, but instead was peaking into these characters lives.I think the reason Sale was so great on this book (and why Marcos Martin is doing something similar on Amazing currently) is that they put there unique spins on the John Romita style. I'm no Romita aficionado, but it's kind of hard to not be familiar with his style. I could see that in this book without Sale being a slave to it. It was just a really great reading experience.I've read and really enjoyed Superman For All Seasons and The Long Halloween, but Spider-man: Blue (while not as good a story on it's own, but still a pretty good one) really showed me another side to one of my new favorite artists."],
        "_version_":1719230946531606528},
      {
        "id":"599052",
        "title":["The Amazing Spider-Man, Vol. 1: Coming Home"],
        "link":["https://www.goodreads.com//book/show/599052.The_Amazing_Spider_Man_Vol_1"],
        "series":["(Amazing Spider-Man (1999) (Collected Editions) #5)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1505583716l/599052._SY475_.jpg"],
        "author":["J. Michael Straczynski, John Romita Jr."],
        "author_link":["https://www.goodreads.com/author/show/2689.J_Michael_Straczynski"],
        "rating_count":[18223],
        "average_rating":[4.17],
        "five_star_ratings":[9383],
        "four_star_ratings":[4751],
        "three_star_ratings":[2597],
        "two_star_ratings":[829],
        "one_star_ratings":[663],
        "number_of_pages":[152],
        "date_published":["June 2001"],
        "publisher":["Marvel Comics"],
        "original_title":["The Amazing Spider-Man Vol. 1: Coming Home"],
        "genre_and_votes":["Sequential Art-Comics 329, Sequential Art-Graphic Novels 150, Superheroes-Marvel 87, Marvel-Spider Man 50, Comics-Comic Book 36, Comics-Superheroes 28, Fiction 17, Graphic Novels Comics 16, Fantasy 15, Science Fiction 8"],
        "isbn":"0785108068",
        "isbn13":"9780785108061",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=599052&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=599052"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["J. Michael Straczynski is a man who has made his mark in many ways whether in the world of science fiction and television with the hit Babylon 5 or in the comic book industry with such books as Rising Stars and Midnight Nation. Now his unique vision comes to the world of Marvel and the friendly neighborhood Spider-Man! Joining Straczynski is a man of equal legend -- John R J. Michael Straczynski is a man who has made his mark in many ways whether in the world of science fiction and television with the hit Babylon 5 or in the comic book industry with such books as Rising Stars and Midnight Nation. Now his unique vision comes to the world of Marvel and the friendly neighborhood Spider-Man! Joining Straczynski is a man of equal legend -- John Romita Jr. Regarded by many as the definitive Spider-Man artist of the last decade, Romita's unique pace and superb storytelling perfectly complement Straczynski's vision. Collects: Amazing Spider-Man (Vol. 2) #30-#35"],
        "reviews":["So, I really picked this up because after reading J. Michael Straczynski's autobiography I realized that he had written this particularly excellent Spider-Man tale almost the moment after 9/11.I kinda expected it to be ABOUT that, but color me surprised.It's emotional, it's hard-hitting, and it's intelligent in a way I don't normally see in any but the very, very best comics, and it's NOT about 9/11.It is about an indefatigable foe, giving back to our communities, and giving back to ourselves.Oh, and the story itself is one of the best I've read in the Spider-verse. :) PS, Straczynski gave a GREAT dig against himself in the comic. I mean, he IS the main, almost solo writer of Babylon 5, and here he goes, knocking on his own stuff. :) It was great. :)",
          "There are two ways, that I know of, to re-imagine a superhero's origin. One way is to start completely from the beginning, changing, altering and adding to the characters already established story. This is a technique Spider-Man has seen a lot of. The second approach is to retroactively insert details or ideas into the origin that changes the story without altering events we're already familiar with. That's the technique JMS tries to employ in this volume of Spider-Man's 'Amazing' brand. While I appreciate the approach that's taken, I can't say that it works very well. Spider-Man and science go hand-in-hand (not necessarily science fact, but still science in a sense). A large majority of his villains can be put into the 'science gone wrong' category, Spidey himself is the victim in part of such an origin, he invents high tech gadgets, and multiple jobs he's had over the years revolve around science. Now, I won't try and say that everything has to stay the same and nothing can change, but the attempt here to turn Spider-Man's origin into a mystical one doesn't rest well with me. The overall scientific feel behind the character works really well and while there are certainly mystical aspects surrounding him, the insertion of the element here in such a crucial part of his story just doesn't fit. At least not if you ask me.That misstep isn't enough to completely mar the experience, however. JMS writes an overall entertaining story, far from perfect though it may be. For one, he writes excellent dialogue. He really nails the balance between witty banter and serious colloquy that makes Peter such an entertaining character. He also weaves a decently suspenseful tale here. It's far from the best example, but JMS's rendition of the 'Spider-Man refusing to give up in a hopeless situation' story is no doubt entertaining. It lacks heart though. Spidey's motivation for his persistence is a bit too distant to really affect the reader the way the best of this type of story can.On the art side of things, Romita Jr's pencils are equal parts good and bad. On one hand, when the costumes are on and the fists are flying, the art is great. The nearly three issue long action scene is wonderfully drawn in a way that almost makes you feel the impacts. On the other hand, characters often times feel anatomically...weird. And faces seem a bit off. I realize those aren't the most descriptive critiques, but trust me, the people in this book are odd. What's not odd and totally awesome, however, is the coloring. Each and every page is filled with beautifully vibrant and brilliant colors. Very nearly the best part of the book.Coming Home is a Spidey tale that does what it gets right really well and what it gets wrong really not well. It's not hard to recommend to a Spidey fan, but others may want to look elsewhere. For now, at least.",
          "Perfect starting point for amazing spider-man!",
          "Невероятния Спайдър-мен: Завръщане към корените събира пет книжки от едноименния комикс (#30-35), излезли п��ез 1999. Джей Майкъл Стразински, нает от MARVEL да изгради по-модерен облик на един от най-важните герои на компанията и образно казано да го преведе успешно през тежкия период, в който американският комикс търпи крах, се е справил наистина блестящо. Сценарият му се заиграва с възможния произход на супер силите на Питър Паркър, а науката е интимно се преплита с мистиката. Тотемистичната концепция и логическото заключение, че в схватките между добрите и лошите обикновено се привличат сходни типажи (Спайдър-Мен се сразява с Хора-Октоподи-Крокодили-Скорпиони и пр., Х-мен се бие с Магнито, Тор с Локи и т.н.) също са доста приятни хрумки. Накратко Кажи ми какви са враговете ти, за да ти кажа какъв си ти.Като добавите един обгърнат в тайнственост симпатизант на Спайдър-мен (Езекил, обладаващ подобни на неговите способности) и поддръжник в борбата му срещу архизлодея Морлън (могъщ енергиен вампир и Върховен ловец ) ще получите стегната, брилянтно разказана история, харесана и от хора като мен, които не са особено големи фенове на въпросната комикс-Вселена. Не съм вярвал, че ще се случи... но този път давам абсолютна и безапелационна петорка!И отбелязвам просто страхотното начало на Върховна колекция графични романи на MARVEL! Дано да видим на български всички запланувани шестдесет заглавия! Ама то зависи основно от нас - читателите :)",
          "El hombre-araña nunca ha sido de mis favoritos pero sin duda me fascinó este capítulo en su historia. En este volumen se destaca la elocuencia de Peter, entre mis escenas favoritas: '¿Le hiciste una autopsia a la araña? No, quedó bien aplastadita.' Nunca cambies Peter, nunca cambies. 😂😂😂 También vale decir que pasaron muchas cosas y sobre todo hacia el final (OMG, ese final!!!), fue realmente entretenido de principio a fin."],
        "_version_":1719230921777872896},
      {
        "id":"14885892",
        "title":["Avengers vs. X-Men Omnibus"],
        "link":["https://www.goodreads.com//book/show/14885892-avengers-vs-x-men-omnibus"],
        "series":["(AvX (Collected Editions))"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1526831656l/14885892._SY475_.jpg"],
        "author":["Brian Michael Bendis, Jason Aaron, Ed Brubaker, Jonathan Hickman, Matt Fraction"],
        "author_link":["https://www.goodreads.com/author/show/12424.Brian_Michael_Bendis"],
        "rating_count":[4407],
        "average_rating":[3.68],
        "five_star_ratings":[1077],
        "four_star_ratings":[1515],
        "three_star_ratings":[1279],
        "two_star_ratings":[403],
        "one_star_ratings":[133],
        "number_of_pages":[568],
        "date_published":["November 21st 2012"],
        "publisher":["Marvel"],
        "original_title":["Avengers vs. X-Men Omnibus"],
        "genre_and_votes":["Sequential Art-Comics 433, Sequential Art-Graphic Novels 221, Superheroes-Marvel 115, Marvel-X Men 59, Graphic Novels Comics 40, Comics-Comic Book 37"],
        "isbn":"0785163174",
        "isbn13":"9780785163176",
        "settings":"NaN",
        "characters":"Scott Summers, Wolverine, Luke Cage, Clint Barton, Magneto, Benjamin Jacob Grimm, Daniel Rand, Thor (Marvel), Doctor Strange, Steve Rogers, Vision II, Hope Summers (Marvel), Hank McCoy, Illyana Rasputina, Piotr Rasputin, Noh-Varr, Nova (Sam Alexander), Namor, Hank Pym, Natasha Romanoff, Tony Stark, Professor Charles Xavier, Emma Frost, Peter Parker, Carol Danvers, Wanda Maximoff",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=14885892&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=14885892"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["The Avengers and the X-Men - the two most popular super-hero teams in history - go to war! This landmark pop-culture event brings together Iron Man, Captain America, Thor, Hulk, Black Widow, Spider-Man, Wolverine, Cyclops, Storm, Magneto and more in the story that changes them forever! And in AVX: Vs., experience the larger-than-life battles too big for any other comic to  The Avengers and the X-Men - the two most popular super-hero teams in history - go to war! This landmark pop-culture event brings together Iron Man, Captain America, Thor, Hulk, Black Widow, Spider-Man, Wolverine, Cyclops, Storm, Magneto and more in the story that changes them forever! And in AVX: Vs., experience the larger-than-life battles too big for any other comic to contain! Iron Man vs. Magneto! Spider-Man vs. Colossus! Captain America vs. Gambit! And more! Plus: For the first time ever in print, Marvel's groundbreaking Infinite Comics are collected, revealing key events through the eyes of Marvel's major players. It's Marvel's biggest event ever - but will the Avengers or the X-Men emerge triumphant?"],
        "reviews":["Blech. I can't believe I read the whole thing.The underlying plot was a good idea, but it turned into a really goofy slug-fest. Hope is the first mutant born since Wanda's 'No More Mutants' thing, and the Phoenix is on the way to use her for something. Is that a good thing, or is it an End-Of-The-World thing?600 pages later...and I don't care.This could have perhaps been a better read if the VS stuff hadn't been displayed so prominently. It's a comic, so of course I wanna see some fighting, but this? Whatever this was just flat-out sucked.The 'extra' battle scenes at the end of the book were awful. Saying they were campy would be a compliment. They were stupid.The most annoying, in my opinion, was Black Widow vs Magik. Part of the dialogue was in Russian, and in order to read it you needed to download an app on your phone.What?!Yeah, cause I like to fiddle with my phone like a teenager while I'm reading.Idiots.There were a few fun moments in this train wreck, but not enough to make me want to recommend this to anyone.Skip it.",
          "Phoenix - the fiery and all-powerful being that possessed Jean Grey in the “Dark Phoenix Saga” - is returning to Earth because the “creative” directors at Marvel have run out of ideas and are desperately ransacking past, greater storylines for their new books. The vessel Phoenix is going to choose, everyone thinks, will be Hope, the first and only mutant born after Scarlet Witch’s “No More Mutants” curse. Captain America and co. remember the devastation brought about by Phoenix the last time it visited Earth and bonded with Jean Grey, so they are understandably terrified of this happening again. If Hope is to be the new Phoenix, she must die. But Cyclops and co. believe Phoenix’s return will signal the rebirth of the mutant race and undo the damage caused by Scarlet Witch. If Hope is to be the new Phoenix, she must live. And so we have Avengers Vs. X-Men, a massive Royal Rumble of superheroes sparked by an argument about a being nobody fully understands and a possibility nobody knows will happen for sure. I did actually find the first cycle of fighting exciting and thought that with the fighting out of the way so early, maybe this predictable scenario would take a different turn? However, that initial burst of interest was long eclipsed by the sheer banality of the rest of the story and unrelenting tedium of the endless fighting. Superhero comics are more than just fighting but that’s all this superhero book is: fight fight fight. And despite having a massive cast of characters, all of whom have decades of defined personalities, this book essentially wipes away all traces of them so they’re all monotone dullards. Spider-man (in his brief appearances) doesn’t crack jokes or say anything witty or interesting because all this fighting is all so serious. Iron Man is basically relegated to the side-lines to scientifically figure out how to beat Phoenix (by the way, where’s Reed Richards?) so when he appears he’s talking boring science crap; his charming, roguish personality is entirely absent. Instead, arguably the two most boring characters in the Marvel U are given centre stage: Cyclops and Captain America. Cap is whiter than white bread and with his no-nonsense manner of speaking is about as interesting: he is practical, dull, and unimaginative, repeatedly yelling “Avengers Assemble!” way too many times. Cyclops has the personality of a brick. When he’s not being told what to do by his girlfriend, he’s whining about mutants being an endangered species for the billionth time, wittering on like a fussy hen and glumly looking into the middle distance. These have got to be the most tedious men to ever headline a superhero comic. Long before this book was over I wanted both of these dudes dead, never to return. Then there's Scarlet Witch. I hate this character because she is a literary device personified: she is deus ex machina. It doesn't have to make sense, whatever she says goes. 'No More Mutants'? Done. 'No More Phoenix'? Done. Rubbish! It's too convenient, too easy, and is just lazy writing. My edition was the mammoth 568 page hardback. After the Avengers Vs. X-Men #0-#12 main issue story arc comes the #1-#6 AVX issues which are just fights. At least with the main storyline there are respites from the fighting to attempt including some sorely needed elements like dialogue, ideas, character and plot development (despite none of these things being effectively pulled off); with AVX, it’s just fighting. So we get some arbitrary fights with Iron Man Vs Magneto, Magik Vs Black Widow, Namor Vs Thing, and so on. These are fights that are supposed to be happening in the main story but were separate to keep that story from slowing down. It was with AVX that I realised why Marvel had asked a WWE wrestler to intro this book – these fights were the comic book equivalent of WWE wrestling: staged, colourful, and meaningless. (The wrestler is CM Punk who incorrectly calls his foreword to the book a “forward” - yep, that’s the level of intelligence this book elicits).  Finishing off this book is Infinite Comics #1, #6 and #10. Infinite was created for the sole purpose of reading comics digitally on tablets, which is a great idea. Content-wise, these comics rehash the events already gone over in the main story arc but with added pages that don’t improve the story. Consequently, like AVX, Infinite feels like an unnecessary add-on. And speaking of unnecessary add-ons, you may be wondering what the “AR” boxes appearing on every other page in the book mean - “Augmented Reality” is another innovative feature by Marvel to integrate interactive content into their comics. Because when I read comics, I always think, this is good but what I really want when reading is to watch video. It’s a strange idea to insert video of artists informing the reader how they came up with a particular design choice for the panel but how interested are you in hearing about that really? It depends on the reader but I’m not one of those who needs to know everything about the creation of a comic. Also, I read to read – I’m not some ADHD kid who needs to flick from reading to watching video and back again every few panels. Some of the best comics writers working today worked on this book. Jason Aaron, one of my favourite comics writers, has written a great run on Wolverine and is working on the even better Wolverine &amp; the X-Men title; Ed Brubaker wrote one of the most acclaimed Captain America books ever; Jonathan Hickman’s doing stellar work on FF and Fantastic Four; and Brian Michael Bendis, whose work on Ultimate Spider-man, Marvel’s flagship character, speaks for itself: 12 years of first class writing and counting, his stewardship of that character has been invaluable to Marvel and readers alike. And yet, all of them worked on this book and all of them failed to create an interesting story. Too many cooks in the kitchen maybe? But it makes me think that maybe it’s not just the writers who should be blamed for this awful book but the dodgy creative direction at Marvel who steered this book into such unfathomably crap waters. Either way, despite this book having enormous talent attached, it is a massive artistic failure. So another year, another lacklustre Marvel Comics event. “Avengers Vs X-Men” is for those who enjoy WWE wrestling and like to play with gadgets and watch videos rather than read a comic straight through. This book is dumber than Lou Ferrigno’s pants. It’s also for people who don’t care much about anything related to good storytelling, like character development, memorable scenes and dialogue, and good writing – just superheroes punching one another. This review is already too long so I won’t go into the many plot holes the flimsy premise of this book rests upon but suffice it to say “Avengers Vs X-Men” is a cynical, contrived, bloated mess of a book that, despite its immense bluster, is ultimately a very small, piecemeal story with forgettable moments offering nothing of substance. If someone tells you this is a good book and is worth reading, be very suspicious. Chances are they’re waiting for you to fall asleep somewhere around the 300th page and umpteenth consequence-free fight, then steal your kidneys. But I’d wake up! you say. Oh no - reading this boring book is far more potent than camphor. You won’t awaken until it’s all over. To re-iterate: read this and you will lose your kidneys to the black market and die. To avoid this inevitable fate, stay far away from “Avengers Vs. X-Men”. But who wins? you ask, the Avengers or the X-Men? Nobody wins, you poor soul. We all lose by reading this. If you want to know the spoilers but don't want to read the book, they are: Scarlet Witch's 'No More Mutants' curse from 'House of M' is lifted; Phoenix is vanquished - though only temporarily I'm sure; Xavier is dead - but then he's died many times before and will doubtless be back soon; Cyclops did the deed and is arrested; Utopia is no more, just another Genosha.",
          "The Phoenix is coming again. It has burnt a fiery path of destruction on its way to Earth. The Avengers and X-Men know where it's heading or rather who it's heading to, Hope Summers. Cyclops believes the Phoenix through Hope will bring back mutant kind from the brink of extinction, but the Avengers fear for the Earth. Cyclops along with the X-Men are adamant that Hope stays with them even if it means war against the Avengers.These are mutantsThese are mutants on Phoenix.I know it looks cool, but it turns even rule following boy scouts like Cyclops into even bigger pricks than ever before.The whole story reeks of desperation to undue the Scarlet Witch decimating the mutant population. It seemed like the authors couldn't figure out what to do so someone said 'lets just bring back the Phoenix and have the X-Men fight the Avengers.' No one else had a better idea so they went with it.Avengers vs X-Men was weak to say it kindly and bloated from so many heroes.",
          "Like many comic book fans, I’m suffering from acute crossover fatigue, and this one didn’t do anything to cure me of it.I was moderately interested because it seemed like it would address the fact that it’s starting to feel like the mutants and the other Marvel characters inhabit completely separate universes. (Except for when crossover time rolled around.) It’s got a decent set-up for a conflict between the two teams. The Phoenix force is on its way to Earth to bond with Hope, the only mutant born since the Scarlet Witch put the whammy on them in House of M. Cyclops thinks Hope might be able to manage Phoenix to reboot the mutant species, but Captain America thinks that leaving the fate of the world in the hands of one mutant girl might be a tad dangerous and wants to take her into custody.That’s a valid reason for conflict between the two teams, but the whole thing quickly devolves into fight after fight that becomes a big messy smear of a story. One of my biggest problems was that I’m getting a little tired of seeing the Marvel heroes fight each other. Civil War featured the good guys choosing sides. House of M was essentially about Scarlet Witch going nutso and rewriting the universe. While Fear Itself had a couple of bad guys, it also featured some of the strongest heroes being brainwashed and fighting the others. This whole thing about hero vs. hero has been done so much recently that it doesn’t seem remotely fresh. Aren’t there any villains left with evil plans? A major character death at the hands of another might have been shocking and had some impact if the murdered character hadn’t died multiple times already and if there was any real sense that this would have permanent consequences. But considering this happens in a story concerning Phoenix which is returning for the umpteenth time, it doesn’t really seem like it’ll matter.",
          "This is stupid. Good guys fighting each other - really. This is their best idea? There are so many characters that it's silly.",
          "This was HORRIBLE.I never really liked Cyclops, but I sure loathe him now. What a douchecanoe.And I know there are different people doing the art, but Hope goes from being a pre-teen to a young woman from issue to issue. Where's the consistency? The art is not very nice overall and the story? Oh my gosh, trainwreck. Get over yourselves, X-Men and Avengers.I'm giving an extra half star purely because of Spiderman's banter. What a drainer. 1.5 lets-fight-for-no-reason-at-all Stars",
          "Another year, another disappointing Marvel crossover event. The premise is right there in the title. Unfortunately, building the crossover meant jettisoning a much better plot. Before I begin, full disclosure: I'm not entirely up to date on what's going on with Marvel. I haven't really read much since House of M (I know, I know). So when (say) Illyana shows up, I don't say, 'hey, Magik, cool,' I say, 'wait, when did she come back?' Also, I came through comics (not just Marvel, all comics) through X-Men, so my sympathies are indeed likely to start there.So, the story, such as it is. The Phoenix is coming to merge with/take possession of Hope, billed as the mutant messiah. (Nobody really argues that point in the book.) The Avengers, lead by Captain America, decide based only on a conversation with Wolverine (who totally has no reason to be bitter or biased here, no way) that this must be stopped at all costs, or... stuff. The end of the world is bandied about a lot, but it's not clear why they think this world will end. At no point (in the main book, at least) does Cap or anyone else on the Avengers side speak to anybody but Wolverine about the Phoenix. Inexcusable, since Rachel Summers (former Phoenix herself) is in the same building, but nobody speaks to her. Since Cyclops won't hand over a teenage girl under his care (who, remember, he considers the one who will save mutantkind from complete extinction) to the first non-mutant who demands to arrest her, Cap immediately throws the couple dozen Avengers he brought at the X-Men.You can see already what side of the conflict I'm falling on. And I think it's fair to say that everything that happens from this point onwards comes about solely from the actions of the Avengers. Including the fairly well publicized plot twist of the Phoenix instead possessing Cyclops, Emma Frost, the Rasputin siblings, and Namor. Iron Man's attempt to destory or delay the Phoenix ends up splitting and corrupting it. So everything that the Phoenix five do can be traced back to him, which he actually acknowledges, rarely. Worse yet is the way the crisis is finally resolved. Hope herself takes in the entirety of the Phoenix force and uses it to reverse what Scarlet Witch did at the end of House of M- instead of 'no more mutants' it's now 'more mutants'. Which nobody on the Avengers side acknowledges is exactly what would have happened anyways, if they hadn't meddled. The cherry on top is that nobody seems to care much about Scarlet Witch having decimated the mutant population in House of M, making Scott's argument that the Avengers in general just don't care about mutants sound a lot less crazy. ETA: After writing this review, I found out that Mr. Fantastic, of all people, called out the Avengers on their culpability here. Basically, maybe the Phoenix Five would stop beating them up if they'd stop attacking them. Considering what a massive jerk he'd been during Civil War, it makes for a pretty effective (and deadly accurate) voice of reason moment for him.But let's be honest here. This is really nothing more than an excuse to have big, overblown battles between big name characters. What could have been an interesting story, about Hope's struggles with her 'destiny' as Phoenix, is brushed to the side in favor of things like Iron Man vs. Magneto. In fact, that's all the (included) AVX tie in was, context free battles that, frankly, weren't terribly interesting. The only thing that makes the AVX issues even remotely worth reading is the 'fun fact' boxes, likely included by an editor who didn't buy in to the concept, with 'facts' like 'Tony Stark likes to exaggerate' and 'Captain America has 15 levels in guilt tripping.' The last issue abandons all pretense at being serious, and ends with a 'battle' between Squirrel Girl and Pixie that implies the whole mess can be blamed on them accidentally playing with Puppet Master's mind-controlling action figures. Is it worth reading? Not really, no. There's virtually no substance here, and any attempts at such are brutally crushed by pointless battles. The entire event could have been avoided entirely if Captain America and Cyclops had actually talked instead of resorting immediately to battle. My read is that the Avengers bear a little more of the blame, since they don't even do a modicum of due dilligence before prepping for all-out war. But honestly, it probably isn't worth much thought.",
          "Marvel's big event for 2012 was Avengers Versus X-Men (AvX) and I must say they pretty much accomplished what it set to do. It gave the fans a battle royale of its top two properties, it was able to move a lot of books during the duration of the event, and it gave the new readers who came in AvX a chance to stay and buy more comics after the story with its new Marvel NOW! initiative.The title says it all, the Avengers lead by Captain America up against the X-Men of Cyclops. Marvel's top two superteams are divided by what to do with the coming of the Phoenix, an elemental . force of great power that could herald creation or destruction and its host apparent, Hope, the first mutant born after the events of House of M.I haven’t bought any comics regularly in years, being content in waiting for the trade, but I came back for AvX and preordered all twelve chapters. I wasn’t disappointed, it was all out action and the art was incredible. The writing was serviceable but it did have its character moments.This was an important story. AvX marked the end of what Brian Bendis began in the 2005 miniseries House of M. This story turned “No more mutants” into “More mutants” and effectively changed the status quo of the Marvel Universe. The end of AvX ushers in Marvel NOW!, a new initiative that turns the fallout from AvX into a new line of books that mixes and matches creators in new properties and perhaps hook in the new and returning readers that AvX brought. Almost all of the new Marvel launches this year reference AvX and is required reading to get into the flow of the story.I've read the original floppies of the main miniseries and some of the tie-ins so I was not enthusiastic about spending an additional sixty dollars for the hardcover but I was able to find a fellow fan who was willing to share the digital code that came with the purchase of the hardcover. Still,I found the digital version lacking since the print version and the floppies came with Marvel's patented Augmented Reality pages which one could access with an app and a smartphone or tablet. This added content had videos that often served as commentary or background information on the panels with the augmentation. The one aspect where the digital version has it over print are the Infinite Comics which came with the digital codes of the original floppies. These Infinite comics served as Marvel's initial salvo in exploiting the storytelling advantages inherent in the digital format. They worked quite well on digital.If one wants to get this story, I suggest hunting for the individual issues which remain near or sometimes less than cover price since almost all comic retailers ordered it in high numbers or waiting for a more affordable trade paperback."],
        "_version_":1719230932759609344},
      {
        "id":"1795912",
        "title":["Essential Amazing Spider-Man, Vol. 3"],
        "link":["https://www.goodreads.com//book/show/1795912.Essential_Amazing_Spider_Man_Vol_3"],
        "series":["(Essential Amazing Spider-Man #3)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1188463280l/1795912.jpg"],
        "author":["Stan Lee"],
        "author_link":["https://www.goodreads.com/author/show/10303.Stan_Lee"],
        "rating_count":[523],
        "average_rating":[4.24],
        "five_star_ratings":[233],
        "four_star_ratings":[195],
        "three_star_ratings":[83],
        "two_star_ratings":[10],
        "one_star_ratings":[2],
        "number_of_pages":[528],
        "date_published":["June 1st 2002"],
        "publisher":["Marvel Comics Group"],
        "original_title":["Essential Amazing Spider-Man, Vol. 3 (Marvel Essentials)"],
        "genre_and_votes":["Sequential Art-Comics 70, Sequential Art-Graphic Novels 23, Marvel-Spider Man 15, Superheroes-Marvel 15, Comics-Comic Book 6"],
        "isbn":"0785106588",
        "isbn13":"9780785106586",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=1795912&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=1795912"],
        "recommended_books":[0],
        "books_in_series":[0],
        "description":["The popular reprinting of Spider-Man's earliest adventures continues with classic stories by one of the fondest remembered creative teams to ever tackle Marvel's wacky webhead.All of Spidey's \"usual suspects\" are here in this gargantuan 528-page black and white volume: the sinister Vulture, the maniacal Doctor Octopus, the enigmatic Mysterio and the senses-shattering Shock The popular reprinting of Spider-Man's earliest adventures continues with classic stories by one of the fondest remembered creative teams to ever tackle Marvel's wacky webhead.All of Spidey's \"usual suspects\" are here in this gargantuan 528-page black and white volume: the sinister Vulture, the maniacal Doctor Octopus, the enigmatic Mysterio and the senses-shattering Shocker, just to name a few. Perhaps most significant of all is the debut of the Kingpin, an ominous figure who claims to be a \"humble importer of spices\", but in reality pulls all the strings of New York City's organized crime syndicates. One of the most chilling villains in all of the Marvel mythos, the Kingpin's first stories are recounted here. The Marvel Essential line of trade paperbacks are extremely popular among consumers. These inexpensive volumes give readers a chance to catch up on years of comic stories and history without spending a fortune tracking down hard to find back issues."],
        "reviews":["Stan Lee's 4th and 5th year on Spider-Man and he's still going strong as is his creative partnership with artist John Romita Sr.. A big time for Spidey with the debuts of an African-American family who become long time cast irregulars and the king of crime himself, the audacious Kingpin! Biggest stories are Aunt May getting a lodger (I kid you not), Pete dating, and facing the Kingpin!Stan and John also debuted the Shocker, the first named Spider-Slayer and Captain George Stacey. 6 out of 12. I read reprints of the comic books The Amazing Spider-Man #44-68 collected in this volume",
          "More Lee/Romita magic from the past - puts so much of what is out there passing as comics today to shame.",
          "Stan Lee &amp; John Romita Jr deliver in this b/w reprinted essential of the Amazing Spiderman another collection of really great tales collected in this issue are issue 44-68 of the Amazing Spiderman where live is fairly simple to follow for the Marvel fans of the Spiderman. The tales are becoming more than a one shot each comic and get more depth and story arcs over several issues with MJ and Gwen Stacy wanting both the body and soul of one lucky Peter Parker.These re-issues in b/w do actually capture the heart and soul of the Spiderman universe before it became to much a part of the Marvel Universe. And too be honest this is the Spiderman I love and enjoy none of the movies so far in any incarnation has captured Spiderman for me as well as these comics do, it is a real treat for me and I have several to enjoy.",
          "There are quite a few changes that come in this volume. Let's start with the big one: John Romita. He draws nearly every page in the book, with some help here and there, and it looks amazing. I would say that Kirby and Ditko are tied for first as my favorite silver age Marvel artist, but Romita holds the number two spot. Gwen Stacy and Mary Jane look so beautiful, you'll find yourself skimming ahead to see when you'll get to see them again. Romita isn't just a guy who draws pretty girls though. He can draw some awesome fight scenes to boot. When Ditko was drawing Spider-man, Peter seemed to get beat on a lot. Ditko didn't make Peter come off as being easily beaten', but he seemed to really be taking a lot of licks. The way Romita stages the fights, Peter still seems to take quite a few punches to the face, but he recovers much faster.The stories themselves are evolving, too. They really are moving away for the one off issues, and we have stories that last all the way up to four issues! That must have seem like a huge storyline in the 60's. We also get more and more sense of continuity, as events seem to lead into each other, rather then a new issue bringing a new problem. The one thing I would say sucked about this collection is the Spider-man and Human Torch team-up. I don't know why they just can't seem to figure it out with those two. A great read overall. I'm loving these early stories of Spider-man and looking forward to reading more.",
          "This edition of the third essential Amazing Spider-man book collected Issues 44-65 and Amazing Spider-man Annual #4.During this era, the book's developed a definite rhythm. There were a few standalone stories, but Lee's comics compromised a lot of multi-party story archs.The book begins off with a decent battle against the Lizard (#44 and #45), Issues 46 introduced the Shocker and had Peter move out on his own. Issues 47-49 were sensational as Spidey faced Kraven the Hunter, and then the new Vulture. Issue 50 featured one of the most iconic Spider-man covers of all time, 'Spider-man No More' as Peter tries but fails to hang up his webs. The character of the King Pin is also introduced in Issue 50 and he'd been planning on Spider-man retirement. Instead, Spidey battles the Kingpin In Issues 51-52 which also features J Jonah being captured and Spidey having to get him to somehow cooperate. Spider-man Annual #4 is not as good as #1 or #3, but it's pretty fun as it guest stars the Human Torch. Someone has the idea of doing Spidey-Torch movie, but who are the men behind the curtain? It's not a blockbuster plot, but it's still enjoyable.Issues 53-56 has an epic battle with Doc Ock. In Issue 55, Spidey loses his memory and Doc Ock convinces him that they're allies and Spidey helps him until figuring out better. At the end of Issue 56, he still doesn't have memory and is wanted by the police for the first time in the series.Still without his memory in Issue 57, he battles, who is tricked into fighting Spidey by the JJJ. In Issue 58, he regains his memory but has to first face the new and improved Spider-slayer piloted by Jameson. Issues 59-61 has Spidey battling the Brainwasher (actually another villain by another name) who has taken control of Gwen Stacy's father Captain Stacy. And Peter faces a tough decision at the end of Issue 60 as he has to take a step that could save Stacy's life but will alienate Gwen.Issue 62 is probably the weakest story in this book. Fantastic Four/Inhumans supporting character Medusa shows up to see if humans were tolerate her people and be open with her. Like Sub-mariner in similar circumstances, she tries to see if they can live in peace by acting like an imperious jerk. The story is really a filler and a bridge to the final serial.Issues 63-65 find that the old Vulture (presumed dead) is alive and back more dangerous than ever. At the end of Issue 64, Spidey wins the battle but is taken to jail as City Hall debates whether they can remove his mask and a jail break occurs.---Overall, this may have been my favorite silver age Spidey collection so far. The character grows up, moving out of Aunt May's house into a pad with Harry Osborn in Issue #46. Peter still cares about his Aunt. When a fight with Doctor Octopus leads to another heart attack, Peter moves with righteous fury to contront his foe. On a less dramatic route, Peter shows concern for his Aunt while he's out and when he's with her, he loving teases her in this wonderful charming way. Here, Peter's love for his aunt is charming and natural unlike some later versions.Captain Stacy is introduced in Issue #56 and lends a great deal of gravitas to the proceedings. He's a fully formed, complex adult figure who counters the cartoonish J Jonah. While the Fantastic Four was adding forgettable characters like Wyatt Wingfoot, Stacy was a true gem.The stories themselves were rich and full of twists. They were exciting and oftentimes emotionally charged. They were well-developed and well-executed. Several issues also featured foreshadowing of the coming return of the Green Goblin.The art remained solid throughout. The only thing I didn't like was Mary Jane getting a perm in Issue 65. Ugh! Though perhaps that's just because I'm not a fan of perms. Regardless, this is a must for Spidey fans.",
          "Volume 3 of Essential Amazing Spider-Man contains 24 issues of the comic of the same name. As with all books in the Marvel Essential range the comics come in black &amp; white and on much lower grade quality paper (i.e. thinner) this in my opinion doesn't subtract from the whole experience a whole lot as the artwork speaks for itself (as long time Walking Dead readers will agree).The book spans over 500 pages to cover issues #44 through to #68 of the Amazing Spider-Man and on a whole stands up pretty well for it's age (Vol 3 chronicles 1967-1968 period). I will mention that the quality of writing from [the infamous] Stan Lee has matured somewhat from the last two volumes and now no longer feels as though he has to describe in great detail what is happening in each and every single panel via inane dialogue (the first Volume suffers greatly from this) but this time lets John Romita Senior's art speak for itself. It's worth mentioning that by this time Romita has taken over art duties full time from original co-creator Steve Ditko. Now I have nothing against Ditko's original art but Romita seems to relish in the frantic web crawling nature of the Spider-Man vertical escapades and seems to know how to handle the composition both better when Parker has his feet on the ground (which at times thanks to Lee's script can feel like a soap opera!) and through the action panels.As mentioned Stan Lee's scripting has improved which I'm not sure is down to being intentionally better written or if it was simply the sign of the times with both the comic and readership maturing (and Lee adjusting his writing to match) but one thing I will mention is the dated 60's 'coolio daddio' lingo is rife through out all the comics; the main culprit being Mary Jane who's constant answer for everything is to put a record on and start dancing (I want what was she smoking) comes off as annoying and so needs no further explanation when Parker eventually decides to opt for the more down to earth (or less irritating) Gwen as his love interest near the back end of the book.Well, anyway I've rambled on enough now so I'll just mention it's a recommended read in Spidey's past and required reading for Spidey-Historians. Here's some quick bullet points of what (and who) goes down in this volume :First Appearances from; The Kingpin, Captain Stacy (aka Gwen's Father), The Shocker &amp; Robbie Robertson.Bad guys Appearances from; Mysterio, Vulture, Dock Ock, Kraven the Hunter &amp; The LizardEvents worth noting; Gwen &amp; Peter become an item, Peter moves out of Aunt May's house (and in with Harry Osborne) &amp; MJ gets a haircut (seriously she should demand a refund immediately)",
          "There are several story-lines in this volume, the three major ones are:-Peter battled the Green Goblin and temporarily stopped him, but Norman Osbourne's memory is coming back.-Kingpin's plot involving Gwen Stacy's dad, which led to drama but also brought the youngsters together.-Peter got temporary amnesia and forgot who he is.Of course May Parker keeps getting sick every issue and being a total cxnt to Peter, the same drama occur each issue. Mary Jane so far is really annoying trying to get attention and compete with Gwen. Also no one seems to be studying. There was also a one issue crossover with inhumans, that was a pretty bad issue though showed how bad business practice can ruin your capital. Disappointingly, there was one issue covering the counter cultural revolution.",
          "This set starts off with a bang with spme great villian-centric issues in a row, then there's a lot of Peter still being kinda a douche but people being okay with it now, and then a pretty sweet old school monster movie type issue at the end. These are still historical significance reads with a few exceptions.",
          "Crazy cool if you love comic books!!"],
        "_version_":1719230946051358721}]
  }}