{
  "responseHeader":{
    "status":0,
    "QTime":2,
    "params":{
      "q":"hitler AND biography",
      "defType":"edismax",
      "indent":"true",
      "qf":"title genre_and_votes description author",
      "q.op":"OR"}},
  "response":{"numFound":32,"start":0,"numFoundExact":true,"docs":[
      {
        "id":"3741342",
        "title":["Hitler"],
        "link":["https://www.goodreads.com//book/show/3741342-hitler"],
        "series":["(Hitler #1-2)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348707329l/3741342.jpg"],
        "author":["Ian Kershaw"],
        "author_link":["https://www.goodreads.com/author/show/30702.Ian_Kershaw"],
        "rating_count":[3826],
        "average_rating":[4.33],
        "five_star_ratings":[1952],
        "four_star_ratings":[1350],
        "three_star_ratings":[405],
        "two_star_ratings":[77],
        "one_star_ratings":[42],
        "number_of_pages":[1072],
        "date_published":["November 17th 2008"],
        "publisher":["W. W. Norton  Company"],
        "original_title":["Hitler: A Biography"],
        "genre_and_votes":["History 320, Biography 207, Nonfiction 116, War-World War II 43, War 34"],
        "isbn":"0393067572",
        "isbn13":"9780393067576",
        "settings":"Braunau am Inn(Austria) Leonding,1898(Austria) Linz,1898(Austria) …more Vienna,1910(Austria) Munich (München),1919(Germany) Landsberg am Lech,1924(Germany) Berlin,1945(Germany) …less",
        "characters":"Alois Hitler, Klara Hitler, Rudolf Hess, Hermann Göring, Benito Mussolini, Geli Raubal, Ernst Röhm, Dietrich Eckart, Josef Goebbels, Gregor Strasser, Joachim von Ribbentrop, Ernst Hanfstaengl, Erich Ludendorff, Paul von Hindenburg, Heinrich Brüning, Gottfried Feder, Anton Drexler, August Kubizek, Karl Mayr, Franz von Papen, Kurt von Schuschnigg, Walther von Brauchitsch, Adolf Hitler, Albert Speer",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=3741342&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=3741342"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[93996],
        "description":["\"The Hitler biography of the twenty-first century\" (Richard J. Evans), Ian Kershaw's   is a new, distilled, one-volume masterpiece that will become the standard work. From Hitler's origins as a failed artist in fin-de-siecle Vienna to the terrifying last days in his Berlin bunker, Kershaw's richly illustrated biography is a mesmerizing portrait of how Hitler attained, \"The Hitler biography of the twenty-first century\" (Richard J. Evans), Ian Kershaw's   is a new, distilled, one-volume masterpiece that will become the standard work. From Hitler's origins as a failed artist in fin-de-siecle Vienna to the terrifying last days in his Berlin bunker, Kershaw's richly illustrated biography is a mesmerizing portrait of how Hitler attained, exercised, and retained power. Drawing on previously untapped sources, such as Goebbels's diaries, Kershaw addresses crucial questions about the unique nature of Nazi radicalism, about the Holocaust, and about the poisoned European world that allowed Hitler to operate so effectively."],
        "reviews":["My thoughts on completion are to be found below.Thoughts having completed about ¼ of the book:Did anyone else pick up the audible.co.uk daily deal Hitler on November 14th, 2016? I was hesitant; it is so darn long (44 hours). Would it be dry? Would it be boring? But it only cost £2.99!! It is long, yes, but not dry or boring. I am reading it now in December 2016. I do NOT understand everything, but enough to hang on and learn more. When I get lost in the acronyms or who is who (and later code names) I do get a bit upset, but generally that isn't so often. So far I am thinking this is not a waste of time and am glad I am reading it. It is definitely good; you don't have to be an expert to read this. It is clear, most of the time. I like very much that the author explains to the reader why, when given contradictory explanations, one is most probably more correct than another. Unbiased and thorough. I am learning a lot. The author has in this book put together his two earlier books Hitler, Vol 1: 1889-1936 Hubris and Hitler, Vol 2: 1936-1945 Nemesis. In the introduction he speaks of the changes made. Basically he is removing copious notes and has shortened a little bit on the general societal situation. He assures that the book is otherwise the same. I am happy that it is the author who has had control of the changes made. He emphasizes that the original two volumes will stay in print so the notes are accessible there. At this point, I certainly don't need the notes and find the information on the situation in Germany not only sufficiently but very well described. **********************Thoughts on completion:I am glad I read/listened to this book. I learned a lot. If you are like me and have read tons and tons of historical fiction on the Second World War, well sooner or later you want to delve deeper. Non-fiction lures. First I read biographies of holocaust victims, then resistance fighters, then about specific battle arenas and assassination plots. Now a biography of the man who caused it all simply has to be read too; to do so becomes a given. This is an excellent book to choose. It focuses on the man and those immediately around him. You do NOT have to be an expert to read this. There is no denying that the more you know the easier it is to follow, but you have to start somewhere. You simply can't learn everything about the war with one book! And how can one not read about this war?! It has shaped the world we live in and the people we live with today. As the title so accurately indicates, this book focuses on Hitler. You see the war through his eyes. It starts with his youth. Did he study? Was he influenced by particular teachers? What subjects caught his interest? History, Norse pagan beliefs, renowned German leaders, art, architecture and music influenced him. Over and over his thoughts return to Frederick the Great, Wagner and Valhalla and of course the Jews. What were his relationships with his parents like? To understand him one must be aware of what shaped him. Both how his different policies developed and his career path toward becoming chancellor is followed. The war years focus on his intentions, goals, plans and control. Other books present Allied Forces and Japan’s war aims. The book is based on thorough and careful study of source material. The author rarely proposes psychological analyses; instead he presents the facts and leaves it to the reader to draw conclusions. There are many quotes, from speeches, from letters and from what those closest to Hitler have said. I value these quotes. His decisions, actions and choices are minutely documented, from his early enthused, captivating rhetoric and military successes through the last days in the bunker when he and his newly wed wife took their lives. Goebbels, along with his wife and six children, chose to remain with him and to die with him. He said he would never capitulate, and he never did. His steadfastness must be acknowledged. The words and actions of Göring, Himmler, Goebbels, Ribbentrop, Heinz Guderian, Martin Borrmann, Rudolf Hess, Karl Dönitz, Albert Speer and many other close accomplices are well documented. What is told about them is equally fascinating, mind-boggling and gripping! Rudolf Hess’ flight to Britain takes the cake. Always the events related are tied closely to Hitler; the book does not go off on long tangents. Claus von Stauffenberg’s assassination plots of 1944 are meticulously documented; other assassination attempts are mentioned but with less detail. I find it hard to truly comprehend Hitler’s all-engulfing hatred of Jews. I was looking to understand where this hatred came from and how it arose. To get a handle on this it helps to hear his words, not just his most well-known and infamous speeches. The quotes were thus important to me. I'll be honest and state I still don't completely understand the source of his hatred. That his years in Vienna shaped him is clear, but in his youth he dealt with the Jews, he did business with them and the family doctor was Jewish! That the Jews were an easy scapegoat is too simple an explanation for me. His hatred of Jews, although the norm in those times, goes further and has a virulence that touches on insanity as do the ties he drew between Bolshevism and Jewry and his megalomania. Yet the author states that no psychotic disorder can explain his behavior. Really? Neither do I truly understand where his Pan-Germanism came from. Questions remain. Understanding World War Two must be tackled through book after book after book. Not any one is sufficient, but this should be one of those you do read. A bit more on the women in his life could have been added. I never came to understand the emotional bond between Hitler and Eva Braun. The audiobook is very well narrated by Damian Lynch. Most is read at a speed that allows one to absorb the facts, but occasionally he gets captured up in the excitement and read too fast. His German pronunciation is excellent, as well as his French. When an American speaks you smile; the contrast between American and British intonations will do that to you. The English here is predominantly British, but not exaggeratedly so. I cannot judge the pronunciation of Russian words. Reading with correct pronunciation both helps and confuses if you are not well acquainted with the languages. I was occasionally stumped when Lynch quickly spit out German names. Usually they are repeated several times and you can eventually figure out how to spell them, if you take notes as I do. I liked both the written text and the narration very much, so I’m giving both four stars. I learned tons. You do not learn much if an author bores you to tears. ",
          "(Actually I read the full two-volume edition, not this abridgment.)There is a tendency to treat this book as if it were simply the latest encyclopedia article (albeit a long one) on Hitler, rather than as what it is -- viz., part of a long, historiographical polemic on the nature of Nazism and its relation to German history. It is necessary in reading this, in other words, to properly contextualize Kershaw's positions vis-a-vis other scholars.So, to contextualize:Ian Kershaw (http://en.wikipedia.org/wiki/Ian_Kershaw) was a student (and a disciple) of...Martin Broszat: http://en.wikipedia.org/wiki/Martin_B...  (Polycracy; 'weak' dictatorship; multiple power centers) Hans Mommsen: http://en.wikipedia.org/wiki/Hans_Mom...  (Another important and influential student of Broszat; cp Wolfgang Mommsen, Hans' twin brother)Karl Dietrich Bracher, by contrast: http://en.wikipedia.org/wiki/Karl_Die...  (Nazism is not unique, but a species of Totalitarianism)On this concept of Totalitarianism, favored by conservatives, which subsumes Nazi Germany and Stalinist Russia as species of the genus 'Totalitarianism', familiar to most from the work of Arendt and Michael Burleigh, see:https://www.goodreads.com/review/show...Joachim Fest, on the other hand, a staunchly anti-Nazi conservative Catholic: http://en.wikipedia.org/wiki/Joachim_... (Emphasized Monocracy; Hitler's 'strong' dictatorship - absolute autocracy)One of the virtues of Kershaw's work is his thorough mastery of the German scholarship -- something which very few English-speaking students of the period (Richard Evans being a notable exception) can claim..., I would guess.Richard J. Evans comes out of a very different tradition, and one to which I am, frankly, more sympathetic than to Broszat's and Kershaw's: http://en.wikipedia.org/wiki/Richard_...These Wiki articles seem to me to be quite good, and can profitably be reviewed before simply plunging into another of these hugely long books.",
          "Sometimes when I spend too much time reading on the minutiae of the Third Reich, it starts to look strange in my head--like when you look too long at your own hand or ponder the spelling of your own name too long and it begins to seems weird and unreal. I'm not saying that I doubt the facts of the era any more than I doubt my own name or the existence of my hands, just that those facts begin to feel surreal and unbelievable despite their familiarity. This book does nothing to alleviate that feeling. Since it is a biography rather than a history, it makes no attempt to explain what the German people were thinking. You might hope it would explain what Hitler was thinking, but instead he is revealed (or not) as an opaque, unknowable person. This is the history of an individual rather than a psychological portrait.I've mostly read about the pre-war period and the war itself in separate accounts, so one benefit of this book is that it presents the First World War, the Weimar Republic, the run-up to the Nazi period, and the Second World War as a single narrative, giving me a better sense of proportion of how long the liminal period of Nazism was in contrast to the hasty, lurching, disastrous progress of the war after the first winter in the USSR.Kershaw presents one aspect of Hitler's influence differently than I've seen elsewhere. Instead of suggesting that the German people were blindly following orders, or even that they were willingly following orders, Kershaw presents Hitler as relatively uninvolved in the details of the Final Solution. Instead, he shows Hitler as intimating, somewhat vaguely, what he wanted done while his followers were 'working towards the Führer.' Hitler was an erratic, capricious manager--really, the worst boss ever--endlessly interfering with the military in contrast to a cavalier indifference to the effects of his policies on the German public that he was purportedly defending, let alone any other civilians. His underlings, in this view, were the ones who took Hitler's exterminationist zeal and turned it into an actual program of genocide. I found the 'working towards the Führer' concept persuasive because it does not rely on the idea that millions of people could be somehow persuaded to do something they knew was wrong, nor on the idea that Hitler personally directed every detail of the Holocaust. Instead, it attributes the Holocaust to a combination of mass hysteria or enthusiasm, attaching itself to the idolized person of Hitler and seeking to please him. In the disorganized world of the Third Reich, Hitler was the only source of authority, so individuals and departments competed for his approval, which resulted in constantly escalating radicalization.I should mention that this volume, an abridgement of Kershaw's two-volume biography, seems shoddily put together to me, as though it were the work of an able and fluent writer, slapped together and published without enough editing. Figures appear without being introduced; the narrative might switch from talking about the German Workers Party to the DAP without any explanation. If you are familiar with the period and/or speak German, you can ride this out, but this book does not recommend itself as an introduction to the period.",
          "Nel 1876 Alois Schicklgruber cambiò il proprio nome in Alois Hitler. Nel 1884, da Roma, giunse la dispensa ecclesiastica che autorizzava Alois a sposare Klara, sua cugina di secondo grado. Il 20 aprile 1889 nasceva il quarto figlio, il primo che sarebbe sopravvissuto all’infanzia: Adolf Hitler. Voleva fare l’artista. Invece divenne il “führer”. Fino al 1918 era considerato un tipo eccentrico, tanto da suscitare scherno; nessuno avrebbe mai pensato di vederlo nel ruolo di leader nazionale. Nel ’19 iniziò il cambiamento. Osannato dalle masse e odiato dagli oppositori politici, Hitler, favorito dal frangente storico, politico ed economico intraprese la sua scalata al potere. E così quell’uomo senza vita privata, egocentrico, anaffettivo fece del potere il suo “afrodisiaco”, e pareggiò i conti con le sconfitte subite negli anni della sua giovinezza, dalla bocciatura all’accademia d’arte al “crollo di tutto il suo mondo nella sconfitta e nella rivoluzione del 1918”. Tuttavia, quel che avvenne non è solo frutto di una responsabilità individuale: egli non s’impose con la forza al popolo tedesco, fu nominato cancelliere con procedure legali, in una società moderna e burocratizzata, colta, tecnologicamente evoluta. In apparenza civilizzata. Le sue idee erano note ben prima che salisse al potere. La Germania lo sostenne. O non si oppose, se si preferisce. In fondo, i tedeschi lo aspettavano, un fürher. Aspettavano un granello smargiasso con le sembianze di un gigante, un millantatore dalle grandi doti oratorie che dicesse quello che volevano sentir dire e che non avevano, loro, il coraggio di proferire, aspettavano un omuncolo repellente e tracotante capace di istigare all’odio, che desse il via a una violenza inaudita di portata mondiale come fosse ordinario svolgimento burocratico. La banalità del male. Le conseguenze sono note.L’autore del Mein Kampf non era un maniaco degenerato; fanatico, ossessionato dal potere, ma non folle, altrimenti bisognerebbe spiegare com’abbia potuto una nazione così evoluta com’era la Germania, lasciarsi trascinare nel baratro da un mentecatto. Quella Germania “che aveva creato Adolf Hitler, che nella sua visione aveva scorto il proprio futuro ponendosi sollecitamente al suo servizio, e che fu partecipe della sua tracotanza…”. E che con lui fu sconfitta. Opera imponente. Grande e rigoroso lavoro di Kershaw; uno studio attento e documentato su Hitler e il suo potere, un’analisi sulla società tedesca che, stravolta dalla sconfitta della prima guerra mondiale, politicamente ed economicamente instabile, contribuì al successo del führer. Chissà, se Roma non avesse concesso a Alois di sposare la cugina, o se Adolf avesse seguito le sorti dei suoi fratelli; chissà se l’accademia d’arte l’avesse accettato, o chissà se la Germania si fosse comportata diversamente, se le potenze occidentali avessero reagito senza tentennamenti, chissà… Continuerò a chiedermi come sia potuto accadere, e come mai la Germania, e gli altri paesi europei non abbiano avuto la lucidità, la forza e il coraggio di rispondere fermamente una volta compresa la portata della tragedia che si andava profilando. Mi sono data delle risposte che vanno oltre le ragioni storiche e politiche, e non mi sono piaciute affatto. Tutto si concentra su ciò che siamo. E la puzza è tremenda.",
          "Naturally, it is not easy to review a book like this.The main question that I have concerning WW2 is'How could the whole chain of events happen?'This question can be broken up into many other more specific questions:How could a weird social outcast, unsophisticated autodidact, a man with no education, a man with no organizational skills, a basically lazy mediocre person , like Hitler, even become a candidate for taking power over Germany?How could he, in such a short time gain absolute power over Germany?Was he a product of the time and situation, or did he create the situation?Could this happen in another place or time?Could this happen today and if it could where?And many more.You will not be surprised to hear that the book does not have a clear answer to any of the questions, and is still a brilliant book.In a chronological order, the author takes us through most of the known facts about Hitler, from his childhood to the last days in the bunker in Berlin. Together with this, we get the relevant parts of the history of Germany, specifically, WW2.As I cannot cover any substantial part of this book in a short (or long) review, I will not try (this can be found in other reviews or in many places on the web). The book is worth the (long) effort and mostly is an interesting read. There where parts that I got the picture and skipped, especially when presenting Hitler's speeches or monologues where he repeated the basic idea's that he presented in the past.One issue that did impress me, and can be found in most of the parts of the book that deal with the events after he came to power, was that Hitler had no interest in managing or organizing or anything related to this. He had general ideas and beliefs which he stated in his speeches or monologues (and in Mein Kampf). His subordinates (i.e. practically every person of power in Germany), guessed what he wanted, made plans and brought them to his approval. This was called 'working towards the Führer', and anyone in Nazi Germany knew that they should invent regulations, laws and actions with the one purpose of translating Hitler's ideas into actions. This caused the whole regime to choose the more radical approach in every issue, and had a serious effect on the fate of the Jews.  "],
        "_version_":1719088693652750336},
      {
        "id":"634636",
        "title":["The Seventh Secret"],
        "link":["https://www.goodreads.com//book/show/634636.The_Seventh_Secret"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1200323852l/634636.jpg"],
        "author":["Irving Wallace"],
        "author_link":["https://www.goodreads.com/author/show/128499.Irving_Wallace"],
        "rating_count":[2107],
        "average_rating":[3.84],
        "five_star_ratings":[575],
        "four_star_ratings":[829],
        "three_star_ratings":[529],
        "two_star_ratings":[131],
        "one_star_ratings":[43],
        "number_of_pages":[374],
        "date_published":["November 22nd 1985"],
        "publisher":["Shere"],
        "original_title":["The Seventh Secret"],
        "genre_and_votes":["Fiction 47, Historical-Historical Fiction 16, Thriller 14, Mystery 11, Thriller-Mystery Thriller 5, Suspense 4, German History-Nazi Party 3, Adventure 3, Historical 3, Anthologies-Collections 2"],
        "isbn":"0722188641",
        "isbn13":"9780722188644",
        "settings":"Berlin,1985(Germany) West Berlin,1985(Germany) East Berlin,1985(Germany)",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=634636&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=634636"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["Emily Ashcroft goes to Berlin where her father died under mysterious circumstances while finishing his biography on Hitler. She uncovers a horrible secret..."],
        "reviews":["Tam kış aylarında okumayı sevdiğim bir diğer fantastik kitaba başlıyordum ki, izlediğim ikinci dünya savaşında geçen bir film nedeniyle gözüm Yedinci Sır'a takıldı. Yine iyi bir okuyucu olan annemin kitaplığından aşırdığım, mis gibi eski kitap kokan Yedinci Sır.Leon Uris ile Irwing Wallace ailemin hep bahsettiği heyecan verici yazarlardandır. Yedinci Sır da beni şaşırtmadı. Açıkçası bu kitap 35 yaşında bir ortayaşlı olsa da heyecanı bana artık hiç keyif vermeyen, bir zamanların gözdesi Glenn Meade'nin Kar Kurdu, Sakkaranın Kumları, 8. Gün kitaplarını hatırlattı. 400 küsür sayfayı sadece 2 günde bitirdim ve sonuçtan memnun kaldım. Bu kitabı tavsiye eder miyim, ederim.Bulabilir misiniz? Ondan pek emin değilim.Herkese keyifli okumalar!",
          "Sigh. Some books just make you frustrated. The Seventh Secret has a awesome concept; a group of people investigate the final hours of Adolf Hitler and Eva Braun's life and begin to question if they really did commit suicide as Berlin fell. Throughout the novel, author Irving Wallace continued to build the story up for an awesome ending! But, when the ending came, I was beyond disappointed. It was as if Wallace was writing the ending the night before the book was published and he just through something down. Overall it was a decent book but the ending was very disappointing. ",
          "Adolf Hitler and Eva Braun committed suicide in the 'Führerbunker' on April 30th, 1945. Their corpses were dragged into a crater outside the bunker and burned. Everybody knows that.But what if an Oxford-professor gets killed on the streets of Berlin after announcing his plan to write a conclusive Hitler-biography? And what if a painting appears, obviously an original Hitler, that can only have been painted after 1950?The author follows the investigation into the professor's death, in which four people join: the professor's daughter (a historian), a Sowject art conservationist, an American architect and a Mossad agent. While searching for the murderer and the true identity of the painting, they also come closer and closer to the answer of the real question: Did Hitler really die in 1945?Set in the 1980's divided Berlin - it is an immensely gripping tale that left me breathless throughout its entire length. A compelling read on a monstrous question. ",
          "It was known to public that fascist Hitler created a havoc for the world and Germany by his enimity for one community. He with his lover Eva brown died in bunker around 1945 but this fascinating story or secret of the world takes you breathlessly to a secret from a painting made by Hitler around 1950 and it’s fascinating story.I read a similar story at Shri Aurobindo s place at Mumbai besides churchgate station title Hidden forces of life wherein it states Hitler used to pray to some evil force in cosmos which directed him to commit such disaster against one community and later told him to suicide .This story by the author is greatly put and very captivating thanks to the author. ",
          "Normally I enjoy reading Irving Wallace. Not this time. The premise here is that several totally unrelated people, in totally different countries all decide to 'look into' Hitler at the same time, yet for totally different reasons. The coincidences collide at every turn - very conveniently for the progression of the story. A little badly described gratuitous sex gets thrown in for those who like that sort of thing and it all concludes very explosively yet unsatisfactorily.This book was very poorly edited. Grammatical errors and typos bring the reader right out of the story time and time again. The characters are shallow and totally unbelievable. It just felt like Wallace was told to hop on the Nazi bandwagon (Boys from Brazil, Marathon Man, Eye of the Needle, The Eagle has landed...etc.) and to do it quickly. He mailed it in...that's just the way I feel.",
          "Wish I had a way to mark this book 'one of the worst I've ever read' because that's what it was. The plot could have been interesting, but the whole thing was so contrived. And coincidences abounded... to the tune of a character thinking something along the lines of 'If only I knew someone knowledgeable about Soviet art!' and two seconds later the curator of the Leningrad art museum knocks on the door. Bad, bad, bad.",
          "What it could happen if Hitler and Eva Braun - 'The Merry Window' did not die in the bunker in 1945 but rather survived to perpetuate the Third Reich into modern times?4* The Second Lady3.5* The Seventh Secret",
          "Ucronía bastante desconocida. Sin embargo es uno de mis libros preferidos de siempre, espero que aunque hace bastante que lo leí por última vez no haya envejecido demasiado mal. ",
          "Estaba aburrida en casa de mi abuelo y encontré este libro en la biblioteca, me encanta el tema de la segunda guerra mundial, y cuando leí la sinopsis del libro quedé fascinada, lamentablemente, el libro casi no me gustó.No se me hizo muy creíble eso de que un montón de expertos en Hitler se encontraran en el mismo lugar por pura casualidad.Los personajes se me hicieron muy planos y en general estúpidos, en especial odié al tal Rex Foster, y el romance fue muy forzado.El final no me gustó, fue como si el autor no supiera como terminar el libro pero ya no hubiera tenido tiempo y escribió lo primero que se le vino a la cabeza.En fin... realmente me decepcionó porque la premisa era muy interesante y estaba emocionada."],
        "_version_":1719088643938713601},
      {
        "id":"1016875",
        "title":["Hitler: A Study in Tyranny"],
        "link":["https://www.goodreads.com//book/show/1016875.Hitler"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1407707232l/1016875.jpg"],
        "author":["Alan Bullock"],
        "author_link":["https://www.goodreads.com/author/show/30716.Alan_Bullock"],
        "rating_count":[1391],
        "average_rating":[4.11],
        "five_star_ratings":[552],
        "four_star_ratings":[518],
        "three_star_ratings":[258],
        "two_star_ratings":[45],
        "one_star_ratings":[18],
        "number_of_pages":[512],
        "date_published":["1952"],
        "publisher":["Harper Perennial"],
        "original_title":["Hitler: A Study in Tyranny"],
        "genre_and_votes":["History 127, Biography 100, Nonfiction 54, War-World War II 19"],
        "isbn":"0060920203",
        "isbn13":"9780060920203",
        "settings":"NaN",
        "characters":"Adolf Hitler",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/1?book_id=1016875&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=1016875"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["The classic biography of Hitler that remains, years after its publication, one of the most authoritative and readable accounts of his life. Here in an abridged edition."],
        "reviews":["This book was recommended by a well-respected author focused on the period when Hitler came to power. I bought the book because I study human behavior in political systems and the rise of Nazi Germany is a classic example. Its easy to criticize the German people for their decision to elect Nazis to power but the real story is much more complex. The winds of the time (aftermath of World War I, economic depression) along with the state of politics and mass psychology are the real factors that allowed a person like Hitler to rise to power. His enigmatic personality, harboring a will to power was hidden from the German people until it was too late. Bullock goes a masterful job of explaining the complex currents of the time and the personalities that made the rise of Germany possible.",
          "Wiederlesen heißt wieder erkennenFaktisch in zahlreichen Details überholte Darstellung, die aber immer noch ihre sprachlichen Meriten hat und deshalb ein gewisses Lesevergnügen bietet.Keine Frage, Bullock hat die erste Biographie Hitlers nach dem Ableben des Führers geschrieben und 1952 veröffentlicht, bzw. 1962 überarbeitet. Mein Auflage von 1971 ist diese überarbeitete Version.Die ersten zwanzig Jahre wäre alles andere als eine Fünfsterne-Bewertung eine Frechheit für diese Leistung gewesen, aber inzwischen sind viele Fakten zugänglich über die AB allenfalls spekulieren konnte. Und etliche Antworten, weshalb Hitler den Krieg verlieren musste, hat er in seiner späteren Biographie Hitler und Stalin erst fachlich fundiert beantworten können. Auch wenn sein Fazit, dass Hitler den Krieg verlieren musste, weil er ein Nazi war, auch in neueren Darstellung wie Andrew Roberts Storm of War seine Bestätigung bekommt.In Sachen Lesevergnügen verdient diese Darstellung immer noch fünf Sterne, auch in den Charakterisierung der Nazis als eine gewissenlose Verbrecherbande, für deren Handeln es keine Entschuldigungen gibt und geben kann, hat sich nicht so schrecklich viel geändert. Auch wenn AB später den Opportunismus Hitlers zugunsten gewisser Grundüberzeugungen herunter gestuft hat. Auch ohne allzu große Einlassungen auf den Massenmord an den Juden zeichnet Bullock einen denkbar schäbigen und unsympathischen Hitler, der nur seine Macht auf Kosten aller anderen im Sinn hat. Unter diesem Aspekt nimmt das Verhältnis Deutsches Reich - Italien, bzw. Führer - Duce einen unverhältnismäßig großen Raum ein. Die streckenweise starke Abhängigkeit von Fälschungen wie Rauschnings Gespräche mit Hitler ist auch eines der Handicaps dieser Pionierarbeit, die aus einer überaus britischen Perspektive geschrieben ist, die sich gelegentlich auch in naiv-patriotischen Auslassungen niederschlägt. Vergleichendes Vergnügen Für mich war die vergleichende Lektüre mit der späteren und in jeder Hinsicht besser informierten Biographie schon ein Erkenntnisvergnügen, zumal ich Bullocks Darstellung auch in den Vorträgen meines Geschichtslehrers wieder erkannt habe, bzw. nachvollziehen kann, warum gewisse ein wenig verbissene Bullock-Fans in meiner Vita wenig mit Fest anfangen konnten, dessen vom regelmäßigen Umgang mit Albert Speer beeinflusste Darstellung eines kaum glaublichen Aufstiegs doch bis zu einem gewissen Grad zu Sympathien mit dem GRÖFAZ bis zum Anschluss einlädt.Ein derartiges Risiko besteht bei A Study in Tyranny sicher nicht, die als komplettes Schurkenstück rüberkommt. Allerdings wirkt die alte Darstellung manchmal eher wie Königsdrama mit Schuld und Sühne oder Verhängnis und Verblendung, jedenfalls im Vergleich zu neueren Darstellungen. Aber vielleicht macht dieser altmodische Zug vor dem Tod des Tyrannen einen besonderen Reiz aus.Fazit: Als einzige Hitler-Biographie ist ABs mittlerweile 65 Jahre alte Darstellung schlichtweg Zeitverschwendung, auch wenn die durchgängige Schwarzmalerei gut in diese Zeit passt. Da viele wirtschaftliche Zusammenhänge nicht ausreichend dargestellt sind, fehlen etliche Gründe für das Scheitern. Auch den entscheidenden Effektivitätskiller von Hitlers divide et impera stellt Bullock im Riesenwälzer Hitler und Stalin besser dar, ganz ohne das Schicksalsgewaber, an dem mein Geschichtslehrer so viel Gefallen fand. Wenn es nicht um Mentalitäts- oder Forschungsgeschichte geht, dann ist die Doppeldiktatorenbiographie die bessere Wahl, selbst wenn man sämtliche Stalinkapitel bis zum gemeinsamen Auftritt beim Showdown der Tyrannen im zweiten Weltkrieg überspringt.",
          "This was the very first complete biography of Hitler to be printed after his death, and it remains widely available in bookstores 60 years after it first appeared. My edition was revised slightly in 1958, but it on the whole it reflects the early post-war era and trends in understanding National Socialism from that time. As such, it may be of more value in studying attitudes and ideas of people in the victorious Western powers than in studying its subject. Hitler has been the subject of many biographies over the years, and particularly those of John Toland and Ian Kershaw offer much that overlooked or unknown at the time Bullock was writing.The biggest surprise to me in this was Bullock’s willingness to accept what today seem like conspiracy theories about the Nazi Party. Today there are still many who believe that the Nazis burnt the Reichstag, or that Hitler ordered the killing of Geli Raubal (both of which are at least plausible), but Bullock is the only author I have seen who claimed that the SS was behind the attempt on Hitler’s life in November, 1939. The logic is torturous, and reminds me of 9-11 “Truthism:” because the attempt was used by the regime for propaganda purposes to try to make the public more sympathetic towards Hitler, therefore it must have been planned by said regime. The evidence is flimsy, based on the testimony of a British spy who was arrested by the SS after the fact and had no access to reliable information. Bullock also follows Rauschning in his belief that the regime was marked by “nihilism.” Rauschning was regarded at the time as rather a more reliable witness than he is today, and his particular biases were largely shared by British and American observers at the time. I find it much harder to believe in this concept of “nihilism” today. People do not perform great acts of evil because of cynicism and lack of faith, they do so because of profound cosmic faith which blinds them to the actual human results of their actions. I think however that Bullock’s generation found comfort in believing that faith was on their side in the conflict, and that the other side lacked coherent beliefs.It seemed to me that the strongest part of the book covered the period from 1925-1932, from just after Hitler’s release from Landsberg Prison up to the Presidential election Hitler lost to Hindenburg. This may be because this is the section of Hitler’s life about which I know the least, or it may be that there were more materials published on this more-distant time. The weakest part of the book was a tangent titled “The Dictator” which attempted to provide an intimate psychological profile of Hiter. Here, he devotes a few pages to the women in Hitler’s life, primarily Eva Braun, dealing only very briefly with Geli Raubal and dismissing Hitler’s relationship with Unity Mitford as “rumor.” He also tries to use Hitler’s public speeches to draw conclusions about his internal mindset.Julian Jackson, writing in the introduction to Europe 1900-1945, claimed that, “[i]n Alan Bullock’s biography of Hitler, which appeared in 1952, the Holocaust only merits three pages; in Ian Kershaw’s biography forty-eight years later it is a central theme.” Actually, it was more thorough than I expected (I counted seven pages, but that’s a quibble in a 770-page book). He does cite Himmler’s private speeches, and is unequivocal regarding Hitler’s direct responsibility and the scale of the event. Interestingly, although “Auschwitz” does not appear in the index, it is mentioned on at least two separate pages here. He makes it reasonably clear that the subject deserves more attention, but the sources did not exist at the time.In general, Bullock relied on the relatively limited published sources of the time, along with Nuremberg Documents, as his only sources. This is of course understandable – there wasn’t all that much else to work with in 1952. Apparently August Kubizek’s book came out between editions, so some of his information about Hitler’s early life appears here, but Bullock seems to have had no interest in Ernst Hanfstaengl’s 1957 account. He relies heavily (and largely uncritically) on Lochner’s published The Goebbels Diaries, on Hitler's Table Talk, 1941-1944, on Otto Strasser, on Desmond Young’s Rommel: The Desert Fox and Baynes’s The Speeches Of Adolf Hitler, April 1922 August 1939: An English Translation Of Representative Passages (both of which he uses as if they were primary sources), and on the previously mentioned Rauschning. He tends to take witnesses at their word, not considering carefully the circumstances under which testimony was given. Interestingly, the BBC’s “monitoring reports” are used as sources for wartime Hitler speeches; unfortunately there is no comment in the bibliography explaining the value or implications of this.This book remains of interest in terms of historiographic study of the Third Reich, because it’s hard to appreciate how far we’ve come without knowing where we once stood. But for non-specialists who want to know more about one of history’s most studied figures, it would be prudent to choose a more up-to-date study. ",
          "Till maybe 8 years ago my knowledge about Hitler was minimal. I knew Hitler was probably one of the greatest antagonists of the post medieval world. Why? Because he was responsible for the second world war and killing of approximately 6 million Jews. How did he do that? No idea. Then i happened to watch ‘der untergang’ the German movie on the last days of Hitler. The depiction of the last days of Hitler's life and the splendid performance of Bruno Ganz just blew me over. The movie to a certain extent humanises his character. Then i saw many of the other movies on world war 2 Schindler's list, the boy in the striped pajamas, the pianist et al. The disaster that was the world war 2 and the role of this monster in the lead up and during the war became a little more clearer. Yet not all questions were answered. Well, they are now. Hitler : A study in tyranny I believe is one of the best books out there on Hitler, his rise and his eventual fall paralleling that of the nazi party and the third Reich. It doesn't leave anything to imagination. Extensively researched, it traces every event of any significance right from his birth. His childhood and teens is breezed through mainly due to the lack of data and information. His days in Vienna (a city he didn't like much) which made him what he became are commented upon in some depth. Almost all his ideas set during this phase remained the same and in many cases only got stronger as he got more powerful. The story next moves to mainland Germany. Here the rise of Hitler from a prickly, crazy, loud, good for nothing agitator who spoke like he argued and argued like he had a fit, to a serious player in the German politics, to a master strategist and politician to becoming the Reich Chancellor through intrigue, bribes, threats and lies to finally becoming the Fuhrer, the dictator, the sole point of power across all Germany is mapped out in considerable depth. So is his eventual rapid downfall after the initial successes of the war. It can't get much better than this I guess.",
          "This is among the best of the biographies I've read about Hitler. The author, in this revised edition, is fully conversant with the works by Shirer and Trevor-Roper but essays more of a psychological portrait than they manage. Unlike Trevor-Roper, Bullock is less at pains to qualify his sources. Instead, he draws freely from the 'Table Talk' and the memoirs and testimonies of those close to the dictator to come up with a credible characterization.",
          "From Wikipedia: Fascism in Europe was composed of numerous ideologies present during the 20th century, all were similar. Fascism was born in Italy, but subsequently several movements across Europe which took influence from the Italian faction, emerged. Commonly the following European regimes are described as fascist:Falange in Spain under Francisco Franco (1937–1975)Fatherland Front in Austria under Engelbert Dollfuss and Kurt Schuschnigg (1934–1938)4th of August Regime in Greece under Ioannis Metaxas (1936–1941)Iron Guard in conjunction with the Romanian military dictatorship in Romania under Ion Antonescu (1940–1941)Ustaše in Croatia under Ante Pavelić (1941–1945)National Union in Portugal under António de Oliveira Salazar (1933–1974)Nazi Party of Germany under Adolf Hitler (1933–1945)Hlinka Guard in Slovakia under Jozef Tiso (1939–1945)Arrow Cross Party in Hungary under Ferenc Szálasi (1944–1945)And, it’s back! Nazism is flourishing again throughout Europe, and also right here at home. Like so many termites, white supremacists are destroying the framework of our democracy. Learned much from ‘Hitler: A Study in Tyranny’ by Alan Bullock https://en.wikipedia.org/wiki/Alan_Bu... . 808 Pages of text. There is an abridged edition though it’s not obvious which words need to be pared. Bullock didn’t waste words. The used book I bought is a 1962 Revised edition. Alan had a killer resume; must give him that.Schicklgruber – never was Herr Hitler’s name; just his grandma’s. Funny how that old canard keeps popping up. Trump, however, was a Drumpf. Words matter. Heil Schicklgruber just doesn’t have that special ring to it; more of a thud. Divine intervention, guidance? Hitler believed he was destined for greatness. He seemed to believe in Providence but, boy howdy, how he hated Christianity. Anything that smacked of charity was a threat to him. The milk of human kindness was, to Adolf, like some horrible debilitating disease; just like to our own baby-snatcher Drumpf. Much evidence that angry Adolf suffered from syphilis. His insanity and wasting body may have been an indication of the tertiary stage of the disease. Jews and the pox – the two scourges of mankind according to Hitler.Page 62: at age thirty, Hitler, the self-styled savior of the German people, strides forth. The following pages present an amazing story of how an unknown, slovenly, lazy, knock-about becomes the crazed leader of a vast military machine that eventually brings ruination to an entire continent. It could have been strangled in the crib but by wit, a gossamer of legality, a maniacal will, and just enough useful fools, a suicidal political movement gained absolute power. Maybe that’s why the alarm bells are ringing in our fair nation. Something evil is rapidly gaining strength. Will the nation bestir itself in time? Come November we will find out. Here is a Hitler quote that is unnervingly true. Page 69: regarding the masses, “It is always more difficult to fight against faith than against knowledge.” That explains why converting the Drumpf fanatics to sanity is impossible. The more evidence that Drumpf is an anathema to their well-being; be it global warming, poisoned water, lack of medical care, lack of education for their kids, etc., etc. - the more they cling to the legs of their dear leader. To my utter dismay, instead of helping to reveal the threat, our vaunted mass media, lured by the proverbial, shiny, thirty pieces of silver, use their dazzling high definition picture frame to help poison the minds of the gullible. God help us as FOX, CNN, CBS, ABC, etc., etc. refuse to work to enlighten the masses. Always the other side must be heard, even if the other side is Beelzebub himself. And not to forget that always, “both sides do it.” No … they don’t. Only one side snatches babies from their mothers. It can happen – it has happened. Read all about it.Page 72: Political Maxim: Violence and terror have their own propaganda value. The display of physical force attracts as many as it repels. And for Hitler it attracted exactly the type of man he wanted; those who were willing to smash and kill. Another Hitler quote, “the reputation of our hall-guard squads stamped us as a political fighting force and not a as a debating society.” When the blood lust is up, reason flies out the window. The Dems must forget being so damn polite. Not easy to unlearn that which one first learns in kindergarten (ironically, a German invention). Hard to relax knowing so much depends on the upcoming midterms. If we lose the Supreme Court, tenuous as it currently is, our democracy is in deep trouble – just one more judge. Obama’s biggest fail - being owned by the Gang Of Pirates, resulting in Gorsuch spoiling the SCOTUS. During the election, Barry stood as mute as a potted plant, never mentioning Drumpf’s collusion with Russia, while Comey, Obama’s Judas of a commandant of the FBI stabbed Hillary in the back. Got to love German names. Page 129-30: one of Hitler’s prominent supporters, Rudolf Buttmann, declared, “All my scruples vanished when the Führer spoke.” Sadly, we have become a nation infested with Buttmanns.I can’t keep this report going in such detail for all 808 pages. This story however rates a mention. From page 139; July 1926, at a mass rally in Weimar, Thuringia, five-thousand party faithfuls marched past Hitler’s big Mercedes while the man himself, for the first time, used the outstretched arm as the Nazi salute. This was a big deal in a party mesmerized by theatrics. (Ever notice how the Drumpf Dreamers, like the erstwhile Teabaggers and baggerettes, love to play dress up?) That image was reproduced 100,000 times by the party paper, The Völkischer Beobachter, and distributed throughout Germany. The genius of propaganda, Herr Goebbels, now took his place as a major player in world history.Yet another parallel with our times, Hitler’s first demographics of support came from the rural regions. Page 157; Hitler, “the great mass of working-men want only bread and circuses.” Philosophy? Not so much. Are we a nation of over-weight people endlessly seeking amusement? For a nation professing to be ever so Christian, the Sermon on the Mount would be wasted on us. Very low rating, “What? Only fish? I don’t like fish!” … and, “where’s the tartar sauce?” A main Nazi tenet – ATTRACT ATTENTION – or the concept of, “no such thing as bad publicity”. Hitler believed that for the great masses, even mindless spectacle was highly effective. He was not wrong. Emotional manipulation as practiced by the Drumpf in collusion with hit-hungry mass media. There is the outside danger of over-reaching; has Drumpf now gone too far? Can we say unequivocally that citizens of the U.S. are opposed to caging babies? But then; there were those troubling emails – CNN, FOX, et al said so. That Drumpf is as morally bankrupt as his bank account has been known for a long time. https://www.quora.com/Is-it-true-all-... . I found this site amusing. Page 159; in 1930 the mood of a large segment of Germany was one of resentment. Again, a frightening parallel with our benighted land. Don’t be black while breathing; using up all those good white people’s oxygen. Also, here is the best op-ed that I’ve read for a long time. https://stoehr.substack.com/p/trumps-... it may as well have been about Hitler. Appearing weak was his greatest fear. That’s why he hated Christianity to a level of incoherence. His personal power was everything. Gaining power was for him all-consuming. Then he over-reached. Stalin could also generate an appalling display of iron will. Before I forget, this subject also warrants attention; the use of amphetamines by Hitler, and indeed by both the German and allied forces, was extensive and effective. High risk with a potential for high reward in desperate situations. https://tailendcharlietedchurch.wordp... . Still in use today. Reminds me of the Navy anti-drug poster showing a fighter jet formation with the caption; “you can’t do this high”. Bull shit; that’s exactly how it’s done. By the end, Hitler was strung out bad. He was hopelessly in thrall to his quack of a doctor. From the afore referenced site, “Adolf Hitler was given intravenous injections of methamphetamine by his personal physician Theodor Morell.” But what of the oft incoherent middle-of-the-night tweets from our Commander in Chief? The hopped-up Cheeto Donald Drumpf? Wakey-wakey Donald. Page 162: Hitler, “Democracy must be defeated with the weapons of democracy.” Left unsaid; we will use every dirty trick we can think of. Actually, he did say it, just not in public. “Discredit democratic institutions and bring government to a standstill.' At times one gets the feeling that one is reading from the GOP handbook on overthrowing our Republic. In essence what Herr Hitler is saying is that one must always maintain a veneer of legality. The book goes on at great length on this subject. Hitler did not have an easy time controlling his overeager thugs. To move too soon with too much force was to imperil all his efforts by bringing the German army under the honorable old man Hindenburg into the fray. He knew, that as yet, he lacked the power. He knew that the old style, “to the barricades!” brand of revolution had been negated by the machine gun. Everything about the Nazi movement proclaimed its brazen contempt for the law. Gosh, that does seem familiar.There are also noticeable differences between Hitler and the tyrant in training Drumpf. Hitler worked at building his power with an indefatigable energy. In that regard he was in no way a lazy man. Drumpf has cohorts for the skullduggery, he just plays the reality show host … and golfs.This on page 276 is chilling, “Hitler resorted to his favorite tactic of the surprise of doing just the things no one believed he would dare do, with a blend of contempt for convention or tradition.” Page 319, “Hitler’s fevered vision: the empire of the Herrenvolk (master race) based on the slave-labor of the inferior races. Those Untermensch would be fed in order to work but education and medical care would be, for them, verboten. MAGA.1934-36, page 380, the new technology of radio becomes for the Nazi Party a powerful means of disseminating propaganda. Hitler’s main strength was his gift for oratory; for him this was a major development. Hitler was the first to use radio and loudspeakers (needed for his huge rallies). Speer, from his speech at his post war trial noted, 80 million people were deprived of independent thought for one man, one party. Hitler was bound by no sense of morality or tradition. He had no loyalties, had zero respect for other lives. Hitler by lying and cunning whipped up his crowds to a frenzy of hatred. The GOP has an entire television network and the gutter of AM radio; progressives have a few news shows on MSNBC. Hybris, the Greek god of insolence, must be Drumpf’s chosen deity. New word learned, 'Hybris', who is the mother of Pan, at least according to one version of his birth in Greek mythology. The name’s meaning is the same as the word hubris which today tends to mean ‘overweening pride’ but which in early Greek implied ‘shameless’ or ‘violent disorder’. Yes, the hybris of our Dear Exalted Cheesy Puff. Another great word, “Weltanschauung”, which means “world view” as in; Ignatius Reilly was greatly concerned with the working man’s Weltanschauung. Of course, as Hitler could have told him, inspiring the masses to such a depth of thinking was basically hopeless.The balance of the book is a documentation of what happens when a people decide to follow an incompetent leader who thinks himself a genius, a man of rare intelligence, but who is, for all purposes, a complete idiot. Come November, I can only hope we become woke in time to put this insanity to a full stop. Page 672: Bullock describes Hitler as a vulgarian surrounded by gangsters, spivs (men, typically characterized by flashy dress, who make their living by disreputable dealings), and bullies, all of whom are on a constant lookout for the rake-off. Yep, sounds like our Dear Leader and his Cabinet of Horrors. In conclusion – point your magic wand at the Dumpster Fire Drumpf and say the magic words - Reductio ad absurdum – if only it were so easy. It starts by knowing history. Bullock’s ‘Hitler’ is a good place to begin.",
          "This is an excellent biography. Inevitably, the fact that it was written nearly fifty years ago shows--more scholarship has been done and some of Bullock's ancillary facts are wrong (e.g., in 1941, the Russians were not better equipped and better fed than the Germans (Ivan's War); Albert Speer's 'economic miracle' was almost entirely the work of the man he replaced (The Wages of Destruction); and so on)--but does not detract from Bullock's accomplishment in describing and analyzing Hitler's career. He explains the Beer Hall Putsch so that I understand it, which no one else I've read has managed (he's not as good on the Night of the Long Knives--Hohne is better--but that's less about Hitler's personal machinations and more about the machinations of those around him). Bullock talks very lucidly about why Hitler made the decisions he did, and without ever losing sight of the ideological reasons, he makes it clear how Nazi ideology both sprang out of and dovetailed with Hitler's personal obsessions and egomania.I also appreciate Bullock's insistence that we give Hitler credit for being what he was--a man with a genius for politics and political manipulation--rather than simply dismissing him as a vulgar demagogue. But he also says:The fact that his career ended in failure, and that his defeat was pre-eminently due to his own mistakes, does not by itself detract from Hitler's claim to greatness. The flaw lies deeper. For these remarkable powers [laid out in the preceding paragraph] were combined with an ugly and strident egotism, a moral and intellectual cretinism. The passions which ruled Hitler's mind were ignoble: hatred, resentment, the lust to dominate, and, where he could not dominate, to destroy. His career did not exalt but debased the human condition, and his twelve years' dictatorship was barren of all ideas save one--the further extension of his own power and that of the nation with which he had identified himself. [...] National Socialism produced nothing. Hitler constantly exalted force over the power of ideas and delighted to prove that men were governed by cupidity, fear, and their baser passions. The sole theme of the Nazi revolution was domination, dressed up as the doctrine of race, and failing that, a vindictive destructiveness. It is this emptiness, this lack of anything to justify the suffering he caused rather than his own monstrous and ungovernable will which makes Hitler both so repellent and so barren a figure. (486-7)This is an old-fashioned view--no trendy pomo existential moral-relativism-cum-nihilism here--but I think it does articulate something about Nazism and Hitler that matters: their essential pettiness--and, even more important, the idea that human beings can, and deserve to, be better than that.",
          "An outstanding, exhaustively thorough recounting of the most famous life-that-never-should-have-been-lived of the 20th century. (I read the full length version, not the abridged.)Especially intriguing is that Hitler's genius in speech-making, and therefore crowd control, lay in his ability to discern the mood of a crowd and reflect that back to that crowd. Clearly, he could not have become what he became without the approval of (too many of) the German population, at least at first. Of course, by the time the assassination attempts began, it had already been too late for too long.Bullock, who lived through WWII, avoids moralizing and sensationalism; instead he writes in a balanced, rational style, presenting only the facts, which are the more chilling for their lack of sentimentality. (Steven Spielberg, take notice.) Only in one chapter in the middle of the book, and also in the epilogue, does the author allow himself any commentary on Hitler's character, but that commentary is incisive and worth waiting for. From the epilogue:'The fact that his career ended in failure, and that his defeat was pre-eminently due to his own mistakes, does not by itself detract from Hitler's claim to greatness. The flaw lies deeper. For these remarkable powers were combined with an ugly and strident egotism, a moral and intellectual cretinism. The passions which ruled Hitler's mind were ignoble: hatred, resentment, the lust to dominate, and, where he could not dominate, to destroy. His career did not exalt but debased the human condition, and his twelve years' dictatorship was barren of all ideas save one -- the further extension of his own power and that of the nation with which he had identified himself.'The analysis of Hitler's legacy, left to the final page, is no less brilliant.All in all, a top-notch cautionary tale of what kind of person not to be.",
          "My dad bought this book back in the seventies and I've still got it.Very thorough book."],
        "_version_":1719088628159741952},
      {
        "id":"355434",
        "title":["Hitler"],
        "link":["https://www.goodreads.com//book/show/355434.Hitler"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1427308750l/355434.jpg"],
        "author":["Joachim Fest"],
        "author_link":["https://www.goodreads.com/author/show/53937.Joachim_Fest"],
        "rating_count":[2037],
        "average_rating":[4.21],
        "five_star_ratings":[955],
        "four_star_ratings":[688],
        "three_star_ratings":[302],
        "two_star_ratings":[56],
        "one_star_ratings":[36],
        "number_of_pages":[864],
        "date_published":["1973"],
        "publisher":["Mariner Books"],
        "original_title":["Hitler. Eine Biographie"],
        "genre_and_votes":["History 137, Biography 88, Nonfiction 49, War-World War II 25, Cultural-Germany 22"],
        "isbn":"0156027542",
        "isbn13":"9780156027540",
        "settings":"NaN",
        "characters":"Adolf Hitler",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=355434&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=355434"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["A bestseller in its original German edition and subsequently translated into more than a dozen languages, Joachim Fest's Hitler has become a classic portrait of a man, a nation, and an era. Fest tells and interprets the extraordinary story of a man's and a nation's rise from impotence to absolute power, as Germany and Hitler, from shared premises, entered into their covena A bestseller in its original German edition and subsequently translated into more than a dozen languages, Joachim Fest's Hitler has become a classic portrait of a man, a nation, and an era. Fest tells and interprets the extraordinary story of a man's and a nation's rise from impotence to absolute power, as Germany and Hitler, from shared premises, entered into their covenant. He shows Hitler exploiting the resentments of the shaken, post-World War I social order and seeing through all that was hollow behind the appearance of power, at home and abroad. Fest reveals the singularly penetrating politician, hypnotizing Germans and outsiders alike with the scope of his projects and the theatricality of their presentation. Fest also, perhaps most importantly, brilliantly uncovers the destructive personality who aimed at and achieved devastation on an unprecedented scale.  As history and as biography, this is a towering achievement, a compelling story told in a way only a German could tell it, \"dispassionately, but from the inside.\" (Time)"],
        "reviews":["While this biography of Hitler—published in 1973 it was the first ever by a German writer—fell into my hands as serendipitously as such books always do (my reading is planful and curricular only when it comes to New World slavery, and Virginia Woolf), I did open it seeking answers to some definite questions. One of which is: in what milieu, and under what conditions, was Adolf Hitler considered not only a serious statesman, but a National Redeemer, and an inexorable Man of Destiny? And yeah, we so-called educated people can robotically recite the Humiliation of Versailles, the Trauma of Defeat, recall inflationary wheelbarrows of reichsmarks, the mass unemployment of the Depression, and even the discredited yet complacent German ruling classes; but those are clichés from textbooks, and I wanted an idea of a vanished social texture, which is after all why we read histories. How did the ineffectual loner-fantasist of 1912, in thrall to masturbatory Wagnerian visions of white knights and usurious trolls, and the pallid, blear-eyed, drug-addicted bunker-dwelling troglodyte of 1945, achieve a midlife of mass persuasion and practical, not to say total political power, and what did that midlife look like? Joachim Fest’s 800-page answer might be boiled down to a single passage: The policy of appeasement had been partly based on and sustained by the bourgeois world’s fear of Communist revolution. In the script of English statesmen, Hitler was assigned the role of militant defender of the bourgeois world. That was why they had endured all his slaps in the face, his provocations and outrages. But this was the only reason. By coming to an agreement with the Soviet Union, he indicated that he was not the opponent of revolution that he had pretended to be; he was no protector of the bourgeois order, no “General Wrangel of the world bourgeoisie.” Although the pact with Stalin was a masterpiece of diplomacy, it contained an inconspicuous flaw: it abrogated the premises on which Hitler and West carried on their dealings. Here was something that could not be glossed over, and with rare unanimity the British, including the stoutest spokesmen for appeasement, now showed their resolve to oppose him. Although Hitler had a deserved reputation for psychological acuity, it became clear in this decisive moment that, after all, he was the psychologist only of the exhausted, the resigned, the doomed. And he was far better able to estimate the moves of victims than of adversaries.I couldn’t quite picture Hitler’s early political and diplomatic ascendancy because I lacked a really vivid sense of the social disarray, the limping frailty, of European societies after World War One. In his To Lose a Battle: France 1940 Alastair Horne takes an epigraph from the letters of Marc Boasson, a French sergeant killed at Verdun in 1916 (one of the 700,000 French and German troops killed in the battle) who shortly before his death wondered: “What kind of nation will they make of us tomorrow, these exhausted creatures, emptied of blood, emptied of thought, crushed by a superhuman fatigue?” Boasson probably knew the answer, just from a glance over the poilus in his dugout: nations of exhausted survivors; societies conscious of their mortality, of the folly of their elites; a postwar order few believed in and few would enforce; the widespread feeling of having been senselessly spared, absurdly, artificially prolonged; nations feeling helpless before history, vaguely doomed, and haunted by the threat of revolution, or should we say dissolution. In short, a situation to which Hitler’s talents—as a demagogue, as a chameleon promising restoration to some and revolution to others, as a jackal upon a dying system—were nightmarishly suited. His was a vacant, lethargic personality that drew energy from social collapse, coherence from moral chaos. He said the happiest periods of his life were his four years in the trenches—from which he took not a day of voluntary leave—and the very worst year of the Depression in Germany, during which he coolly surfed a tsunami of rage and panic to the gates of established power. Fest discusses the strident simplicity of the Nazi party’s propaganda, its mastery of new media, of the technologies of omnipresence (radio, the private plane in which Hitler crisscrossed the nation), Hitler’s celebrity sexual charisma*, and the overwhelming, operatic stagecraft of the rallies—but what mattered most of all, he says, when it came to the hijacking of the German state and the use of its authority and organization to prosecute a genocidal war of continental conquest, was the very simple fact that “no one seemed to grasp who Hitler really was.” No one, at least, among his domestic backers and Western European appeasers (Joseph Roth knew); they all realized too late that Hitler didn’t want their approval—he wanted to destroy and replace them. He didn’t want to don a top hat and tails; he couldn’t be “tamed” or “boxed in”; and he hadn’t regimented the restive masses for them, but for his own nihilistic revolution, one as insanely murderous as the Bolshevik revolution he was credited with having contained or forestalled. During his rise to power Hitler relied upon his private army of brownshirt thugs for street fights with the Communists, and to impress and intimidate the wider public. A year after becoming chancellor, Hitler brutally purged the leaders of the brownshirts—an act that, for all its blatant mayhem (though Hitler was personally involved, for a few minutes I pictured a Godfather-like montage with him brooding in the halls of respectable power while gunmen of the nascent SS shot down incredulous allies) nonetheless reassured the army and the industrialists of Hitler’s moderation to the mainstream, his willingness to accept traditional power structures. In fact, Hitler had simply mutated. They had not co-opted him; he was corrupting them. His perversion of the German state and society had only just begun: Machiavelli pointed out in a famous aphorism that power is not maintained with the same following that has helped to win it. Mussolini is said to have made this comment to Hitler when they [first] met in Venice. In the course of the conquest of power a limited degree of revolution from below had been permitted. By destroying the top leadership of the SA, Hitler choked off that limited revolution. The Röhm affair concluded the so-called period of struggle and marked the turning point away from the vague, utopian phase of the movement to the sober reality of a disciplined state. The romantic barricade fighter was replaced by the more modern revolutionary types such as the SS produced: those passionless bureaucrats who supervised a revolution whose like had never been known. Thinking not in terms of the mob but in terms of structures, they placed their explosive charges deeper than perhaps any revolutionaries before them.“Ultimately,” Fest writes, the SS “became a genuine subsidiary government that penetrated all existing institutions, undermined their political power, and gradually began replacing them.” It would also work “to bind the nation to the regime by complicity in an enormous crime, to engender the feeling that all the ships had been burned.” “The annihilation policy in the East, which began almost immediately,” Fest writes, “was one of the ways of making the war irrevocable.” In a telling statement of the fatigue and resignation that always enabled Hitler, a top general refused to participate in an early coup attempt because, he said, “this man is Germany’s fate and this fate will go its way to the end.”A completely absorbing book, though I was made uneasy by the first few chapters. I got queasy reading Fest’s detailed account of young Hitler’s shitty petit-bourgeois conceit—his embrace of entho-linguistic chauvinism as the only food for his monstrous and undeserved pride—and knowing that he was to be the most influential European of the twentieth century. Young Hitler is like one of Nabokov’s grotesques, an artist manqué who tries to stylize life but only deforms it; someone at once uptight and crazy, stiffly over-correct and a cesspool of manias. Fest on Hitler the painter:The intellectual ferment, like the artistic experimentation of the period, passed Hitler by in Munich as it had in Vienna. Vassily Kandinsky, Franz Marc, and Paul Klee, who also lived in the Schwabing neighborhood and were opening new dimensions in painting, meant nothing to Hitler. Throughout all the months he lived in Munich he remained the modest postcard copyist who had his visions, his nightmares, and his anxieties, but did not know how to translate them into art. The pedantic brushwork with which he rendered every blade of grass, every stone in a wall, and every roofing tile, shows his intimate craving for wholeness and idealized beauty. But the phantom world of his complexes and aggressions remained completely unexpressed.And it’s of course galling that Hitler wasn’t killed in World War One. During the first battle of Ypres, in November, 1914, Hitler’s regiment suffered fifty-percent casualties. 50%, really? And not a bullet for Adolf? Really? But like I said, the book soon becomes absorbing. Especially in the “Interpolations,” the book’s almost separable meditations on German history and culture, Fest’s writing is very pungent and personal. His early years were of course lived under the shadow of Hitler. For refusing the join the Nazi party, his father, a Catholic intellectual, was fired from his teaching post and banned from taking any other, or even doing private tutoring, and the family lived in a proud destitution for the next decade. Fest recalls overhearing his parents argue one night, his mother suggesting that “common people” sometimes had to just go with the flow, if only to get their bread—to which Fest’s father replied, “We're not common people, not when it comes to these matters.” In 1944, Fest turned 18 and decided he should enlist in the army to forestall being drafted into the SS—a compromise intolerable to his father, who shouted—or rather hissed, with a glance at the windows—“one doesn’t volunteer for Hitler’s criminal war!” Fortunately, Fest was deployed to the Western front, and surrendered to American forces. Fest Sr. even had a problem with the Nazi focus of his son’s literary career; a serious historian doesn’t write about such trash as the Nazis, he said. That remark may sound odd to us, but does covey the shame the man must have felt, as he realized that the Nazis were now inseparable from Germany and its history, that Adolf Hitler was irrevocable. -------* He preferred the Rhineland temperament, and years later happily recalled how when he visited Cologne that crowd had begun to rock back and forth out of sheer enthusiasm. “The greatest ovation of my life.” (p. 521) The sound recordings of the period clearly convey the peculiarly obscene, copulatory character of mass meetings: the silence at the beginning, as of a whole multitude holding its breath; the short, shrill yappings…The writer René Schickele once spoke of Hitler’s speeches as being “like sex murders.” (p. 337)",
          "UPDATE 10-31-17 ...Today's research for the sequel to A FLOOD OF EVIL ... In July 1939, Adolf Hitler said to Admiral Donitz: on no account must a war with Great Britain be allowed to develop .. A war with England would mean nothing less than 'finis Germaniae' ... in September 1939, Germany invaded Poland, after which England (and France) declared war on Germany ... This is the way dictators end up killing 60 million people and destroying their own countries ... we must never forget that Trump wants to be a dictator ... we must object to any step he makes down that path. *** A Flood of Evil***UPDATE 6/12/13 ...Fest's description of the events of January 1933 is utterly brilliant. So much detail, presenting in such an interesting manner. Plus there are observations and analysis that are, in my reading, unique. So many things had to come together to allow Hitler's terror to come to the world, some related to his own strategy, tactics and persistence, but more to the ignorance and lack of energy spread liberally among those who might have effectively opposed him. ***PRIOR COMMENTS ... I have now read 300 pages. The first section, until 1923, I read more than a year ago as research for the first section of my novel-in-progress (CHOOSING HITLER). Now I have read Fest's presentation and analysis of Hitler's activities from the time he left prison in 1924 through the national political campaign of 1930. It is the most enlightening description I have yet read. Hitler's persistence, patience, deviousness, ruthlessness, and ultimately his political brilliance, are put forward in a clear and detailed manner. I gained many insights into how and why the German people became enamored with Hitler, who many perceived as the only plausible alternative to an incompetent democracy that could not solve Germany's problems. As my character is increasingly and inextricably pulled into Hitler's vortex, I have no choice but to go with him if I am to present a convincing case for Berthold Becker's thoughts and actions. Fortunately, I will have an easier time extracting myself at the end of the journey.",
          "This really is a biography of Hitler, not a history of WWII draped over the events of his life. Indeed, only the last 150 pages or so of this 875 page book (not counting the many pages of photographs) cover the war years and those are substantially treated insofar as they inform us as regards his character. That, as one might imagine, was flawed, in part because of Hitler's meager education, in part because of class resentment, in part because of his growing up during war, defeat, revolution and depression.Richard and Clara Winston translated this text into English so well that one would never guess that the original was in German. I've read many biographies of Hitler. This, despite its datedness (1973), is the best of the lot.",
          "Great book, right up there with William L. Shirer's 'Berlin Diary' and 'Rise and Fall of the Third Reich.' A must-read for those interested in how Hitler came to power in Germany and the lessons and relevance to modern political demagogues and movements. Very long (700 pages) but it flies by if you're interested in the topic.",
          "We might have a Hitler at the helm in Pakistan sometime soon. This is what I inferred by Joachem Fest's classic biography by connecting the dots in Pakistan's political landscape. There was constant interference in the politics of the Weimer republic (unofficially) by the Reichwehr (the German military) ala Pakistan Army in Pakistan today. Hitler with his past of being a decorated corporal, a populist orator pandering to a defeated populace, a failed artist, but as unbalanced that typically artists are, was identified early as a useful provocateur/demagogue for the German nationalism by Warmecht (the German GHQ). Several retired German military officers were instrumental in aiding Hitler's attempts to power. Ludendorff, the quartermaster general during the First World War, was the force behind the Beer Hall Putsch in Bavaria which failed. Field Marshal Hindenberg, the German President during much of the Weimer Period, although posing as an honest broker between rival politicians, tacitly supported Hitler as a controllable pawn to keep the various rival parties in check, despite the latter's extreme ideals. Next, he signed into law the purges that followed the Reichstag fire which allowed Hitler to Nazify the state,(enabling Hitler to become Fuhrer after his death). Hitler's concepts of Lebensraum, antisemitism, and total war suited them just fine. It was only when Hitler's over vaulting ambition led to a string of defeats in 1944, a bunch of German officers tried to muzzle the beast. But the attempt to assassinate him failed, and Germany was reduced to ashes in the total defeat that followed. Actually, the real scoundrel, in my view was Fredrick the Great of Prussia, who created the Junkers landowning class, who supplied the principal officers of Wehrmacht. In fact, generalship was so glorified in Prussia that Bismark used to wear a military uniform even though he was a civilian.",
          "Just in case you feel compelled to read through the nightmarish rise and catastrophic fall of history's most infamous person, here you go. Five stars for this doorstop work of non-fiction personality horror. Joachim Fest's 1973 bio, the only Hitler bio I've read, is an impeccable analysis of the times, the man, the mood of the age, the nature of totalitarianism and dictatorship, and the social psychology of leader-narcissism and mass-delusion. The nightmare that descended upon Germany, and then Europe and the world, belongs, in the analysis of its central nature and purpose, to Hitler himself. Thus as Fest points out, the most appropriate category term for National Socialism was not merely 'fascism' or even 'German fascism,' but 'Hitler-fascism.' It’s so telling that nothing of the Hitler movement survived him, even, as one might expect, in the kind of pockets of holdout resistance that Goebbels prophesied at the bitter end. Instead it collapsed completely, because the man was the movement. He was its ideology. He was its violence. For 15 or so years, he was Germany. No one in history has ever gathered in the anxieties, nostalgias, hatreds, and hopes of his time, perverted them so totally, and refracted them so destructively back into the world around him. And yet Fest is so careful not to exculpate Europe and the world. Hitler was not possible without the times into which he was born and rose, without the widespread political weakness, the capitulation and cowardice of European leadership between the wars. Towards the end of the book Fest sums up: 'ultimately it must be granted that he could not have destroyed Europe without the help of Europe.' Yet if historians can speculate that even without Hitler there would have been another world war, still Fest demonstrates how all the delusions, fears, and sentimentalities of post WWI Europe were radicalized and weaponized in Hitler himself, such as they could not have been with anyone else. My impression after Fest's book is that there can never be another Hitler. There may be petty imitators or sick admirers, but history will simply be unable repeat this. He was just too extreme, too bound up in perverse eschatology, too effective a psychologist of the masses, too indifferent to the victims of his own violence.... just too damn defaced of a human being for there ever to be a second one. Perhaps the reign of Stalin challenges this notion; indeed, the fact that these two, haunted by such mutual hatred and yet mutual admiration, arrived not just in the same century but at exactly the same time... is just staggering. After nearly every chapter you think 'it can't get much worse than this.' And then, inexplicably, it does. You think you know Nazism's essential character, but then you find you don't. You think your mind has encircled the nature of this pall of evil, and then the merciless phantasmagoria just keeps expanding and devouring everything in its path. The one who called himself “the greatest liberator of humanity” simultaneously referred to “the saving doctrine of the unimportance of the individual human being.” This is a glimpse through the doorway of hell.Hitler's complete life is presented in narrative color: from unknown loser of petty-bourgeois origins, through the founding of the Nazi party, the devilish manipulation of Weimar's various weaklings, extremists, and appeasers, the careful orchestration of mass leader-hysteria, the failure of his adversaries - or the dumb luck - that gave him the edge over and over again (reader, you will facepalm so much); the dozen or more failed assassination attempts, the self-delusion of invincibility and the me-or-the-world doom complex. The incurable poison of anti-semitism and its nightmarish results, the 'unalterable will' for war and the choking, paroxysmic rage with which he hurled the world into the violent destiny he dreamed for it. Through his near defeat of the Allies, his hubristic invasion of the Soviet Union, all the way to the final thinning, cracking, and crumbling of the regime as the Soviet artillery thundered into Berlin, even as its Fuhrer still gibbered and ranted that triumph would certainly be his at any moment. From master thief of the will of his nation, to quivering, bunker-bound, shattered, 'cake-gobbling human wreck,' the perversion of mind on display in this story is paralyzing. The only thing more flabbergasting than the existence of such a person is that he, in a measure, succeeded. He seemed never to falter in the conviction that his destining will would become reality; and it's as if, uncannily, sickeningly, history obeyed him. Fest does a really remarkable job of outlining the psychology of Hitler without descending into weird theories or rendering diagnoses. For the ever-increasing fashion with which the extremism and totalitarianism unfolded, none of it was inconsistent with who Hitler was from the first. His evaluation of Hitler as an 'unperson' is absolutely compelling. He remarks on, at the beginning and end of the book, the notable fact that Hitler essentially never changed. There was no growth in personhood. His entire life was spent 'carving a monument' of himself to replace his evacuated personality, for the purpose of gathering power and manipulating those around him. From beginning to end he was totalitarian, static, unaltered. The book seeks to uncover something of the mind of a man who was phenomenally effective politically, yet who was close with virtually no one in his entire life; a man who hypnotized a nation with his oratory, yet never coined a single memorable phrase. In the end, his utter emptiness gives the impression that he wasn't ultimately an ideologue. All of the principled ideologues opposed him at some point, and met their end for their troubles. Instead, Hitler was the climax of narcissistic delusion and self-deification, of Machiavellian cunning, relativizing everything to his perception of his own genius and peak humanity. Even at the height of his 'principled' rhetoric of opposition to Bolshevism and 'international Jewry,' he seems not in thrall to a political program, but to his own self-generated mytho-historic image. In Fest's words: He was 'a man without a concept, a program, a goal, who merely used concepts, goals, and programs for the accumulation of power and the cranking up of actions.' Only in the last hours of his life does the veil seem to fall, and his imminent destruction and the failure of Nazism seem to penetrate his awareness ever so slightly. There are no words for the narcissistic delusion we find here. Joachim Fest comes as close as you can get.Possible downsides to this book: 1) the lengthy middle portion concerning Hitler's political rise through the Weimar Republic. Obviously crucial to the story, but a bit of a slog to read through. Still, I'm not dinging the book for it, because it's clearly such an important phase. And, 2) While the holocaust is certainly presented here, Hitler's part in its architecture is somewhat missing. I would've liked (not exactly the word) to read more about this. Like I said, this is the only Hitler bio that I've read, but I can't imagine this one being much surpassed. It's an ideal balance between readability, detail, and length (even at 800+ pages it is dwarfed by Ian Kershaw's mammoth 2-volume work... no thanks, not for me). I can't recommend Joachim Fest’s book highly enough... but not for everyone. Think long and hard before you descend into the carnival of vileness that is Hitler's life and reign.",
          "When your bravery makes a team with your intellect and that sits for a discussion with your supreme emotion for something you want, you just get that and you become what you are/were supposed to be. Everyone knows who Hitler was, but how he became what he always wanted is extremely impressive when at the same time his whole political life's every incident carries depression towards your beautiful thought for mankind. wonderfully written.",
          "In the introduction of Volker Ullrich's Hitler: Ascent 1889–1939, the author describes the only four seminal biographies of Adolf Hitler.Of Fest's book he writes: The thesis that Hitler was basically a power-hungry political opportunist came in for some heavy historical revision in the following decades. Above all, historian Eberhard Jäckel convincingly demonstrated in the late 1960s that Hitler did indeed maintain a consistent world view, no matter how extreme and insane, and that this perspective guide his actions. Jäckel argued that the two most important elements of Hitler's world view were the 'removal of the Jews' and the conquest of 'living space in the east.' Ever since the 1920s, Jäckel showed, Hitler held true to these two axiomatic, fixed ideas with rigorous consistency. Both Fest and Kershaw adopted this insight, and the present book will reaffirm it as well. Joachim Fest's Hitler biography, coming more than twenty years after Bullock's, is impressive for its style—Jäckel gushed that 'No one since Thomas Mann has written about Hitler in such good German prose'—while historian Karl-Dietrich Bracher praised 'the author's talent for dense and sweeping interpretation.' Somewhat sheepishly, many academic historians asked why the journalist Fest, and not one of their own, had been able to achieve this. Fest not only came up with an unprecedented psychological portrait of Hitler's personality, he also located the Führer firmly in the context of his epoch. Fest identified the most important phenomenon in Hitler's rise as the convergence of individual and general factors, 'the difficult-to-decipher correspondence between the man and the times and the times and the man.' To illustrate what he meant, Fest interspersed his chronological narrative with 'intermediary reflections' that brought together individual biographical details and collective historical developments. The result was the paradoxical conclusion that Hitler, who despised revolution, was 'the German form of revolution,' idiosyncratically combining both modern and reactionary elements. Fest's interpretation, based on already published sources rather than original archive research, has attracted criticism. Some scholars have rightly pointed out that Fest dramatically downplays the role of the conservative elites who ushered Hitler through the doors of power. And it is impossible to overlook the educated, bourgeois contempt for the half-ignorant arriviste that Fest displays on several occasions, for instance, in his snide critique of Hitler's poor writing in Mein Kampf. Fest's assessment of Hitler is also heavily influenced by the Führer's favorite architect and Nazi armaments minister, Albert Speer. As a journalist, Fest had helped Speer write his 1969 memoirs; in return Speer provided information for Fest's Hitler biography. As a result, Fest's account guilelessly passes on a number of legends, for instance the idea that Speer was an apolitical specialist who fell under the helpless sway of the dictator.Yet despite all these objections, Fest landed a real coup. In one review, historian Klaus Hildebrand predicted that Fest's pioneering work would represent 'the definitive book on Adolf Hitler for quite some time.' That held true for twenty-five years until another British historian, Ian Kershaw, took up the challenge of a major Hitler biography. Kershaw had access to sources not available to Fest, most significantly the diaries of Joseph Goebbels from his years as Gauleiter of Berlin and then propaganda minister."],
        "_version_":1719088647421034496},
      {
        "id":"782319",
        "title":["Hitler and Stalin: Parallel Lives"],
        "link":["https://www.goodreads.com//book/show/782319.Hitler_and_Stalin"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1560076497l/782319._SY475_.jpg"],
        "author":["Alan Bullock"],
        "author_link":["https://www.goodreads.com/author/show/30716.Alan_Bullock"],
        "rating_count":[2410],
        "average_rating":[4.15],
        "five_star_ratings":[1067],
        "four_star_ratings":[808],
        "three_star_ratings":[416],
        "two_star_ratings":[79],
        "one_star_ratings":[40],
        "number_of_pages":[1152],
        "date_published":["1991"],
        "publisher":["Vintage"],
        "original_title":["Hitler and Stalin: Parallel Lives"],
        "genre_and_votes":["History 211, Biography 98, Nonfiction 51, Cultural-Russia 29, Politics 25, Cultural-Germany 23, War-World War II 20"],
        "isbn":"0679729941",
        "isbn13":"9780679729945",
        "settings":"NaN",
        "characters":"Joseph Stalin, Adolf Hitler",
        "awards":"Wolfson History Prize (1992)",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=782319&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=782319"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["Forty years after his Hitler: A Study in Tyranny set a standard for scholarship of the Nazi era, Lord Alan Bullock gives readers a breathtakingly accomplished dual biography that places Adolf Hitler's origins, personality, career, and legacy alongside those of Joseph Stalin--his implacable antagonist and moral mirror image."],
        "reviews":["Must Read -- One of the truly great works of historical synthesis in the 20th century.",
          "This book made a positive impression when it appeared in 1991. Alan Bullock’s distinguished academic career had been preceded by the publication of his biography of Hitler, Hitler: A Study in Tyranny which was acclaimed from its publication in 1951 as one of the finest explanations of Hitler. Beginning in the 1970s, Bullock became increasingly fascinated by the comparisons between the Nazi and Soviet empires - the irony of the theoretically opposed ideology but often startlingly similar methods, their tense interrelationship and differences as well. Bullock felt that the focus on the West and Germany had resulted in a neglect of the German-Russian axis - an interest in the East that preceded important studies by historians such as Norman Davies, and more recently the even more tightly focussed study of Timothy Snyder in Bloodlands. Bullock’s book returns to Hitler, focussing on a comparison of him and Stalin as the framework for a comparison of the two regimes. It broadens previous attention to political theory in constructing the concept of the Totalitarian state, and takes a less emotionally invested approach to those in the 1980s who attempted a comparison to try and portray the crimes of the Nazi’s as perversely mitigated by the similarities with Soviet Russia (the Historikerstreit or ‘historian’s fight’).The subtitle is significant - Bullock borrows the concept of “Parallel Lives” from Plutarch, implying similarities but also lines/lives that “never meet or merge”. The structure of the book must have been a challenge. For most of the book he alternates between Hitler/Germany and Stalin/USSR until chapter ten, where the two are compared. Once he reaches a discussion of foreign policy in the 1930s and the period from the Nazi-Soviet pact onwards, the two subjects are dealt with in a more integrated way. This section by its nature flows better and possesses greater coherence however its bedrock is the more individual treatment earlier in the book.Bullock’s writing is pleasing and flows well, workmanlike and unpretentious. His broad reading is supported by the voluminous amounts of primary research materials released during Perestroika and afterwards, and the 1998 second edition contains extensive updates as well as the usual corrections. The well produced first edition hardback shows a standard of publishing which is certainly becoming rarer now, with well laid out pages and about five noticeable ‘typos’ in a book of almost 1000 pages.The book balances the elements of historical biography and the necessary context well. It looks at the men on a personal level, although it focusses on the experiences and personal traits which drive their historical actions rather than giving too much about their personal life (thankfully it avoids the dubious realms of pop psychology or obsession with missing testicals etc). The context of the regimes is described well and sufficiently both to describe the men themselves as well as giving a good picture of the politics of the time. There perhaps was some temptation taken to delve a bit more deeply into the tactical and strategic aspects of World War 2 than was strictly necessary although these passages certainly made good reading and provided some good insights. Probably the chapters on World War 2 are those that have dated the most with research over the past twenty years although not to the point of obsolescence.So what are Mr Bullock’s key arguments? One point of strong comparison between the two men is their dual sense of historical purpose. Each believes they have a destiny as great men, which gives them the confidence and determination to pursue power with great effectiveness. They also both possess incredible natural political instincts. The ability to outsmart and outthink their opponents, to surprise them and where necessary ruthlessly devour them. Both men worked their way up from nowhere, completely dependent on their skills for advancement. Stalin had an added handicap of needing to carefully conceal his ambitions in the context of collective leadership, whereas Hitler was free to develop and exploit the ‘Fuhrer myth’. Both had constraints though, and Stalin’s machinations in the 1920s to gain power without revealing his hand have some similarities with the contortions of Hitler’s commitment to ‘legality’ in coming to power after the failure of the Beer Hall putsch (although the ultimate goal was never concealed). Stalin’s lowest point, as he was deceived and ultimately humiliated by Hitler is the pivot of the book. It is here that we see the ultimate interaction of the two dictators - Hitler’s strategic brilliance, Stalin’s attempts to buy time. In these pages are one of the most significant factors which will later be telling in the war effort. Yes, Stalin had ripped the heart out of the Red Army (or at least the head) with his purges of the leadership. Hitler and most of Europe didn’t take Russia seriously as a military opponent. However even this did not overcome Hitler’s economic problems. He needed to conquer more territory in order to keep rearming and vice versa. Bullock well points out the Nazi failure to put the full economy on a war footing until surprisingly late in the war, and the lost ground due to competing factions in the Nazi government.The ensuing war is dealt with well at a strategic and diplomatic level. Hitler’s intervention (positive and negative) in military decisionmaking is well covered, as is Stalin’s halting but steadily improving military oversight after the shock of the initial German invasion. Bullock carries the story beyond the final destruction of Hitler’s dream, and his descent to paranoia, blame and a sense that for Germany they would ‘all go down together’. The final years of Stalin’s regime just provide further evidence of his brutal and paranoid nature, as well as the lessons he quickly learnt from history in ensuring the best possible East European buffer for the Soviet Union. Hitler and Stalin is a powerful, detailed book which shows how so many of the central events of the twentieth century revolved around these two men. The ‘great man’ theory of history is widely denigrated, but Bullock’s sound exposition of the facts points out clearly both the centrality of these two men to the regimes they ruled as well as how individual will, belief and drive can powerfully influence world historical events, ones which saw a dramatic change from the long nineteenth century, and an ensuing period where perversely immense Western prosperity sat alongside the repercussions of millions of deaths in two great wars. To those who say history is the product of impersonal forces, Bullock’s book can be seen as a weighty and well argued proof that the opposite can be true, and a powerful warning of the consequences of two men who killed millions and changed the world.",
          "Phew... I survived reading this book mentally intact. That feels like a small miracle. It is hard to imagine two more evil men. In fact, at times Parallel Lives reads like fantasy, because it is almost inconceivable that people could actually have behaved like Hitler and Stalin did. But in the end I think the prize for most evil man of the 20th century (or perhaps any century) goes to ... drum roll .... Joseph Vissarionovich Stalin. He definitely wins hands down, no question. I think it is poetic justice that he died virtually at his own hand. SPOILER ALERT Having killed off all the doctors in Russia, there was no one to treat him when he got ill. So the bastard died. There is justice in the universe. ",
          "review",
          "This is a great addition to world war II collection. The book delivers what is promised in the cover: Parallel lives of Hitler and Stalin, goes in depth of policts behind it all. Communism, nazism ideology, political context, Molotov–Ribbentrop Pact, you got it all covered.From everything I've known about Stalin so far, I think few things portray this man, as a phrase that is in the book, when he was informed about his wife suicide 'She left me as an enemy'.",
          "The question 'Is Trump like Hitler?' inspired me to read some three thousand pages of authentic history concluding with this magnificent tome. The answer is, 'Yes, in some ways, now go read three thousand pages of authentic history yourself.'",
          "87/100 Eigentlich viereinhalb Sterne, ausführliche Rezi folgt."],
        "_version_":1719088693798502400},
      {
        "id":"54277",
        "title":["Explaining Hitler: The Search for the Origins of His Evil"],
        "link":["https://www.goodreads.com//book/show/54277.Explaining_Hitler"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1330392255l/54277.jpg"],
        "author":["Ron Rosenbaum"],
        "author_link":["https://www.goodreads.com/author/show/18259.Ron_Rosenbaum"],
        "rating_count":[1072],
        "average_rating":[3.99],
        "five_star_ratings":[403],
        "four_star_ratings":[378],
        "three_star_ratings":[200],
        "two_star_ratings":[64],
        "one_star_ratings":[27],
        "number_of_pages":[496],
        "date_published":["1998"],
        "publisher":["Harper Perennial"],
        "original_title":["Explaining Hitler: The Search for the Origins of His Evil"],
        "genre_and_votes":["History 115, Nonfiction 46, Biography 42, War-World War II 19, War 15"],
        "isbn":"006095339X",
        "isbn13":"9780060953393",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=54277&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=54277"],
        "recommended_books":[40224796],
        "books_in_series":[0],
        "description":["When Hitler's war ended in 1945, the war over Hitler--who he really was, what gave birth to his unique evil--had just begun. Hitler did not escape the bunker in Berlin but, half a century later, he has managed to escape explanation in ways both frightening and profound. Explaining Hitler is an extraordinary quest, an expedition into the war zone of Hitler theories. This is When Hitler's war ended in 1945, the war over Hitler--who he really was, what gave birth to his unique evil--had just begun. Hitler did not escape the bunker in Berlin but, half a century later, he has managed to escape explanation in ways both frightening and profound. Explaining Hitler is an extraordinary quest, an expedition into the war zone of Hitler theories. This is a passionate, enthralling book that illuminates what Hitler explainers tell us about Hitler, about the explainers, and about ourselves."],
        "reviews":["Everybody steals this phrase now so I'll steal it too - the subtitle of this facemelting book should have been what we talk about when we talk about Hitler. Because that's what it's about. This is a great journalisting whistle-stop world tour of Hitler scholars and Hitler theories. And oh my my, what cans, and what worms crawl out of them. Where can we start? Well how about this - most people would see in him the absolute embodiment of as pure an evil as we have experienced in history so far, but there's a remarkable reluctance in modern scholars to agree. The scholars pose the question: did Hitler do wrong knowingly? Often historians are emphatic that Hitler was convinced he was doing GOOD (saving the world from a scourge, saving the Aryan race). Real evil was to be found in the middle managers of the Holocaust, like Eichmann, who knew they were murdering innocents, but did so for motives such as career advancement. So that's interesting - imagine the headline in the Daily Vulgarian : Hitler Not Evil Says Historian Moving on, this book asks of its big-name interviewees the question 'Where did Hitler's pathological hatred of the Jews come from?'. We get a whole pick and mix of theories, many of which are concerned with finding a handy Jew to blame. Did a Jewish prostitute give Hitler syphilis in Vienna? Well, maybe. Did Hitler believe his paternal grandmother was seduced by a Jew? Well, maybe. Was there a Jewish doctor who bungled Hitler's mother's cancer treatment and made her suffer horribly? Well, MAYBE. Then along comes Hugh Trevor-Roper to propose that Hitler had no especial hatred of the Jews, he just hyped up the whole thing to get himself a political career. Imagine that - in this theory the other Nazis just took him far too literally! He must have been appalled! (It's okay, that theory has been rubbished by everyone else who'se ever heard of it.) The Hitler explainers are haunted by a notional lost safety-deposit box - you know, the one in which reposes the single piece of evidence which will explain everything. A document from a forgotten archive, a long lost unpublished memoir, a connection never made. Rosenbaum himself admits to 'evidentiary despair' (a poignant phrase) - which means accepting the idea that the explanation will never be found. Yehuda Bauer, on the other hand, believes that Hitler and the Holocaust are explicable, but no, we haven't explained them yet. Claude Lanzmann presents a bracing alternative to all this thrashing about. He baldly states that certain things are forbidden :Psychohistory is a figleaf for revisionismHe goes further than just stating that to explain is the same as to understand is the same as to justify, by stating that justification is the explainers' unacknowledged intention. Lanzmann was also apoplectic about anyone publishing baby photos of Hitler (as on the front of this book). Anything which humanised him was justification according to Lanzmann. You pays your philosophical money and you takes your philosophical choice here, but every argument, when not risible, is at once intriguing and horribly disturbing. Some readers think this is a lightweight bunch of interviews. I think this book drives the scalpel down to the bone. It's not pretty but it's essential.",
          "There is a formulation, called Sayre's Law, that states: 'In any dispute the intensity of feeling is inversely proportional to the value of the stakes at issue.' This dictum has been used to describe the vicious infighting among professors; the territorial aggression of two brothers in the backseat of a car during a long roadtrip; and my battle with my wife over what to watch on television: Buried Alive: Hoarding on TLC (her choice) or Hillbilly: The Real Story on the History Channel (my choice). In other words, people can get riled up over very, very small stakes. Sometimes, compromise can be reached. For instance, my wife and I can usually come to an agreement to watch Keeping Up With the Kardashians, thereby promoting peace in our time. Sometimes, however, there can be no compromise, no agreement, no peace. That's the case with Hitler explainers, or non-explainers, as the case may be. Ron Rosenbaum's Explaining Hitler doesn't attempt to actually explain the man. It's not a handbook for funny mustaches and genocide. Rather, it attempts, in Rosenbaum's words, to explain the explainers. The Explainers (proper noun) are a disparate group of tweedy men with elbow patches and pipes and an immense lexicon of subtle-yet-slicing insults who somehow get paid to sit around all day and think and write and talk about Adolf Hitler. (The biggest question I had, at the end of the day, was 'where do I sign up?)Anyone who wants to understand Hitler, the man, need not consult this book. It won't help, and will most likely hinder. On the other hand, if you want to read about really smart men (and one or two women) wasting their vast intellects arguing minutiate about a goose-stepping mass murderer who's been dead 65 years, then by all means, have at it. And yes, I count myself among the latter group. Explaining Hitler is a loose, shaggy, hard-to-pin-down sort of book. It's part memoir and part travel log; part compendium and part synthesis; part history and part sociology; and partly about a dictator who might have had one ball. Rosenbaum is a writer who I have enjoyed reading on the website Slate.com. In that forum, his dense, wordy, literate, highly intellectual pieces are more easily digested. In a book length format, it's a little harder going. Rosenbaum went to Yale, and I have the sneaking suspicion he's been starting decades-worth of cocktail parties with the phrase: 'When I was at Yale...' He has annoying tics, such as using ten dollar thesaurus words words over and over (either 'acidulous' and 'mountebank' are writerly crutches, or Rosenbaum just loves the way they roll off the tongue) or coining silly phrases and then repeating them throughout the book, as though he's just created the next 'Show me the money!' He is very well read, and he is more than willing to let you know. So I hope you've brushed up on your philosophy and theology, because there will be a test (but no bibliography, to which I say, shame!) To be fair, though, Rosenbaum is a great tour guide. Knowledgeable, passionate, and even-keeled. He has an amazing way of always remaining the most moderate, reasonable, and logical person in any debate. I'm sure he's very irritating to argue with, and I mean that as a compliment. The book is given its structure by the topics it chooses to tackle. These can be summarized as: (1) Hitler's background (the Jewish Ancestry Question); (2) Hitler's Mens Rea (whether Hitler acted with a consciousness of his guilt, or whether he thought what he was doing was right); (3) Hilter's paraphilias (a sorta gross, sorta hilarious attempt to reduce Hitler's actions to his outré sexual behaviors); (4) the Big Why (actually, an argument over whether it's okay to ask 'why'); and (5) Who's to Blame? (that is, Hitler, the German People, or God). There are actually more sections in the book, but there is some bleed-over, and a few of Rosenbaum's discussions are actually more digressionary, which is not to say uninteresting. The slowest going is at the start. These are the portions of the book dealing with the alleged Jewish ancestry of the Schicklgruber-Hitler family. Now, I'll admit, I'm not a big fan of geneology in general. Mostly because I find it embarrassingly hard to follow family trees. When I'm asked to remember lines of consanguinity, I usually have a terrible flashback to my first year Property course in law school. This section is enlivened, actually, but what I thought was Rosenbaum's best contribution: his highlighting of the Poison Kitchen. This was the nickname given a group of newspapermen who formed a sort of Weimar-era Gawker, except that instead of making fun of Conde Naste employees, these journalists raked mud in Hitler's face (and paid for it; paid dearly). Rosenbaum follows this with a debate over Hitler's consciousness of evil, which boils down to a nerd fight between two distinguished English professors: the late Alan Bullock and the late Hugh Trevor-Roper. It is not so much enlightening as it is comforting - comforting to know that in some places, people get paid to wear herringbone, drink high balls, and snort contemptuously that you would think that.The greatest disappointment I had was with the discussion of Hitler's alleged sexual 'deviancy'. In case you didn't know, many people have tried to explain Hitler's actions through the prism of sex, whether it be a sexual problem (monorchidism, impotence) or an outlandish fetish (pedophilia, undinism, incest). To attempt to explain Hitler this way is, obviosly, hopelessly reductive. It would be laughable if it weren't so prevalent, and there's a lot of ways you can go here. For one, you can turn the theoretical lens back on the theorist, to study the pathology of anyone who thinks you can understand Hitler by determining whether he liked to give or receive a Hot Carl. Or, at the very least, you can relate some of the lurid 'details' so I can be properly revolted. Unfortunately, the only story we get is a thirdhand account of Geli Rabaul urinating on Hitler's face (which actually sounds like wishful thinking). Mostly, Rosenbaum keeps a safe distance from this subject, making these sections as flaccid, allegedly, as Hitler's netherparts. Explaining Hitler also gives a little time to Holocaust skeptics, chiefly, David Irving. This is sort of a sidetrack, since Irving isn't so much of a Hitler explainer, as he is a diminisher. Still, you got to hand it to Rosenbaum. He suppressed the urge to knee Irving in the groin, which must have been quite difficult. Perhaps the most entertaining section of the book revolves around the insufferably arrogant Claude Lanzmann, the French (of course) director of the nine-hour documentary Shoah. Lanzmann believes that you should not be allowed to question the 'why' of the Holocaust. If you do, Lanzmann will shout at you, as he shouted down an actual Holocaust survivor. Again, Rosenbaum's ability to not inflict physical harm on his interview subjects is commendable. In his place, it's very likely I'd be in a French prison for the high crime of 'shoving one's beret down one's throat.' Explaining Hitler ends with a look at how various writers, thinkers, historians, and rabblerousers have dealt with the notion of blame. With the exception of Daniel Jonah Goldhagen, I hadn't heard of most of these people, and by this point in the book, I was tired of the esoterica. Yes, I discovered, even I have my limits as to the parsing of historical nuance. I've read a lot about the Nazis and Hitler, probably more than is healthy, and I enjoyed Rosenbaum's take. It's a fresh way to look at things; to examine history not through the eyes of the historical figure, but through the eyes of those writing that figure. Ultimately, though, I found my understanding of Hitler diminished. He had become so abstract - a collection of lies, myths, conjecture, speculation, and sexual peccadilloes - that he wasn't a human anymore, or even a demon. He had transformed into that raving lunatic from those Downfall mash-up videos you can find on YouTube. A creature of ridicule and scorn who couldn't possibly have risen from the backwaters of Austria to lead the most powerful nation in Europe. To me, the question of explanation is misplaced. I don't think it's impossible to determine Hitler's motives. I don't think it's impossible to determine whether he hated Jews or whether he was cynically using them as scapegoats; and I don't think it's impossible to determine why Hitler hated the Jews; and I don't even think it's impossible to reasonably infer what effect Hitler's misshappen scrotum had on his psyche. But these aren't the important questions, are they? Having those answers wouldn't solve the Great Mystery. By this, I mean, a lot of people have a lot of crackpot notions. I once talked to a client who claimed to be a timeless angel who had swallowed the sun and spit out the Eiffel Tower (of all places). The fact that Hitler wanted to annihilate the Jews is, sadly enough, not unique. The more important story, one that is much easier to piece together, but just as hard to fathom, is how this runty little crackpot with the stupid mustache and that weird forelock of hair, who loved dogs, hated Jews, and willingly allowed himself to be urinated upon, actually rose to the top and put his theory into practice. ",
          "If this were 'merely' a work of scholarly investigation - examining the writings of those who have tried to explain the evil of Hitler and the Holocaust - it would still be interesting, but not nearly as interesting as the book Ron Rosenbaum wrote. He adds a layer of journalism on top of a work of biography, history, and historiography, interviewing each of the Hitler 'explainers' in person and helping us see their motives. The passive-aggressive Claude Lanzmann, for example. Lanzmann, the director of the hugely acclaimed 9-hour Holocaust documentary Shoah, had agreed to meet with Rosenbaum in Paris. But when Rosenbaum showed up at Lanzmann's address at the appointed time, repeatedly ringing the buzzer, calling Lanzmann from a nearby brasserie (this was the days before cellphones) and leaving messages, returning to ring the buzzer again, he got no response. On the way back to his hotel, he called Lanzmann one more time from a laundromat. This time Lanzmann answered, and was annoyed at Rosenbaum, insisting not only that he'd been in the building the whole time, but that he'd given Rosenbaum the access codes for the building's security keypad. Furthermore, Lanzmann said, too much time had been wasted and he could now no longer do the interview. After pleading from Rosenbaum, Lanzmann relented, but the interview was conducted with Lanzmann's ill-concealed hostility and belligerence hanging over it like a miasma. After this story, and another one in which Lanzmann publicly disrespected a Holocaust survivor at a conference, I understood why Rosenbaum used Hitler's baby photo for his cover; not just because it symbolizes better than any other image the lengths people will go to trying to explain the metamorphosis from innocence to evil, but because the image utterly pissed off Lanzmann, by evoking the mere notion that Hitler ever could have been innocent, guiltless, guileless.(In a delicious inversion, Rosenbaum also interviews the Holocaust survivor Lanzmann disrespected at the conference, who turns out to be so solicitous of Rosenbaum that he insists Rosenbaum write down the license plate number of his car so they won't miss each other at the train station.)Also fascinating: the cult of Lacanian defenders that has grown up around Lanzmann. And: Lanzmann's ego. Lanzmann had attacked the film Schindler's List, writing: 'After Shoah, certain things can no longer be done.' Rosenbaum tries to clarify with his researcher: 'You mean...after the Shoah, certain things are forbidden.' (The Shoah is the Hebrew term for the Holocaust.) No, says the researcher, Lanzmann has clearly written, 'after Shoah, after his film, certain things are forbidden.' There's much more on Lanzmann; suffice it to say that when you come off worse than a Holocaust revisionist like David Irving, you might have an image problem.Rosenbaum's narrative of his discussions with the various historians of Hitler and the Holocaust is so fascinating that I was surprised to look back at the table of contents and realize this is only half the book. The first half delves into several topics: Hitler's relationship to his half-niece Geli Raubal, which is cloaked in mystery; it seems to have been sexual, or romantic, but was it also deeply perverse? Was Hitler a devotee of undinism, also known as urolagnia, or watersports? Did he have young Geli squat over his face and piss on him, causing her such psychological distress that she ultimately killed herself? Or did she kill herself for some other reason? Or did Hitler have her killed? There's more evidence for suicide than for murder, but we are talking about Hitler here, and when you talk about Hitler, it seems anything is on the table. One of the reasons Geli Raubal figures into Rosenbaum's narrative is that a number of figures, most of them Hitler's close associates, claim that Hitler was never the same after Geli's death. This seems to be an attempt to whitewash his pre-1932 life: Hitler was normal until Geli died, then something irrevocable was lost, something clicked in him, and he was capable of abnormality, perhaps even evil. Rosenbaum isn't buying it, understandably. What were the origins of Hitler's anti-Semitism? Did he have a Jewish grandfather? Was Hitler missing a testicle? This seems dubious, even though a 1945 Soviet autopsy on his exhumed corpse claimed he was, and the 'one-ball theory' has been used to try to explain Hitler's evil. Rosenbaum delves at length into the courageous writing of the Munich Post, which for a decade before Hitler became Chancellor shone a spotlight on his violence, thuggery, and terror - having political opponents harrassed, beaten, killed. Rosenbaum stresses how Hitler and the thugs around him uses counterfeiting and blackmail incessantly. The Munich Post focused on Hitler's criminality; they understood that Hitler was not a criminal politician, but a political criminal. Was Hitler sincere, or insincere? That is, should we take his words at face value, or as cynical manipulations of an easily-roused rabble? Rosenbaum interviews Hugh Trevor-Roper and Alan Bullock. Philosopher Berel Lang shocks him by opining that Hitler didn't do evil despite it being evil; he did it because it's evil. He spends time with David Irving, who explains that 'What happened in the camps like Auschwitz and Treblinka was not murder except in the kind of generic sense that people were sent to camps where it was likely they would die' of starvation and disease. He visits Rudolph Binion, who is convinced that Hitler's anti-Semitism, and the Holocaust, can be blamed on the Jewish doctor who treated Hitler's mother Klara for breast cancer. We spend time with theologian Emil Fackenheim and historian Yehuda Bauer in Jerusalem. Bauer finds that Hitler can be explained, at least in principle. For Fackenheim, man cannot explain Hitler, only God can, but God hasn't revealed his explanations for such evil. Then we have the Cambridge University polymath George Steiner, who posits 'the Jews' ontological responsibility for Hitler's crime.' (Without the Jews, there would have been no Auschwitz. Please, don't ask me to explain. Yes, Steiner is Jewish. Yes, his parents were always just one step ahead of the Nazis as they fled Europe.) His line of reasoning, says Steiner, is 'obscene yet accurate.' Rosenbaum visits Hyam Maccoby, who finds Christendom to be the source of evil that resulted in the Holocaust. He attends a standing room only symposium at the U.S. Holocaust Memorial Museum where Daniel Jonah Goldhagen's book is the center of attention and Goldhagen becomes the victim of a 'scholarly wilding.' Finally, though historian Lucy Dawidowicz is dead and can't be interviewed, he examines her writings and finds she is the scholar who places Hitler's determination to exterminate the Jews earliest, in 1918, as he recuperates from war injuries in a military hospital; other scholars have opined that Hitler didn't give the OK for the Final Solution until 1941, and others still have never found Hitler's fingerprints thereupon.To sum up, no review can do this book justice. It's a work touching not only on biography, history, and historiography, but also psychology and theology. Rosenbaum is a large presence in it, as he converses with his large cast of characters and notes his own reactions and opinions. I recommend it highly.",
          "This is a long and exhaustive book about Hitler. The author fairly, honestly and earnestly reviews theories, histories, and explanations about Hitler and the Holocaust. Every in and out of every theory, philosophy and even theocracy is examined and analyzed. The depth of examination on all of the topics and disputations is huge. The discussion of the concepts of evil and hate are worth the read alone. This book was much more than I thought but I am better for the reading, though somewhat worn out.",
          "This was an excellent book. Rosenbaum was trying to explain Hitler and even put in notes that were in other books about HItler, and how they tried to explain him. No one ever could, not even Rosenbaum. At best I would say that like Donald Trump, Hitler was a buffoon. He was not taken seriously, until it was too late, and like Trump, Hitler was a liar, a psychopath, and a narcissist. Those are my own ideas, and I think maybe people would agree with me, unless they are pro Trump and/or Hitler.I re-read an article by Ron Rosenbaum today. How much I wish my memory was as good as it was in the past. But in this article he is comparing Trump with Hitler: https://lareviewofbooks.org/article/n...And when I re-read the article it seems even more prevalent than it did back when I first read it. And now I wonder what Ron Rosenbaum has written since then.",
          "Ho riletto il libro proprio in questi giorni, anche se per sommi capi, e mentre la volta scorsa mi ero più concentrato sull'apprendere dati, questa volta ho seguito più le indicazioni dell'autore, i suoi propositi. Nell'introduzione Rosenbaum dice infatti che vuole presentare le varie interpretazioni, i vari ritratti di Hitler dati via via dai vari studiosi visti come autoritratti culturali in negativo: 'Quando parliamo di Hitler, parliamo anche di quel che noi siamo e non siamo'.Il titolo originale (ho visto sul web, perché nell'edizione che ho in mano non è dato) è 'Explaining Hitler: The Search for the Origins of His Evil'. E in effetti il libro sembra voler indagare l'origine del 'male Hitler', passando in rassegna una lunga serie di studi più disparati, pubblicazioni, esame dei testimoni (quelli ancora viventi negli anni 80-90) interviste agli storici etc., per gli anni di Hitler passati a Monaco dopo il 1918. Senza tralasciare la discussione e l'esame critico della vecchia tesi della patologia psichica del dittatore da rintracciare volta in volta nel passato familiare, nel rapporto con la madre, nel presunto sangue ebraico, nella presunta sifilide, o encefalite, nella sua perversione sessuale, etc. La conclusione tratta dall'accostamento di tutti queste spiegazioni, interpretazioni, o autoritratti culturali, è che non vi è una spiegazione al male Hitler. Perché è successo l'Olocausto, e non solo. Non vi è una spiegazione, una teoria onnicomprensiva e convincente. Interessanti, per me, le interviste allo storico Yehuda Bauer e al filosofo e teologo Emil Fackenheim riportate nella seconda parte del libro. In modo particolare il proposito di Fackenheim di non volere dare a Hitler una vittoria postuma nel dilemma del male ad Auschwitz e del silenzio e/o assenza di Dio. Ovvero nella equivalenza Dio=Hitler e Hitler=Dio, che in fondo è forse quanto voleva il dittatore nella sua smodata adorazione di se stesso: diventare Dio, signore della storia e del destino degli esseri umani.",
          "This book is interesting. It presents many different explanations for how Hitler became Hitler. Most of this book was interesting to me, but there were some parts which made me angry. I had to really process what was going on to make me respond so emotionally to certain scholars. This is the first book that I have ever read on this subject matter and felt that it did a great job summarizing the different perspectives which are out there. I admit that it took me many months to finish this book. Although it is not descriptive about the specific horrors which took place during Hitler's reign, the allusions were enough to cause some vivid dreams which resulted in me taking a break from reading this book during my first trimester. All in all, I would recommend this book to anyone interested in learning more about how different scholars view the development of Hitler's evil.",
          "'Hmmm, let's see how I can make $ without the effort, I know, I'll write about people who do real research!' This author comes off like that for me. Just rubs me the wrong way. Rosenbaum seems to see Hitler as something other than a human &amp; assumes we all agree. Who exactly is guilty of the label 'Untermenschen' then? OK, his book he can give his opinion, but must we hear about it over &amp; over ad nauseum?  His pig-headed opinions are literally on every page &amp; are distracting. Ex: he can't understand a journalist befriending a prophet/channeler &amp; neurotically goes on &amp; on about it since he otherwise admires the guy. Who CARES what Rosenbaum's spiritual beliefs are here?  Like the Seinfeld sitcom, here's a book about...nothing &amp; replete with the same neuroses. Did she commit suicide, or did Hitler order Geli's murder, or did he murder her, or could she have killed herself, or....On &amp; on, chapter upon chapter on this topic &amp; in the end, nothing concrete or new to tell.  There are some interesting parts when he's interviewing the real experts on Hitler, but all in all I wouldn't recommend this book.  How can he get away with writing page after page about a photograph or 1932 newspaper article without including a COPY of it??  I'm tempted to think this book is an example of why Jews angered Hitler so damn much! There are far better bios &amp; Nazi history books out there, so check them out first. Later you might pick this up to learn about the authors of the genuine Hitler books. This isn't one of them. It's more like the Larry King show in print. Entertaining, but too gossipy to merit a place beside Heiden's or Bullock's or Trevor-Roper's or Kershaw's or Speer's etc. work on Hitler.  Sorry, I'm just not impressed.",
          "The question of why is a powerful question. You can reduce anyone to a mass by simply repeating it. Of course, the drawback to such a question is the fact that some answers reduce things to a too simple answer or too make things too complicted. Or worse, offer an excuse. Sometimes the answer should be, as Rosenbaum argues here, because of evil.That question of why is what makes us human; we must questionn why people break the role of humanity. But it can also cause others to feel that they have the be and end all of the question and any other why is wrong. This too is a strike aganist humanity. Rosenbaum takes these points and traces the debate over what moved Hitler, why Hitler did. And boy, silly me just thought it was because Hitler was an evil jerk. Rosenbaum seems to reach this conclusion too."],
        "_version_":1719088672147505152},
      {
        "id":"54270",
        "title":["Mein Kampf"],
        "link":["https://www.goodreads.com//book/show/54270.Mein_Kampf"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1395618385l/54270.jpg"],
        "author":["Adolf Hitler, Ralph Manheim, Serpil Yener"],
        "author_link":["https://www.goodreads.com/author/show/30691.Adolf_Hitler"],
        "rating_count":[31694],
        "average_rating":[3.16],
        "five_star_ratings":[6234],
        "four_star_ratings":[6656],
        "three_star_ratings":[9160],
        "two_star_ratings":[5214],
        "one_star_ratings":[4430],
        "number_of_pages":[384],
        "date_published":["July 18th 1925"],
        "publisher":["Houghton Mifflin Company"],
        "original_title":["Mein Kampf"],
        "genre_and_votes":["History 710, Nonfiction 519, Biography 420, Politics 336, Philosophy 156, Classics 137"],
        "isbn":"0395083621",
        "isbn13":"9780395083628",
        "settings":"NaN",
        "characters":"Adolf Hitler",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=54270&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=54270"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["Alternate cover edition of  . Madman, tyrant, animal—history has given Adolf Hitler many names. In   ( ), often called the Nazi bible, Hitler describes his life, frustrations, ideals, and dreams. Born to an impoverished couple in a small town in Austria, the young Adolf grew up with the fervent desire to become a painter. The death of his parents  Alternate cover edition of  . Madman, tyrant, animal—history has given Adolf Hitler many names. In   ( ), often called the Nazi bible, Hitler describes his life, frustrations, ideals, and dreams. Born to an impoverished couple in a small town in Austria, the young Adolf grew up with the fervent desire to become a painter. The death of his parents and outright rejection from art schools in Vienna forced him into underpaid work as a laborer. During the First World War, Hitler served in the infantry and was decorated for bravery. After the war, he became actively involved with socialist political groups and quickly rose to power, establishing himself as Chairman of the National Socialist German Worker's party. In 1924, Hitler led a coalition of nationalist groups in a bid to overthrow the Bavarian government in Munich. The infamous Munich \"Beer-hall putsch\" was unsuccessful, and Hitler was arrested. During the nine months he was in prison, an embittered and frustrated Hitler dictated a personal manifesto to his loyal follower Rudolph Hess. He vented his sentiments against communism and the Jewish people in this document, which was to become  , the controversial book that is seen as the blue-print for Hitler's political and military campaign. In  , Hitler describes his strategy for rebuilding Germany and conquering Europe. It is a glimpse into the mind of a man who destabilized world peace and pursued the genocide now known as the Holocaust."],
        "reviews":["Let's distill my previous review.This book is badly written, presents scientifically incorrect, racist ideas as fact, and takes a comically long time to tell a boring story about formulating an idiotic military plan that didn't work.People who should read this book don't need to be told they should read it. They also have listened to Wagner and read Nietzsche, and find their respective worldviews problematic.If your explanation for reading this book does not involve understanding mistakes from the past and/or exploring why people find nationalism engaging you shouldn't read it.",
          "Mein Kampf = My Struggle, Adolf Hitler My Struggle is a 1925 autobiographical book by Nazi Party leader Adolf Hitler. The work describes the process by which Hitler became antisemitic and outlines his political ideology and future plans for Germany. Volume 1 of Mein Kampf was published in 1925 and Volume 2 in 1926. The book was edited by Hitler's deputy Rudolf Hess.تاریخ نخستین خوانش: روز چهارم ماه مارس سال 1966میلادیعنوان: نبرد من؛ نویسنده: آدولف هیتلر؛ مترجم: فرشاد؛ تهران، کانون معرفت، چاپ سوم، 1341، در 176ص؛ موضوع: نازیسم - زندگی و اندیشه های رهبر افسانه ای رایش سوم نویسندگان آلمان - سده 20معنوان: نبرد من؛ نویسنده: آدولف هیتلر؛ مترجم: عنایت الله شکیباپور؛ تهران (شهریار)، خرد، 1351، در 531ص؛ چاپ سوم، دنیای کتاب، 1371؛ در دو جلد و 508ص؛ چاپ دیگر دنیای کتاب، علم، 1373؛ دو جلد در یک مجلد؛ چاپ ششم 1375؛ هفتم 1376؛ نهم 1382؛ شابک 9645870844؛ یازدهم 1384؛ پانزدهم 1386؛ هفدهم 1387؛ هجدهم 1388؛ نوزدهم 1388؛ چاپ بیست و دوم 1392؛ شابک 9789645870841؛ موضوع داستانهای نویسندگان آلمان - سده 20معنوان: نبرد من؛ نویسنده: آدولف هیتلر؛ مترجم: عنایت الله بخشی؛ تهران، دنیای کتاب، 1369، در 532ص؛ عنوان: نبرد من؛ نویسنده: آدولف هیتلر؛ مترجم: عباس کرمی فر؛ تهران، ارغوان، 1389، در 744ص؛ شابک 9786005912036؛عنوان: نبرد من؛ نویسنده: آدولف هیتلر؛ مترجم: مهدی افشار؛ تهران، پارسه، 1390، در 589ص؛ شابک 9786002530035؛ چاپ دوم 1392؛عنوان: نبرد من؛ نویسنده: آدولف هیتلر؛ مترجم: شهرزاد حکیم مختار؛ مهرداد مهاجر؛ تهران، معیار اندیشه، 1390، در 604ص؛ شابک 9786005462166؛ چاپ چهارم 1392؛ چاپ پنجم 1393؛ در 605ص؛عنوان: نبرد من؛ نویسنده: آدولف هیتلر؛ مترجم: حسین سماواتیان؛ تهران، لیدا، 1391، در 671ص؛ شابک 9786006538433؛عنوان: نبرد من؛ نویسنده: آدولف هیتلر؛ مترجم: فرشته اکبرپور؛ تهران، نگاه، 1392، در 663ص؛ شابک 9789643518073؛عنوان: نبرد من؛ نویسنده: آدولف هیتلر؛ مترجم: مهرداد انتظاری؛ تهران، آراسب، 1396، در 450ص؛ شابک 9786008696193عنوان: نبرد من؛ نویسنده: آدولف هیتلر؛ مترجم: کیمیا مرادقلی؛ تهران، نکوراد، 1396، در 456ص؛ شابک 9786006443225؛جلد اول: یک تسویه حساب: فصل اول: دوران کودکی و کانون خانوادگی؛ فصل دوم: سال‌های تحصیل و تحمل مشقت در وین؛ فصل سوم: ملاحظات سیاسی عمومی بر اساس دوره حضور من در وین؛ فصل چهارم: در مونیخ؛ فصل پنجم: جنگ جهانی؛ فصل ششم: تبلیغات جنگ؛ فصل هفتم: انقلاب؛ فصل هشتم: آغاز فعالیت‌های سیاسی من؛ فصل نهم: برای چه آلمان شکست خورد؛ فصل دهم: حزب کارگر آلمان؛ فصل یازدهم: ملل و نژاد؛ فصل دوازدهم: اولین طلیعه پیشرفت حزب کارگر ناسیونال سوسیالیست؛جلد دوم: جنبش سوسیالیست ملی: فصل اول: عقاید فلسفی حزب؛ فصل دوم: دولت؛ فصل سوم: موضوع-دولت و ملت؛ فصل چهارم: مفهوم دولت از نظر راسیست؛ فصل پنجم: مفهوم فلسفی سازمان دولت؛ فصل ششم: اولین مبارزه و اهمیت سخنرانی؛ فصل هفتم: مبارزه جدید با جبهه سرخ؛ فصل هشتم: نیرومند تا وقتی تنهاست نیرومند می‌ماند؛ فصل نهم: حمله‌ها چگونه آغاز می‌شدند؛ فصل دهم: فدرالیسم ��یر از ظاهرسازی چیزی نیست؛ فصل یازدهم: پروپاگاندا مسئله سازمان؛ فصل دوازدهم: مسئله سندیکاها؛ فصل سیزدهم: سیاست آلمان و مسئله اتحادهای بعد از جنگ؛ فصل چهاردهم: سیاست یا جهت‌گیری شرقی؛ فصل پانزدهم حق دفاع اضطراری؛نبرد من (به آلمانی: ماین کامف) کتابی که توسط «آدولف هیتلر» نوشته شده است، و بیانگر اندیشه‌ های سیاسی «هیتلر» و باورهای «ناسیونال سوسیالیسم» می‌باشد؛ «هیتلر» در سال 1924میلادی، هنگامیکه در قلعه «لندربرگ» زندانی بود، بخش نخست کتاب را، با دیکته کردن جملات، به منشی خود «رودلف هس»، به وجود آورد؛ بخش دوم، در پایان همان سال، پس از آزادی زود هنگام او از زندان، نوشته شد؛ پس از به قدرت رسیدن حزب «ناسیونال سوسیالیسم» در «آلمان»، و تشکیل «رایش سوم»، این متن به کتاب مقدس حکومت نازی تبدیل شدتاریخ بهنگام رسانی 29/06/1399هجری خورشیدی؛ 05/06/1400هجری خورشیدی؛ ا. شربیانی",
          "Hitler... booooooooooooooo!Call me a crazy talking liberal if you want, but I am against burning human beings in big ovens. I don't care how trendy and cool it was considered back in the day, that's just the way I was raised.I read this book on the recommendation of a friend. Or at least I thought he was my friend. It turned out he was actually just a cashier at Borders. But he looked an awful lot like this guy I used to be friends with when I worked at Gamestop. I could have sworn it was him. The only real difference was that he worked at Borders and not Gamestop. Oh and he apparently enjoys Nazi literature. And I'm pretty sure the guy I worked with at Gamestop was black.But in any case I suppose I should blame myself. Perhaps the next time a skinny bald white cashier recommends a book written by Adolf Hitler I should get a second opinion. Especially if he's not the tall black guy with dreads I used to work with.So in summary...1) Hiter bad2) Gamestop = Cherished memories from my youth3) Books not returnable at Borders after 15 days.",
          "While I was teaching on my placement at the start of the year my supervising teacher had an incentive program going on with some of the students in the VCE history class we were taking. He told them he would pay $50 to any student who finished reading Mein Kampf by the end of the year. He told me he had made this offer every year and had never been required to pay up. He believed this was because the book was so poorly written and so turgid that even the most money hungry 16 year old would figure there were easier ways to make some cash.That was the head-space I approached this book in. I was expecting it to be almost painfully badly written and pretty much the awful rants of a nearly insane fool. I need to assure you, that is not the book I found. This book is actually frighteningly lucid and remarkably well written. It is a much more dangerous book than, say, The Protocols of the Elders of Zion. That book is so embarrassingly badly written, so pathetically obviously a forgery that anyone with half a brain could do little else than laugh at it with derision. I was actually a bit surprised when Hitler referred to the Protocols in this – as I thought even he would have had more shame. Nevertheless, the rest of his arguments against the Jews are much more carefully constructed and build in a way that has become a virtual template for any conspiracy theory.And what a conspiracy theory this is! Hitler starts by saying he never really had anything against the Jews, thought that they were just another religion and could hardly be bothered worrying about them. In fact, he goes as far to say that if he had heard people speaking against them he would probably have stopped them and regarded these people as reactionary fools. At least, until his eyes were opened to the Jews infinite deceit after a series of interactions with them and Social Democrats following the death of his parents. The Jews are responsible for EVERYTHING that is wrong with the world – from Finance capitalism to the stock market to trade unions to communism and social democracy to modern art and theatre and just about anything else you can think of. This is the conspiracy theory to end all conspiracy theories. He keeps telling the reader just how lacking in creativity the Jews are – but if they are able to pull off half of the stuff he blames them for they must be nearly godlike in their powers.There were only one or two sections in the book when these rants became tiresome – he clearly understood when to push his point and when to hold back. He sounds much more reasonable than I would have ever dreamt.The things that are most interesting about this book, to me anyway, were the glimpses into his life given early. The stuff with the mice he watched playing on the floor is the last thing I thought I would find in this book. The stuff about his father is gobsmackingly interesting. As he says, he respected his father, but loved his mother. In fact, he makes it clear that he definitely did not want to become anything at all like his father. Ironically, for someone who did not want to be a Civil Servant, I’m not sure that becoming Dictator of Germany was necessarily the most obvious way of avoiding that fate. What he has to say about propaganda – essentially, people are stupid and so need to be told in the simplest terms imaginable what they need to believe and that all subtlety is wasted on them, made me wonder how people ever followed him (given he is saying he is more than happy to lie to his followers). This ought to be much more chilling for us today (flicked on the television and watched any ads lately?) than it tends to be. I was also surprised by his frequent references to German young men doing things to ‘harden their bodies’, there is a homoerotic element to the text (delicately stated, of course) that I found completely unexpected. This view is increased by this dismissal of female sexuality as entirely submissive.Sex plays a large role in his argument against the Jews. Jews marry off their daughters to Aryans (as they know that the best way to overcome a nation is to attack its blood) and their sons lie in wait to seduce Aryan women. By diluting Aryan blood and keeping the purity of their own blood (he never explains how both of these are possible at the same time except for vague references to the purity of the male blood line of Jews - the opposite of the case, in fact) they hope to one day take over the world. The argument sounds much more crazy in my summary than it does in his endlessly longer version – I didn’t say his ideas made sense, but he has presented them in the best possible light for the nonsense he has to deliver. I can see how easy it would be for someone suffering from the defeat of Germany to want to believe the reason for their defeat and hardships was a Jewish conspiracy.I didn’t finish this. I got to the end of the first volume and decided I had heard enough. I was surprised by how similar his arguments are to conservative arguments today about keeping refugees out or for the ‘increase’ in social violence or crime or whatever else. If you wanted a conspiracy theory, perhaps a good one would be that conservatives tend to say Hitler is impossible to read so that people will not see the similarities of his views with their arguments. But to be honest, I’m over conspiracy theories. This one is so extreme it is little wonder it took the entire efforts of the state to continue it. Even then, it is doubtful Germans actually believed it – the big lie was just enough to allow one of the greatest crimes in history to be committed, but not enough to truly justify it even to those following through with the vision.There are chilling moments here – particularly given what happened next and not just to the Jews but also to the Slavs. His discussion of Russia is particularly chilling.But then there are moments of remarkable insight. He talks of people who want to lead the movement who have been active for 40 years and yet have not achieved their aims or stopped their opponents from achieving their aims. He points out that this is a clear sign of how pathetic their aims must be. This is a very interesting argument and one it would be difficult to argue against. There are many long standing Marxists and Nazis who would do well to consider the implications of what he is saying here.All the same, this book is disturbing given what we know about what came next. And it is impossible now to not read between the lines and hear the awful silence of the death camps echoing throughout this book. The point is, however, that many of his arguments are little different from what is dished up today. I would have preferred this to be much more extreme than it ended up being. I would have felt safer that way. Our remarkable ability to create scapegoats has not deserted us with the years or with the knowledge of the consequences this madness had in Europe. I am glad I read this – but one volume was more than enough.",
          "It is very difficult to talk about this book, and to agree with those who review it positively, because the person who wrote it did terrible things. Anyone who reads this book should not fall prey to manipulation. But any book can be dangerous. We can blame the Holy Quran and the Holy Bible in just the same way.I read Mein Kampf when I was quite young actually and because it was a forbidden book. There was only one copy at the town library and I had to sneak it out. So the context is as important as the rest.This is a memoir, a historical document, a madman's vision on politics and the organisation of the world. We send our youths to visit concentration camps in Germany beause what happend must never be forgotten. Well, I think that they should also read this book because it is part of what remains of those dark times, it is a part of our common European heritage. Yes, it is terrifying. But we need to remember the good and the bad.",
          "Mein Kampf or My Struggle: Five Hundred and Sixty Pages of Struggle against Lies, Stupidity, Irrationality and Sheer ProlixityUnderstanding Hitler’s political methods, rhetorical techniques and organizational skills is often cited as the best reason to read this book in the modern age, since many dictators still use it as a handbook. Understanding their guidebook might be the best way to beat them at their own game. Many readers today avoid the book to avoid the taint of being seen reading it and also out of fear of perhaps falling under its influence. That is considered to be playing into the hands of the ones who are willing to use he powerful methods present therein.If the book was indeed a powerfully reasoned piece of work this would have held true. Instead it turned out to be a pathetic work, which only showcases the workings of a weak mind that constructed all its arguments from pre-conceived notions and never examined the basis of its arguments. It is clear that Hitler never bothered to understand the core ideas behind evolution, species selection, etc. Darwin had been pretty clear about all this, writing half a century or more before Hitler came up with his tripe. Instead he just assumes that a race came perfect unto this world and the world is beholden to “preserve” it… I mean, that is not evolution, that is just a naturalistic version of creationism and a variation of the “chosen people’ concept - he cannot even even be given points for being imaginative!So instead of being outraged by the dangerous and enticing nature of a charismatic leader’s arguments, I found myself just plain disappointed by their weak and leaky nature. And it s not because of hasty constructions. Hitler takes all the time n the world and spends most of his book rehashing the same ideas in the same ways again and again. It is an insufferable drag.And even when he departs from his obsession with race purity and talks of geopolitics and grand strategy, he again jumps to conclusions about Britain, France and Russia that clearly proved to be wrong within his lifetime. Most of his ideas had to be abandoned in the course of the war. I am sure he came up with great explanations whenever this happened. That is the thing with this kind of 'method'. There is just no being wrong in it. The real question then is not whether we would buy his arguments but why anyone did. It is not about reading Hitler to understand how modern Dictators might use the same tactics, but understanding the conditions that allow these pretty rudimentary tactics to succeed and to avoid those conditions. The answers are in the society itself and not in Hitler’s work. The same applies for modern dictators’ who use his book as a guide - the answer is in a society that allows such extreme paranoid ideas to be propagated. It requires a grave threat and an almost pathological need to surrender once reason to a raving lunatic, who is willing to be a Führer. The best way yo have a world which rejects its Hitlers is to have a world that is not scared enough to accept without question essentially baseless fascist arguments. Hitler provides a good litmus test - wherever we see such ideas are getting currency, it might be time to examine what is causing the society to suspend common sense. Unfortunately, we might not have to look far to see test cases.++++I am not attempting a dissection of Hitler’s many pet theories (hobby horses?) here. I just can’t spare the time and I have wasted enough on reading this already.Many unsupported rants pepper the book, repeated ad nauseam. A sample:Austria: Everything about it is bad, except the Germans. Should be brought into the fold, but carefully.Germany/Germans: The perfect race, the one to be preserved. So perfect that they are under threat from the worst/weakest race (I mean, how does THAT work?). Has to be expanded. World, including Britain, should make sure Germany expands if they don’t want this magnificent race to disappear from the face of the earth, leaving it poorer forever more. Germany has been greatly discriminated against after the First World War (okay, have to concede this, but it doesn't take a genius to figure that. Probably just echoing Keynes in any case). German people have suffered enough. It is time for a Great Leader to arise again. No prizes for guessing who that is!Jews: Always vaguely and conveniently defined. But incontrovertibly the scum of humanity. To be eliminated. However “jews” are clearly shown to be a broader term, to include all traitors against the German people. Thus the word comes across mostly as a class badge in hitler’s writings.Democracy: How can the masses ever rule? Democracy is only an excuse for rulers to pass on responsibility and avoid taking tough decisions. What a country under there needs is a strong leader who canned do what needs to be done. To be avoided at all costs.The Masses: The mindless lot. Manipulated and brain washed by the Jews. They have to be emancipated by effective and complete control, by a leader. They have to be reeducated and freed of the influence of the Jews - by “propaganda”.Trade &amp; Business: The purview of the Jews. Only the weak and the leach-like attempt these activities. The German people to abjure them and take to manly activities that does not suck the life blood of the country and the race.The Market: Sheer anarchy! Not to be allowed. State has to control production to avoid wastage.Monarchy: Well, not in name, but we need a leader who can recreate the grand Reich of old. Who cares if it looks exactly like a kingship?Marxism: The scourge of this earth! The tool of the Jews! Initiated by a Jew, what more proof do you need? Exists only to corrupt the masses. Has to be used only to reach the masses. Should be superseded forthwith after that.The Press: Has to be controlled so that only the state views are set forth. Otherwise the Jews and the Marxists will take it over and corrupt the public even more.The Races: Have to be preserved and kept apart to prevent dilution, especially the Germanic race of the Aryans. Don’t question my assumptions here!My Way or The Highway! Got it?",
          "Of course I didn't expect Mein Kampf to be a great book, even within the admittedly narrow antisemitic messianic homoerotic prison genre, but I did expect a little more showmanship. If you've seen Riefenstahl's Triumph of the Will, then you know Adolf* could really work himself into an artful spittle-flying lather. My German is middling, but I've heard he was all charismatic and persuasive or whatever. Like, if you were just planning to go out for a stroll and pick up some schnitzel, you'd happen to overhear him on a radio broadcast and all of a sudden you'd be smashing windows, incarcerating Jews, and annexing strategic swaths of Lebensraum before you even knew what you were doing. He was that powerful. Yeah, we all understand that Hitler didn't have the best taste. He was into retro-Greek kitsch and probably those paintings of clowns and kittens and whaling ships. All the more reason to expect a semi-entertaining wallow in the muck and mire. I hate to make such an outlandish comparison (not really), but if Zsa Zsa Gabor wrote a 600+ autobiography detailing her grudges and her plans for rescuing America from its position of weakness and social decadence, we'd really have a right to expect a side-splitting compendium of both balls-to-the-wall absurdity and showbiz razzle-dazzle. Why can't we expect the same from Adolf Hitler? We expect idiots to entertain us with their idiocy; we don't expect them to be dull. I'll bet Mel Gibson's ghost writer would shit out a much better book. With more anecdotes about Jodie Foster than your standard-issue xenophobic tract.* Holy dumbass! I just realized I've been misspelling Hitler's first name my whole life as 'Adolph.' Where did I get that from? Probably the Jews..."],
        "_version_":1719088681132752896},
      {
        "id":"55751",
        "title":["The Last Lion: Winston Spencer Churchill: Alone, 1932-40"],
        "link":["https://www.goodreads.com//book/show/55751.The_Last_Lion"],
        "series":["(The Last Lion #2)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388244306l/55751.jpg"],
        "author":["William Manchester"],
        "author_link":["https://www.goodreads.com/author/show/11789.William_Manchester"],
        "rating_count":[8699],
        "average_rating":[4.48],
        "five_star_ratings":[5556],
        "four_star_ratings":[2178],
        "three_star_ratings":[663],
        "two_star_ratings":[159],
        "one_star_ratings":[143],
        "number_of_pages":[800],
        "date_published":["October 28th 1988"],
        "publisher":["Bantam"],
        "original_title":["The Last Lion"],
        "genre_and_votes":["Biography 463, History 386, Nonfiction 136, Politics 34, War-World War II 32, Biography Memoir 26, European Literature-British Literature 21, War 21, Audiobook 17, History-European History 17"],
        "isbn":"0385313314",
        "isbn13":"9780385313315",
        "settings":"NaN",
        "characters":"Winston Churchill",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=55751&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=55751"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[19809746673],
        "description":["In this powerful biography, the middle volume of William Manchester’s critically acclaimed trilogy, Winston Churchill wages his defining campaign: not against Hitler’s war machine but against his own reluctant countrymen. Manchester contends that even more than his leadership in combat, Churchill’s finest hour was the uphill battle against appeasement. As Parliament receiv In this powerful biography, the middle volume of William Manchester’s critically acclaimed trilogy, Winston Churchill wages his defining campaign: not against Hitler’s war machine but against his own reluctant countrymen. Manchester contends that even more than his leadership in combat, Churchill’s finest hour was the uphill battle against appeasement. As Parliament received with jeers and scorn his warnings against the growing Nazi threat, Churchill stood alone—only to be vindicated by history as a beacon of hope amid the gathering storm.     “Manchester has such control over a huge and moving narrative, such illumination of character . . . that he can claim the considerable achievement of having assembled enough powerful evidence to support Isaiah Berlin’s judgment of Churchill as ‘the largest human being of our time.’”  “Memorable.”     “Stirring . . . As Manchester points out several times, it’s as if the age, having produced a Hitler, then summoned Churchill as the only figure equal to the task of vanquishing him. The years  are the pivotal years of Churchill’s career.”  “The best Churchill biography [for] this generation . . . Even readers who know the basic story will find much that is new.”     “A triumph . . . equal in stature to the first volume of the series.”  “Vivid . . . history in the grand manner.”     “Compelling reading.”"],
        "reviews":["Manchester’s second volume is the shortest chronological time period of the three, yet is equally as exciting and jam-packed with information as the first. It tackles Churchill’s life, both political and personal, with the rise of the Nazis and the lacklustre activities of the British Government as its main backdrops. Manchester again depicts Churchill as a great prophet, standing alone while Hitler steamrolls not only to power, but turns Europe into his plaything. While the book is biographic in nature and should be Churchill-centric, Manchester does address a great deal of German history to set the scene. Without it, much of the underlying impetus to depict Churchill as a visionary would be lost. A must-read (after Volume One) for anyone interested in a thorough and powerful political biography of one of the world’s great statesmen, told in such detail that one cannot leave without a great deal of new insight.Manchester tries to work in a chronological fashion as he begins the book, alternating between Churchill in the Baldwin Cabinet against the fall of the Wiemar Republic. While most of the narrative (regarding Germany) is quite well known, some of the inner workings of the British Government may be new for the reader. Once Chamberlain takes over as prime minister, Churchill is edged out and his speeches in the House shift away from domestic policy and towards the fascist uprisings in Germany and Italy. Churchill stands alone in his critique and foreboding of this ideological and military power build-up, as the British Government seeks diplomatic relations with Hitler and Mussolini. Manchester uses this isolationist theme again, after its effective use in Volume One. The isolation does not come without a cost, as his friends begin to drift away from him and the self-doubt rises. He turns to writing his numerous pieces of non-fiction, which bring him much pleasure, all while Europe is on the brink of cataclysmic change.The aptly named sub-title of the volume can be illustrated, as mentioned before, as he remains a beacon in the night, while the Fuhrer beats his chest and begins his plan to take over the European continent, plotting to bring fascism to the mainland. Churchill was ignored post-Great War as it related to Russia’s acceptance of communism (Bolshevism), which Manchester reiterates as Churchill repeats his warnings at every opportunity, in the House and in the press. As in 1919, these pleas fall on deaf ears, leaving Churchill to contemplate what lies ahead. Chamberlain, naive and inept to his core, is more concerned with pooh-poohiong the warnings and trusting that Hitler will not cause any concern. He goes so far as to sign a Munich Pact and presumes this will quell Hitler’s need for power and territory.Manchester is able to weave extensive discussion about the Nazi rise to power and place it against the backdrop of the view from across the English Channel. It is not only sentiment that Manchester uses as his building blocks, but the hard foundation of history, which makes the book all the better. Use of nuances and detailed historical accounts brings the book to life and sells Manchester’s theme that Churchill was surrounded by those whose interest in appeasement was stronger than any rational sentiment. Hitler did not up and decide to take these actions (as I was duped into thinking from the history books), but it was a slow and intricate chess game that Manchester describes. Chamberlain and the French cowered away under their respective rocks and could not understand why the Nazis wouldn’t just ‘be good little boys’.Manchester fleshes out the entire Churchill, from his twice a day baths, his eccentric food habits at his country estate and even his counseling of Edward VIII prior to his abdication. Churchill is more than a stuffy cigar smoking grump whose interest lies only with climbing the political ladder. While the discussion of letter writing dissipates in Volume Two, Manchester does pull from a number of documents and presents a living history. While it can be quite detailed and even somewhat dense, the reader will surely take away a great deal from the experience and feel the advancing sense of doom with each part of the book.Without knowing the specifics of the third volume, the reader could presume that this tome presents the least ‘growth’ of Churchill as a person, but perhaps the greatest as a politician. He used his past experiences to better ground himself and holds firm to his beliefs, even in the face of major opposition. By the end, Manchester paints a Europe in the midst of a war and crisis state that could have been averted. The ousting of Chamberlain was a must and the selection of Churchill as prime minister is the only hope Britain has of righting itself, though he cannot do it alone.Kudos again, Mr. Manchester for your hard work and dedication to the subject. The intricate details presented make for an enlightening read and one the reader can use to better understand Britain’s role in the build-up to World War II. I look forward to the last volume and all it has to offer.",
          "This second of three volumes by the masterful biographer covers the critical period of European history that encompasses the run-up to World War 2. The read is not quite as fun as the first volume because for most of this period Churchill was excluded from the governments in power. But it made for a thoroughly engaging tale of his persistent efforts to wield influence to counter the unfortunate policy of appeasement that Britain and France took while Nazi Germany grew ever more powerful and aggressive. Due to his imperialist slant of not giving ground toward independence for India and work against tariffs, he was not invited to be a Cabinet member of MacDonald’s National government in 1931 and was considered too much of a warmonger to be accepted in the subsequent Conservative regimes of Baldwin and Chamberlain. We spend a lot of time with Churchill in domestic life at his estate in Kent, Chartwell. Gardening, landscaping, building walls, painting, and writing his massive tomes on a history of his ancestor the Duke of Marlborough and a history of English speaking peoples. Totally dependent on his pen for his income, he expanded his journalistic output on an impressive array of topics from literature and history to politics and foreign policy. In the latter area, his opinions on the dangers of Hitler and poor readiness of Britain to deter his aims were muffled by restrictions on his opinions being aired in the London Times or on BBC radio. However, his columns were syndicated in hundreds of newspapers throughout the world, and his speeches of warning as a Member of Parliament, ignored time and again, slowly gained allies when he was able to share details on the pitiful military readiness of the U.K. compared to Germany from his own network of contacts among insiders in the British government and in Europe. From the perspective of the war, it is easy to lapse into a simplistic view that it was inevitable once Hitler became Chancellor in 1933 and took supreme dictatorial power with the abolishment of democracy in Germany in 1934. But with each escalation of Nazi boldness and might—remilitarization of the Rhineland in 1936, annexation of Austria in 1938, seizure of the Sudenenland part of Czechoslovakia in 1938 and military invasion of the rest in 1939—there is plenty of room for Monday morning quarterbacks to point to alternative interventions that might have been effective. However, Manchester makes it clear that the appeasement policies of Baldwin and Chamberlain were a tragic series of mistakes often founded on deception and self-interested politics, the British public was fully collusive. Compared to France, Britain’s populace didn’t care what Hitler did in Eastern Europe. A strong Germany would be a bulwark against the treat of godless communist aggression by the Soviets in Europe. The Munich Agreement handing over the Sudetenland without Czech participation for promises of future good behavior was heralded as a glorious achievement by Chamberlain for “peace in our time.” Writing to Lloyd George at the time, Churchill noted how the choice was between war and shame, and Britain’s pick of shame meant a less favorable war later. The Blitzkrieg invasion of Bohemia and Moravia parts of Czechoslovakia was founded on Hitler’s prediction that France and Britain would do nothing. Manchester sides with Churchill and many historians that more efforts at deterrence through the League of Nations or alliance efforts among Britain, France, and the Soviets would have been effective. The Czech’s were militarily strong though poorly equipped. The German military led by General Beck was ready to stand up to Hitler should it appear other nations would come to their aid, especially in light of a Franco-Soviet Pact. When turnover of the French government made that appear unlikely, the potential “strike” by the generals was quelled. The steamrolling of the rest of Czechoslovakia and killing of up to 250,000 in Prague alone, half of them Jewish, made a mockery of the appeasement strategy and gave the Nazis the needed success to pursue Poland only months later. Mussolini’s invasion of Albania with Hitler’s permission made it clear that alliance with Italy was no longer in the cards. With Britain and France so compliant against Nazi expansion, Stalin made a deal with the Molotov-Ribbentrop Pact to divide Poland with Germany and gain free rein for the Baltic states. Against this backdrop, we experience all the detailed efforts of Churchill to get Britain and its potential allies to work together at collaborative deterrence and rearmament sufficient to match Germany’s four million men in arms and growing air and naval power. When the invasion of Poland kicked off in 1939, treaties made it inevitable that France and England declare war. Finally, Chamberlain was forced by public pressure to bring Churchill into the cabinet, giving him the post of the Admiralty like he had in World War 1 until the Gallipoli disaster. Poland put up a noble fight with a million soldiers, but the Panzer tank corps and massive bombings quickly won out, with France committing only to only a pitiful salient under an incompetent general. The only positive outcome was the escape of about 100,000 soldiers who later served admirably with the Allies in many venues of the war. Neither France or Britain wanted to bomb the munitions factories of the Ruhr for fear of reprisals by the supremely strong Lufwaffe. Aside from lots of devastating U-boat attacks in the face of Britain’s attempt of a naval blockade, there was a long pause in action for preparation. It was a great pleasure to experience Churchill in operation at the Admiralty House. But he soon got in trouble when U-boats got into the middle of the fleet at Scarpa Floe in Scotland and sank some capital ships. His ingenious plan to gain control of Norwegian ports as a means to block the critical transport of iron ore from neutral Sweden turned out to end in a disaster in execution. The soldiers put ashore to take the ports were not prepared with skis to manage the three feet of snow, and the cabinet chose to concentrate on the well defended port of Trondheim instead of a more critical remote northern port. Unlike Gallipoli, this debacle didn’t stick to him, but instead it served as the nudge to replace Chamberlain with a new Prime Minister and national coalition government. Lord Halifax was preferred by the leaders of Parliament, but he refused, making Churchill the only real choice. Thus, this phase of the biography ends with him making his famous speech to the House of Commons:I would say to the House, as I said to those who have joined this Government: 'I have nothing to offer but blood, toil, tears, and sweat.' We have before us an ordeal of the most grievous kind. We have before us many, many long months of struggle and of suffering. You ask, what is our policy? I will say: It is to wage war, by sea, land and air, with all our might and with all the strength that God can give us: to wage war against a monstrous tyranny, never surpassed in the dark, lamentable catalogue of human crime. That is our policy. You ask, what is our aim? I can answer in one word: It is victory, victory at all costs, victory in spite of all terror, victory, however long and hard the road may be; for without victory, there is no survival.  Certainly this 900-plus page read takes some commitment, but it's worth it to fill in one's gaps in understanding about the momentous events that led to the war that killed so many millions and Churchill working behind the scenes. Most of all I came to feel the tragedy of how Churchill was wasted as the man who might of led the world to peace but ended up leading the war. ",
          "Wow! I still have goosebumps from reading the ending of Volume II of this magnificent biographical trilogy. Churchill becomes Prime Minister as Nazi tanks roll across France. At 65 years old, Churchill assumes power to take on the dominating foe that he has been warning the nation about for years. Manchester’s writing is so powerful and descriptive, you can almost smell Winston’s cigar. Well researched and with quotes from letters, and diaries, the reality of those times become authentic, and readers can imagine their parents, a fatherless young man growing up in a small town in Kansas and their mother one of nine children on a farm that just survived the depression, ready to have their live affected by these world events. This biography should be required reading. Right now, the rage is to understand the experiences of minorities and to right past wrongs, but they were affected by these great world events and played a role in securing our freedom too. Winston Churchill was the kind of man born once every hundred years or so with vast talents and abilities but also many human flaws. This work provides an opportunity for readers to see the life of such a man through the lens of historical events. I know that Manchester did not live to finish the final volume, but I am excited to begin it anyway. ",
          "Speech of March 26, 1936 (page 192, my book)“When you are drifting down the stream of Niagara, it may easily happen that from time to time you run into a reach of quite smooth water, or that a bend in the river or a change in the wind may make the roar of the falls seem far more distant. But, your hazard and your preoccupation are in no way affected thereby.”Speech of December 31,1937 (page 243)“After all, it is a horrible thing that a race of people should be attempted to be blotted out of the society in which they have been born, that from their earliest years little children should be segregated and that they should be exposed to scorn and odium. It is very painful. Moreover, it is not only in regards to Jews that there is intolerance. Religious opinions, Protestant and Catholic alike, are subject to a prejudice of which we fondly hoped and were brought up to believe, the nineteenth century had rid the world....Very often when these conversations begin they go very nicely for a certain time, and then it appears that what the Germans want is that peace and good will should be translated forthwith into tangible and solid immediate benefits which they are to receive. Very often it is suggested that we should promise to do something, or give something, or, what is perhaps even more difficult, to stand by and see something or other done that may not be desirable.”This book very persuasively reveals that the years 1931 thru 1940 were Winston Churchill’s “Finest Hour”. For most of these years Churchill stood terribly alone – his voice and writings unheeded. It was only in March, 1939 after Nazi Germany snuffed out what remained of forlorn Czechoslovakia that the gaze of those in Parliament, the media (in those days newspapers and radio) and the British people turned towards him, realizing how prescient were his words over the years. And what words – the eloquence shines into immortality!In Parliament, in newspapers he warned again and again of Nazi Germany – he realized from its very beginnings its dark threats to the future of civilization. Whereas others saw German rearmament as a necessary correction to the “evil” of the Versailles Treaty; the march into the Rhineland (1936) as Germany entering her backyard, the Anschluss of Austria (1938) as an inevitable political union of Germanic peoples; and Munich as a necessary sacrifice to keep Hitler happy. Churchill knew the true nature of Hitler and Nazism. If Churchill’s advice had been heeded Hitler would have been stopped.The author correctly portrays appeasement (whether of Stanley Baldwin or Neville Chamberlain’s more active role in it) as very popular and the modus operandi of that time period. They genuinely thought they could come to terms with Hitler, not realizing that dealing with Hitler was not like dealing with another democracy (like France or Holland). Possibly, as Anthony Eden said of Neville Chamberlain – “Chamberlain knew Hitler lied, he just didn’t think he would lie to him.” Churchill knew Hitler to be a liar with an enormous appetite.The only quibble I have is that at the time of the 1939 English and French guarantee to Poland’s territory – the author insists that Soviet Russia should have been brought into this alliance. In other words England, France and the Soviet Union would guarantee the territorial integrity of Poland. Geographically this does not make sense as the Soviet Union does not share a border with Germany. Poland for obvious historical reasons did not want Soviet troops intruding on her territory to purportedly protect Poland. For another view of this see The Deadly Embrace: Hitler, Stalin, and the Nazi-Soviet Pact 1939-1941. Also at the time of Germany’s attack on Poland – it would have been easy for the French army to launch an attack on Germany’s exposed border to France. This was another “lost opportunity”; in fact the last opportunity.What was truly frightening and remarkable is that the author provides us with several instances of how the English government suppressed criticism of Nazi Germany for fear of offending Hitler. Many British newspapers stopped publishing Churchill’s articles as these were offensive to the German Fuhrer. The BBC would not allow Churchill to do radio broadcasts. So dominant and popular was the dogma of appeasement that they emasculated criticism of the regime they felt they could get onside with repeated concessions.Here are a few more excerpts from the book:Churchill – (after he became Prime Minister in May 1940) (page 681)“as if I were walking with Destiny, and that all my past life had been but a preparation for this hour and trial. Eleven years in the political wilderness had freed me from ordinary party antagonisms. My warnings over the last six years had been so numerous, so detailed, and were now so terribly vindicated, that no one could gainsay me.”Churchill speech of May 19, 1940 (page 686) – when Germany attacked Holland, Belgium and France in May 1940“Behind them, behind us – behind the armies of Britain and France – gather a group of shattered states and bludgeoned races: the Czechs, the Poles, the Norwegians, the Danes, the Dutch, the Belgians – Upon all of whom a long night of barbarism will descend unbroken even by a star of hope, unless we conquer, as conquer we must; as conquer we shall.”Isaiah Berlin on Churchill (page 687)saw him as a leader who imposed his “imagination and his will upon his countrymen,” idealizing them “with such intensity that in the end they approached his ideal and began to see themselves as he saw them.” ",
          "Eight hundred plus pages of Churchill in the wilderness. The book was hard to read as I found myself exasperated at a whole class of leaders, a whole nation, actually many nations, that could not see what Churchill could see. I understand that knowing the history of WWII gives me a special position to judge, but I found it nearly unbelievable almost no one for a decade did not heed the warnings in his speeches and writings.Warned about a rearming Germany and calling for the United Kingdom to rearm, he was called hysterical. Warns about Hitler's nature as put down in Mien Kampt. He was called a warmonger. Warned not to stand for Germany taking the Rhine,he was called crazy. Warned they should not give in to Hitler on Czechoslovakia, he was called an embarrassment. When he warned Poland is next, he was told repeatedly they didn't want to get Hitler mad at Britain and appeasing him was the only way. When he is finally named Prime Minister in the last pages of the book – after war had been declared and on the very day France came under attack – the book became very enjoyable. Just fruits.I'm very impressed with the thoroughness of Manchester and his ability to make a very frustrating story readable and enjoyable. I learned a great deal about how Hitler was allowed, no, assisted, in bringing Europe to the edge of of a cliff. Also learned more about the government of the UK.Can't wait to read the last volume. "],
        "_version_":1719088625059102721},
      {
        "id":"330919",
        "title":["Adolf Hitler: My Part in His Downfall"],
        "link":["https://www.goodreads.com//book/show/330919.Adolf_Hitler"],
        "series":["(War Memoirs #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1352807942l/330919.jpg"],
        "author":["Spike Milligan"],
        "author_link":["https://www.goodreads.com/author/show/114722.Spike_Milligan"],
        "rating_count":[5849],
        "average_rating":[4.09],
        "five_star_ratings":[2240],
        "four_star_ratings":[2237],
        "three_star_ratings":[1114],
        "two_star_ratings":[189],
        "one_star_ratings":[69],
        "number_of_pages":[144],
        "date_published":["1971"],
        "publisher":["Penguin Books"],
        "original_title":["Adolf Hitler: My Part in His Downfall"],
        "genre_and_votes":["Humor 138, Biography 120, Nonfiction 116, History 62, War 50, Biography-Autobiography 44, Humor-Comedy 43"],
        "isbn":"0140035206",
        "isbn13":"9780140035209",
        "settings":"Algeria,1943",
        "characters":"Spike Milligan",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=330919&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=330919"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[250949745308],
        "description":["Adolf Hitler: My Part on His Downfall is volume One of Spike Milligan's outrageous, hilarious, legendary War Memoirs. 'At Victoria station the R.T.O. gave me a travel warrant, a white feather and a picture of Hitler marked \"This is your enemy\". I searched every compartment, but he wasn't on the train . . .' In this, the first of Spike Milligan's uproarious recollections of l Adolf Hitler: My Part on His Downfall is volume One of Spike Milligan's outrageous, hilarious, legendary War Memoirs. 'At Victoria station the R.T.O. gave me a travel warrant, a white feather and a picture of Hitler marked \"This is your enemy\". I searched every compartment, but he wasn't on the train . . .' In this, the first of Spike Milligan's uproarious recollections of life in the army, our hero takes us from the outbreak of war in 1939 ('it must have been something we said'), through his attempts to avoid enlistment ('time for my appendicitus, I thought') and his gunner training in Bexhill ('There was one drawback. No ammunition') to the landing at Algiers in 1943 ('I closed my eyes and faced the sun. I fell down a hatchway'). Filled with bathos, pathos and gales of ribald laughter, this is a barely sane helping of military goonery and superlative Milliganese. 'The most irreverent, hilarious book about the war that I have ever read' Sunday Express 'Desperately funny, vivid, vulgar' Sunday Times 'Milligan is the Great God to all of us' John Cleese 'The Godfather of Alternative Comedy' Eddie Izzard 'That absolutely glorious way of looking at things differently. A great man' Stephen Fry Spike Milligan was one of the greatest and most influential comedians of the twentieth century. Born in India in 1918, he served in the Royal Artillery during WWII in North Africa and Italy. At the end of the war, he forged a career as a jazz musician, sketch-show writer and performer, before joining forces with Peter Sellers and Harry Secombe to form the legendary Goon Show. Until his death in 2002, he had success as on stage and screen and as the author of over eighty books of fiction, memoir, poetry, plays, cartoons and children's stories."],
        "reviews":["Oh, holy crap... I can't breathe! My neighbours probably think I've gone completely off my trolley as I've spent most of this book laughing very much out loud!This is a re-read for me; I think I read it for the first time in paperback about a decade ago, but when I saw the Scribd e-library had all seven volumes in audiobook format read by the man himself, I couldn't resist reading them again. I'm actually not entirely sure how many volumes of this I read the first time around but I'm pretty sure it wasn't all seven. I'm definitely going all the way this time, though.This has to be one of the funniest war memoirs ever written. Spike brings his trademark manic eye to bear on his own experiences as a gunner in World War II and, while some of the events are tragic (obviously) you still barely get a chance to breathe between laughs.Yes, it's irreverent, yes, it's disrespectful, but laughing in the face of tragedy is how we Brits keep from going insane. You'd have to be a seriously curmudgeonly bugger not to crack a smile reading this.Right! Bring on volume two!",
          "Recently when I posted a quote from this book, people guessed that it came from Terry Prachett or Monty Python or Douglas Adams. Which is actually rather revealing because if modern British comedy and humor writers have a spiritual grandfather, it's Spike Milligan. Although he was also a talented musician, he became known for his mad cap and often surreal comedy writing, particularly his work on the Goon Show.Before all that, he went to war, and before he went to war, he had to be trained. This book, the first in a series, looks at the time he spent with his unit wandering around Southern Britain learning how to soldier, and it's hilarious. From the bizarre officer's dances Spike's band played at to the crazy antics they got up to when learning to work the radios--he was a radio operator--it's funny in a slightly crazed way. Milligan actually suffered from bi-polar disorder all his life, and this whole book reads like an extended and very funny up period.",
          "Spike Milligan's personal wartime memoriesCensors warning Non P.C. languageimage: At Victoria Station the R.T.O. gave me a travel warrant, a white feather and a picture of Hitler marked ‘This is your enemy’. I searched every compartment, but he wasn’t on the train.Army logicSilence when you are speaking to an officerThis could mean promotion for you or deathimage: Oh to be a pilot“I hear you want a transfer, Milligan.”“Yes sir, I want to join the R.A.F.”“Ah yes, those are the ones that fly.”“Yes sir, they go up whereas we just go along.”“Have you ever flown before?”“No sir, but I’ve been upstairs on a bus on my own.”“No, what I said was, have you ever flown before. I didn’t say anything about buses.”“What would you like to be.”“A pilot, sir.”“Want to go out with pretty girls, eh?”After a stringent Physical Examination they told me. “Sorry, your eyesight isn’t up to what we need for a pilot; however, we have a number of vacancies for rear gunners.”“No sir, I don’t want to be at the back, I want to drive.”Be preparedOne issue was a large vacuum-sealed tin of ‘Emergency Chocolate’, only to be eaten in the event of, say, being surrounded by the Enemy. That night, in bed, surrounded by the Enemy, I ate my Emergency Chocolate.In AlgeriaI made friends with two little French kids on their way to school, a girl and a boy. I gave them two English pennies. In exchange they gave me an empty matchbox, with a camel label on the top. I shall always remember their faces.Savor a view of World War Two from one member of Britain's best comedy team - The GoonsEnjoy!",
          "Brilliant!I was shown a picture of Adolf Hitler and was told ,this is your enemy. I searched every compartment of the train but I couldn't find him anywhere. If this isn't enough to rope you in then I don't know what is. It piqued my curiosity immediately. A brilliant take of life during wartime. Having to enlist when most people probably didn't want to. He has included fictional characters throughout, just as well! The humour remains the same. Typically Milligan to the end.😂",
          "Adolf Hitler: My Part in his Downfall, is the first of Spike Milligan's seven memoirs that recount his recollections of life in the army during World War 2. I read this book as a teenager in the mid-1970s (or, put another way, a very long time ago) and I loved it and have always meant to read it again. It was even better than I had remembered. For all the privations of army life, it is clear that Spike had a lot of fun during this period, and the humour that was to make his name with the Goons and beyond is here in abundance. That said, Adolf Hitler: My Part in his Downfall ends just as Spike's regiment arrives in Algiers for its first taste of action and, whilst there is some tragedy in this memoir, things will inevitably get more serious from here on in. Spike's silliness is infectious and the book contains a winning combination of word play, self deprecating humour and social history. And, a very credible evocation, of the life of a conscript at the start of the war right down to the smelliness of the army uniforms and how nobody got the correct size. The book contains plenty of surprising and frequently outrageous anecdotes, many of which are loud out loud funny. 4/5The entire series is...Adolf Hitler: My Part in His Downfall (1971)'Rommel?' 'Gunner Who?' (1974)Monty: His Part in My Victory (1976) Mussolini: His Part in My Downfall (1978)Where Have All the Bullets Gone? (1985)Goodbye Soldier (1986)Peace Work (1992)Spike Milligan (1918 - 2002) is described on his gravestone as 'Writer, Artist, Musician, Humanitarian, Comedian'.",
          "This is an utterly surreal, joyous and irreverent look at Spike Milligan’s time as a young soldier in WWII. This book takes us from the outbreak of war through to the beginning of 1943 when Milligan arrives in Algiers. In between there is receiving his call up papers, endless training – none of which he appears to have had any aptitude for – and his first steps into ‘Show Business’ when he teams up with fellow jazz fans to play at dances.As Milligan himself states in the introduction, many terrible things happened in the war, but humour helped him cope. The names, whether made up or real, are straight from a Waugh novel – Battery Sergeant-Major ‘Jumbo’ Day for example could easily have been a character in “Men at Arms”. Everything is taken with humour and Milligan is full of wonderfully bad puns – when he finds that, during a romantic tryst in a lorry, somebody drives off with them on board, he returns to his friends who ask where he disappeared to, replying, “I got carried away...”I am amazed it took me so long to get around to reading Spike Milligan’s war memoirs, but I am truly glad that there are many more books to read. ",
          "It has been so long since I laughed out aloud reading a book. Spike Milligan is hilarious. I kept my daughter awake for nights on end - we shared a bed while her dad was away. She asked me to read out what I was reading but didn't quite 'get it'. She is only 12 but my guess is that humour is different for everyone. I loved his one-liners, his suggestion to a friend that they form a band. When his friend points out there are only two of them his solution, 'We'll sit a long way apart!' Just loved it. A genius. I must read more of his works now. Highly recommended."],
        "_version_":1719088691544064000},
      {
        "id":"23120184",
        "title":["Morfar, Hitler og jeg"],
        "link":["https://www.goodreads.com//book/show/23120184-morfar-hitler-og-jeg"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1409235561l/23120184.jpg"],
        "author":["Ida Jackson"],
        "author_link":["https://www.goodreads.com/author/show/2593539.Ida_Jackson"],
        "rating_count":[200],
        "average_rating":[4.14],
        "five_star_ratings":[72],
        "four_star_ratings":[91],
        "three_star_ratings":[31],
        "two_star_ratings":[5],
        "one_star_ratings":[1],
        "number_of_pages":[264],
        "date_published":["January 1st 2014"],
        "publisher":["Aschehoug"],
        "original_title":["Morfar, Hitler og jeg"],
        "genre_and_votes":["Nonfiction 19, Biography 3, History 3"],
        "isbn":"8203292747",
        "isbn13":"9788203292743",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"Brageprisen Nominee for Nonfiction (2014)",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=23120184&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=23120184"],
        "recommended_books":[0],
        "books_in_series":[0],
        "description":["Ida Jackson er barnebarnet til Per Pedersen Tjøstland - SS-mann, frontkjemper og redaktør for den nasjonalsosialistiske ukeavisen Germaneren. Hun fikk vite om morfarens bakgrunn ved en tilfeldighet. \"Morfar, Hitler og jeg\" handler om hvordan hun måtte se familien sin - og seg selv - i et helt nytt lys. Hun lar leseren bli med på en reise inn i det ideologiske universet til Ida Jackson er barnebarnet til Per Pedersen Tjøstland - SS-mann, frontkjemper og redaktør for den nasjonalsosialistiske ukeavisen Germaneren. Hun fikk vite om morfarens bakgrunn ved en tilfeldighet. \"Morfar, Hitler og jeg\" handler om hvordan hun måtte se familien sin - og seg selv - i et helt nytt lys. Hun lar leseren bli med på en reise inn i det ideologiske universet til Germanske SS Norge, kanskje den mest ekstreme organisasjonen i norgeshistorien. Forfatteren bruker det personlige for å formidle norsk krigshistorie på en ny måte. Og hun bruker møtet med fortidens ekstremisme for å forstå ekstreme strømninger i dag."],
        "reviews":["Ida Jackson har skrive boka som mange av oss kunne ønskje vi hadde klart. Ved å fortelje historia om morfaren sin så fangar ho den idealistiske ekstremisten, og ikkje minst den idealistiske nazisten. Med godt språk og gode betraktingar synar ho oss kor farleg og feil det er å forhalde oss til nazismen og nazistane som eindimensjonale storleikar.Kanskje ikkje eit tradisjonelt historisk verk, men eit solid handverk av ei bok. Tilrådast på det varmaste.(Eg er sjølvsagt kjøpt og betalt av Ida fordi ho likar skjegget mitt og teikna Hello Hitler i boka).",
          "Fra tittel og forside, til språk og innhold er denne boken flott! Boka er skrevet av Ida Jackson, som ved en tilfeldighet finner ut at hennes kjære, avdøde morfar var SS-mann og krigsforbryter. Jackson begynner boken med å gi morfaren forskjellige navn utfra hans forskjellige roller for henne: 'Per er den unge gutten fra Fister, gutten som forelsket seg i henne som skulle bli min mormor. Per Pedersen er frontkjemper, skribent og redaktør. Per Tjøstland er min mors far, den voksne mannen i årene etter krigen. Morfar er min bestefar slik jeg husker ham.' Hun skiller dem for å indikere hvor hun har kildene sine fra, men det er også et godt bilde på den prosessen vi får bli med i videre i boken, hvor hun prøver å skjønne at den samme mannen som var hennes gode, varme og snille morfar, kan være den samme mannen som deltok i rene massakrer av uskyldige mennesker under krigen.Jeg lærte MASSE om krigen av denne boka, men den er like mye en innmari god fortelling som en fagbok om krigen. Anbefales!",
          "Vi leste utdrag av denne boka på et sakprosafag jeg tok på Blindern for noen år siden, og nå har jeg endelig fått lese hele (hørt på lydbok). Jeg liker veldig godt hvordan Jackson ikke bare utleverer den store familiehemmeligheten om morfaren, men at hun også hvordan deler åpenhjertlig om seg selv. ",
          "Viktig bok, som på en personlig og underholdende måte, tar vekk noe av avstanden til ideologisk ekstremisme. Vi må slutte å forholde oss til nazistene som om de var orker eller zombier, hvis vi skal lære noe av fortiden.",
          "En bok jeg lærte noe av, det hadde jeg ikke ventet meg egentlig.Bra bok.",
          "Wow.",
          "Jeg trodde denne boken var så høyt rangert som følge av Jacksons lojale tilhengerskare fra bloggdagene. Jeg forventet bare å lese en ganske bra bok. Men denne boken var *veldig* bra. Språket er så levende og alt er så godt beskrevet at jeg dagen etter å ha lest litt i boken satt med følelsen av å ha enten opplevd noeav det eller i det minste ha sett en veldig sterk film. Jeg tok meg selv i å stadig gjøre assosiasjoner til andre verdenskrig i hverdagen fordi boken hadde gjort et så sterkt inntrykk.Boken etterlot meg med en følelse av at alle burde lese den. For å forstå hvordan nasjonalsosialismen kunne virke forlokkende, hvordan lignende ideologier fortsatt eksisterer i beste velgående, og hvor påvirket vi faktisk fortsatt er av nasjonalsosialistiske(beslektede) ideer. For å avslutte litt appellaktig vil jeg si at denne boken er et godt bidrag til å forstå nasjonalsosialisme som mer enn bare jødehat, for å forstå hvordan jødehat kunne få de konsekvensene det gjorde slik at noe slikt aldri skjer igjen. ",
          "Skamløs kopi av hva jeg allerede har skrevet på Facebook:'Hvis du bare skal lese én bok', osv.Endelig ferdig med den, og i løpet av de siste kapitlene, dvs det jeg har lest mellom Kongsberg og Brakerøya på timekspressen, har jeg grått, smilt, vært sint og skuffet og fått en haug nye ting å tenke på. Akkurat som med resten av boken.Ida viser at det er mulig å være sint på en person og hate det han har stått for og gjort og samtidig elske ham for den han har vært for henne. Og hun er så sinnsykt flink til å skrive.Den anbefales veldig til deg som også er 'møkklei av å lese om den forbanna krigen', for den handler om så utrolig mye mer enn det. Dette kunne like gjerne vært nå.Bare les den.Forresten, nevnte jeg at den er nominert til Brageprisen? For det er den. Velfortjent.",
          "Interessant bok. Jeg har blandede meninger om boken. Begynnelsen av boken var grei å lese, noen kapitler var mer spennende enn andre. Midten av boken var irriterende. Jeg må innrømme at jeg mislikte å lese om det som ble altfor personlig: venstreekstremisme, kommunisme og så videre. Så var det vel noe jeg ikke forstod heller, men det er vel bare meg...Den mest spennende og interessante delen av boka er fra og med side 163. Her leser vi om krigen og etter krigen. Det er den delen jeg likte best. Fin bok! Glad for at jeg leste den."],
        "_version_":1719088674355806208}]
  }}