{
  "responseHeader":{
    "status":0,
    "QTime":2,
    "params":{
      "q":"easy read",
      "defType":"edismax",
      "indent":"true",
      "qf":"reviews",
      "q.op":"OR",
      "fq":["description:kingdom",
        "genre_and_votes:childrens",
        "genre_and_votes:fantasy"],
      "rows":"10"}},
  "response":{"numFound":73,"start":0,"numFoundExact":true,"docs":[
      {
        "id":"39906995",
        "title":["The Lost Heir"],
        "link":["https://www.goodreads.com//book/show/39906995-the-lost-heir"],
        "series":["(Wings of Fire Graphic Novel #2)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1529759887l/39906995.jpg"],
        "author":["Tui T. Sutherland, Mike Holmes"],
        "author_link":["https://www.goodreads.com/author/show/374504.Tui_T_Sutherland"],
        "rating_count":[1540],
        "average_rating":[4.49],
        "five_star_ratings":[998],
        "four_star_ratings":[360],
        "three_star_ratings":[140],
        "two_star_ratings":[29],
        "one_star_ratings":[13],
        "number_of_pages":[224],
        "date_published":["February 26th 2019"],
        "publisher":["Graphix"],
        "original_title":["The Lost Heir"],
        "genre_and_votes":["Fantasy 47, Sequential Art-Graphic Novels 42, Fantasy-Dragons 23, Childrens-Middle Grade 12, Sequential Art-Comics 9, Childrens 8, Adventure 6, Fiction 4, Fantasy-Magic 3, Young Adult 3"],
        "isbn":"0545942209",
        "isbn13":"9780545942201",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=39906995&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=39906995"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[35238083],
        "description":["The lost heir to the SeaWing throne is going home at last. She can't believe it's finally happening. Tsunami and her fellow dragonets of destiny are journeying under the water to the great SeaWing Kingdom. Stolen as an egg from the royal hatchery, Tsunami is eager to me The lost heir to the SeaWing throne is going home at last. She can't believe it's finally happening. Tsunami and her fellow dragonets of destiny are journeying under the water to the great SeaWing Kingdom. Stolen as an egg from the royal hatchery, Tsunami is eager to meet her future subjects and reunite with her mother, Queen Coral. But Tsunami's triumphant return doesn't go quite the way she'd imagined. Queen Coral welcomes her with open wings, but a mysterious assassin has been killing off the queen's heirs for years, and Tsunami may be the next target. The dragonets came to the SeaWings for protection, but this ocean hides secrets, betrayal -- and perhaps even death. The   bestselling Wings of Fire series takes flight in this first graphic novel edition, adapted by the author with art by Mike Holmes."],
        "reviews":["This is the second book in the Wings of Fire graphic novel series. I don’t have a ton to say about this book. It is a well done graphic novel version of the 2nd full length book in the Wings of Fire series. The illustration is solid and the story is similar to the book. My son is a huge Wings of Fire fan, so he has been getting these to read and giving them to me to read when he is done.Tsunami journeys to the SeaWings to find her mother, Queen Coral, and learn about her family. However things don’t turn out as she expects.The illustration is colorful, well done, and easy to follow. The dialogue is just as witty and cute as it was in the full length book. I do like the full length book better than these graphic novel versions, however these are a good option for kids who find the full length novels intimidating.This is one of the better book to graphic novel series out there. I think both kids and adults who are fans of the Wings of Fire series will enjoy. Just be aware this doesn’t add anything to the world or story, just repeats it.Overall this is a very well done graphic novel rendition of the second book in the Wings of Fire series. While I wouldn’t seek these out on my own, I will continue to read them as long as my son does. Recommended to fans of the Wings of Fire series, or those who would rather read this series in graphic novel than full length novel format.",
          "Phenomenal.",
          "The book Wings Of Fire The Lost Heir Graphic Novel by Tui T. Sutherland is about a dragon named tsunami and her friends in a journey. They are looking for a palace. The reason they are looking for a palace, is because tsunami's mother is the queen of the summer and deep sea palace. I liked this book a lot because there is a lot of action, fighting and adventures. Also the book was really great. What I liked the most was when the queen asked her lost daughter something, and Tsunami remembered but it was something surprising, if you read the first graphic novel, then you will be really surprised on how it shows the same moment in the second graphic novel. The book has really good pictures and it shows how the text connects to the story. A connection I thought in my head is that if my mom lost me she would have “Ripped The Earth” to find me. I would recommend this book to people who like action, and adventure.",
          "Tsunami really makes me angry sometimes the way she is so stubborn.",
          "Fans of the Wings of Fire Series won't want to miss the graphic novels. The colors are bright and the direction of the story is easy to follow. It's very similar to the actual book but I enjoyed reliving the story with vibrant colors to go along with it.In THE LOST HEIR Tsunami and her friends travel to the SeaWing Kingdom to find the home she'd been stolen from. But it isn't the picture perfect happy ending she was expecting. Instead, there's someone trying to kill the heirs, which makes Tsunami a target. Thankfully, she has amazing friends who have her back no matter the situation.I would recommend reading the actual book first, but this one is still my favorite in the series. I love that the setting is underwater and I love the humor throughout the book. Actual seeing the characters instead of just reading them makes it that much more of a fun story. It's fast-paced and the tension will have you quickly turning the pages.Final Verdict: I would recommend this to current fans of the Wings of Fire Series, dragons, graphic novels, and action/adventure.This review can also be found on YABC: http://www.yabookscentral.com/kidsfic...",
          "It's been a long time since I read the full-length second Wings of Fire book, so I'd pretty much forgotten the whole plot. But this graphic novel did a great job summing it up for me! This story looks great in full-color illustrations, and I do remember this book being one of my favorites of the series (the real novel, that is). My only complaint- and this is a dumb one, too- is that it sort of takes away what I'd imagined the setting to look like. Not how I pictured the SeaWing palace, but I guess that's how it's supposed to look. Overall, a fast and fun read, full of nice dragon-y illustrations. ",
          "This was a good read. Very good art. However, if I had not read the original book beforehand, I would have enjoyed the book much less. It's like making a rendition into a movie - the movie tends not to be as good as the book, with a few exceptions. (Forrest Gump and The Princess Bride anyone?)Overall enjoyed itCould've been better.",
          "This was interesting enough (though a bit more violent than I was expecting from a children's graphic novel series, but I wasn't completely gripped by the characters or the story. And how, exactly, are these dragons supposed to be choosing a new ruler? All a bit confusing. I did read two of the graphic novels in this series, I just didn't love it enough to continue reading after that.",
          "The second volume and this time Tsunami is the main lead! We see her search for her mother, for her home, but does she really want to be home? Her mom is nothing what you may expect, treating people, sorry dragons, in not always the right way. But she gets answers, she gets some love, finds family, and learns a new language. It was at times quite interesting fun to read, but often the worrying and the lots of dialogue was just too much for me and I noticed myself zoning out. Getting a bit bored. If the dialogue was interesting maybe I wouldn't have minded, no wait, I would have still minded but maybe not zoned out so much.The story gets more and more interesting and hairy as things unfold. We have assassins, mysteries, a dragonegg, powers, and more. A lot of things are getting revealed, but there are also enough questions that need to be answered.I guess next up is the Rainwing dragon and the story in the rainforest. The ending was harrowing and I was so worried for everyone. Despite everything, I didn't want to see Tsunami lose her mom again.The art was great!"],
        "_version_":1719230903352295424},
      {
        "id":"17289431",
        "title":["Acea And The Animal Kingdom"],
        "link":["https://www.goodreads.com//book/show/17289431-acea-and-the-animal-kingdom"],
        "series":["(Acea #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1360526598l/17289431.jpg"],
        "author":["Kyle Shoop"],
        "author_link":["https://www.goodreads.com/author/show/6907468.Kyle_Shoop"],
        "rating_count":[44],
        "average_rating":[3.91],
        "five_star_ratings":[19],
        "four_star_ratings":[12],
        "three_star_ratings":[7],
        "two_star_ratings":[2],
        "one_star_ratings":[4],
        "number_of_pages":[292],
        "date_published":["February 18th 2013"],
        "publisher":["Createspace Independent Publishing Platform"],
        "original_title":["Acea And The Animal Kingdom"],
        "genre_and_votes":["Fantasy 3, Childrens 3"],
        "isbn":"1480207675",
        "isbn13":"9781480207677",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=17289431&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=17289431"],
        "recommended_books":[16130549],
        "books_in_series":[0],
        "description":["Twelve-year-old Acea Bishop was always the nerdy kid who would rather go to the library during recess to read bout animals instead of playing basketball like the other boys. Now, after waking up inside of an ancient kingdom strangely resembling a zoo, Acea is running from those same animals he used to lov Twelve-year-old Acea Bishop was always the nerdy kid who would rather go to the library during recess to read bout animals instead of playing basketball like the other boys. Now, after waking up inside of an ancient kingdom strangely resembling a zoo, Acea is running from those same animals he used to love reading about. Worse yet? Acea's not just on a quest to get home - his mom and the dad-he-never-knew are both being held hostage inside by an evil sorcerer with a vendetta. Realizing that his odds of survival and freeing his parents are dim, Acea raises an army of animals to combat the sorcerer and regain control of the kingdom. Follow Acea as he travels through the exotic zoo habitats and unlocks the secrets of the kingdom's mysterious past that hold the key to his fate. Acea has secrets. Big ones. He just doesn't know it yet."],
        "reviews":["Loved it! Both parents and kids will love being swept away into the wonderful, suspenseful, adventurous, and mysterious world of the Animal Kingdom. I read it in less than 24 hours - an easy, fun, and satisfying read. I can't wait for book two! I fell in love with Acea and was both laughing and overcome with emotion while following him on his journey. I'd have to say that my favorite room was the Aviary, but it's a close contest with the Safari room (read it and you'll find out what I'm talking about).",
          "Even though it only Shoop’s freshman endeavour Acea and the Animal Kindgom is one of the better novels for young readers I’ve seen. Shoop is already a terrific storyteller, with a wonderfully vivid imagination which will suck readers into the novel for a fun, slightly scary, always exciting, emotional ride. This novel is clearly written for a young audience, and more specifically for Shoop’s wife’s elementary school students. It is not surprising then to find this novel is fun, exciting, a little scary, imaginative, unique, relatable and educational; in short, all the things you want from a middle-grade novel.See the rest of my review here: http://christotaylor.wordpress.com/20...",
          "This book was a fun adventure in an animal kingdom created by a wizard. Acea must discover who he can trust and learn to trust himself in order to save a world he just learned existed. An enjoyable read appropriate for all ages.",
          "It was sooooo good so, I read it twice!!!I received a free copy of ACEA AND THE ANIMAL KINGDOM by KYLE L. SHOOP through Goodread's First Reads in exchange for an honest review.Few books earn 5 stars from me, But this is a book that will stay in my collection. The book is written for a younger reader and is well suited for Harry Potter &amp; The Inheritance Cycle Series fans. It follows a 12 year old Acea as he attempts to free others cursed by the evil Veruvius to live as animals trapped in the Animal Kingdom. It is written for ease of reading by those as young as 8. Adults should keep that in mind when reading, you will not have a plethora of complicated words of phrases to navigate. A 12 year old is telling his story, I found it very easy to think as a child and found the story flowed quite well.Acea lives with his mother on Friday Harbor, and island off the coast of Washington. He is petrified by whales and has never left the island. His mother tells him fantastical stories of his father involving magic that he enjoys, but, finds hard to believe. He considers himself nerdy, with an affinity for animals and an aversion to sports. He would simply rather read books. He falls asleep one night and awakes in a strange room with doors leading anywhere but home. All he finds in the room is a strange book with a list of names, all crossed out with the exception of his.Acea soon learns that this is no dream, he has been enlisted to end a terrible curse that has trapped a once peaceful Kingdom under the control of Veruvius. The stories his mother has told him are real, and it is up to Acea to restore the Kingdom's inhabitants to their human form. What he learns of the Kingdom tells the real story of who he is as well as whom exactly he calls his family.His travel guide of sorts is Emma, a talking bird trapped inside the kingdom, He must travel through each door, facing fears, finding clues, solving riddles and learning magic to somehow end the curse. Along his journey, he will meet an army of new friends. Acea is but a boy, unsure that HE can actually be the one that all have waited for. Acea will somehow have to face his greatest fear of all: for him, it could mean his life.My favorite room hands down is the Blue room.... I am not sure if Acea would agree, but, there it is. Although, I could pass some time in the Red room too. Anyone who reads this book will clearly have a favorite, although all are equally magical. It is a brilliant concept on part of the author. I am curious of where the thought came from to create this world, but it was brilliant.The book ends on a cliff hanger, a perfect setup for Acea and the Seven Wonders. BUT, don't despair, you will get a happy-ever-after of sorts with The Animal Kingdom. I just want to know when The Seven Wonders will be available!!!FIVE STARS EASILY!!Happy Reading.",
          "By Lili on June 21, 2013TweetPin Itaceaandtheanimalkingdom\tThis book is pretty cool. There are a lot of interesting twists and mechanisms that really drive the story. I’m used to reading books that are geared towards an older audience, but I could really appreciate the way the story is told. The book is relatively well written and I can see how it can definitely engage the middle grade boy or girl.Acea was very sympathetic I can see how any kid could really put himself in Acea’s shoes. It reminded a lot of Harry Potter that way, the only difference is Acea has a family he’s trying desperately to get back to. I really like how Nero was drawn, as much as we like to NOT like the villain a story without a good villain is kind of blah. So the author did a great job of letting us know who he was!I’m telling my mom she totally needs to read this book to The Babes I know they will love it. There is so much cool information about animals that I know they will really enjoy.What does Lil’ Lil Think?Acea And The Animal Kingdom by Kyle Shoop 4 cookies!",
          "Awesome new author. This book had me hooked just a few pages in. I would highly recommend this for the 8-12 age.",
          "This book reminded me of the Pendragon series by D.J. McHale (a series absolutely love!). It was a cute story, however I think it would be better fit for young readers. Me being in my late 20's found the story at times to be predictable. But for someone who is in their pre-teens, I think they would really love it.",
          "Great book for young readers, i personally was not a fan of the ending, but it did leave me excited for the next book. I have high hopes for book 2.",
          "We have been reading Acea and the Animal Kingdom every night for the past week as a family. It is incredible how quickly we become re-immersed in the story each night. My kids really enjoy the anecdotal facts about the animals and especially the feeling they are on an adventure of discovery. My oldest daughter seems to sense when a punch line is coming, she'll often interrupt with her idea of what is going to happen. Great book.**Update**We probably let the kids stay up too late while we finished this book :-) I didn't think my girls were going to be that interested in an adventure featuring a boy, but they were enthralled. Now, days later, my five year old daughter still seems wrapped up in the Animal Kingdom. Her favorite room is definitely the Jungle. My favorite is the Safari room; I think we all got goosebumps as the events unfolded while Acea was surrounded by Nero.Thanks for including the 1st chapter of book 2, Acea and the Seven Ancient Wonders! At least I'll have some time to go the zoo and capitalize on their new wonderment of animals :-)"],
        "_version_":1719230908653895680},
      {
        "id":"12759",
        "title":["The Search for Delicious"],
        "link":["https://www.goodreads.com//book/show/12759.The_Search_for_Delicious"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388494095l/12759.jpg"],
        "author":["Natalie Babbitt, Marlene Bernstein Samuels"],
        "author_link":["https://www.goodreads.com/author/show/1954.Natalie_Babbitt"],
        "rating_count":[3658],
        "average_rating":[3.94],
        "five_star_ratings":[1242],
        "four_star_ratings":[1292],
        "three_star_ratings":[866],
        "two_star_ratings":[178],
        "one_star_ratings":[80],
        "number_of_pages":[176],
        "date_published":["1969"],
        "publisher":["Farrar, Straus and Giroux (BYR)"],
        "original_title":["The Search for Delicious"],
        "genre_and_votes":["Fantasy 185, Childrens 78, Fiction 67, Childrens-Middle Grade 45, Young Adult 26, Adventure 23, Childrens-Juvenile 13, Classics 11, Mythology-Mermaids 9, Fantasy-Fairy Tales 8"],
        "isbn":"0374465363",
        "isbn13":"9780374465360",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=12759&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=12759"],
        "recommended_books":[3947249031503431],
        "books_in_series":[0],
        "description":["The Prime Minister is compiling a dictionary, and when no one at court can agree on the meaning of \"delicious,\" the King sends his twelve-year-old messenger, Gaylan, to poll the citizenry. Gaylan soon discovers that the entire kingdom is on the brink of civil war, and must enlist help to define \"delicious\" and save the country."],
        "reviews":["Babbitt can do better, iirc. But even young me would have found the problem, and the solution of the quest, ridiculous. And some kids might get the impression that the world is even scarier than it really is, because adults are even stupider than they really are. Still, some lovely bits, an enchanting vibe, and delightful pen &amp; ink drawings by the author.",
          "On the surface this story is like an old fashioned fairy tale, where a person sets off on a quest and has to do several things to reach the end. And all of that is indeed in here..but it's also about caring about others...about deciding to do something about a problem instead of just walking away and leaving the mess for someone else to deal with. That is one thing that is often lacking in the world these days. The theme comes through nice and clear. He could have walked away but instead he decided to try to help and by doing that he prevented a major tragedy.The main character in this book is a 12 year old boy He is sent on a quest to ask each person in the kingdom what their favorite food is. Of course no one can agree. The book teaches how easily fights can break out over the most silly of things, like a favorite food. Then it shows how wrong information can be spread, turning it into something even worst (telephone game). Before one knows it people are picking up arms and willing to fight each other just because of some dumb little thing. There is actually a lot of wisdom in this simple story. Creatures in here include a mermaid, dwarves, the wind and a woldweller. It's very well written and an easy read. I was feeling a bit sleepy when I started this book but as soon as I started reading the sleepiness vanished! ",
          "We read this once for third grade Language Arts, and I thought it was the one of the greatest books in the world. I still love this book, it is definitely one to read again and again.",
          "Read this book to my 3 year old who is now in love with Ardis the mermaid! Beautifully written and enchanting, I can’t believe this story escaped my awareness, I would have loved this as a child as much as I do as an adult!! ",
          "Gaylen learns that all the stories about Woldwellers, dwarves, and Ardis the mermaid are true. Fun!"],
        "_version_":1719230956423872512},
      {
        "id":"7980104",
        "title":["The Quest for Paradise: The Return to the Kingdom of Fantasy"],
        "link":["https://www.goodreads.com//book/show/7980104-the-quest-for-paradise"],
        "series":["(Viaggio nel regno della Fantasia #2)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328838180l/7980104.jpg"],
        "author":["Geronimo Stilton"],
        "author_link":["https://www.goodreads.com/author/show/53793.Geronimo_Stilton"],
        "rating_count":[3436],
        "average_rating":[4.32],
        "five_star_ratings":[1979],
        "four_star_ratings":[827],
        "three_star_ratings":[439],
        "two_star_ratings":[123],
        "one_star_ratings":[68],
        "number_of_pages":[302],
        "date_published":["2005"],
        "publisher":["Scholastic Inc."],
        "original_title":["Secondo viaggio nel regno della Fantasia: Alla ricerca della felicit"],
        "genre_and_votes":["Fantasy 45, Childrens 20"],
        "isbn":"0545253079",
        "isbn13":"9780545253079",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/1?book_id=7980104&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=7980104"],
        "recommended_books":[850912218693362],
        "books_in_series":[0],
        "description":["Holey cheese Join Geronimo as he returns to the Kingdom of Fantasy in this sequel to the very first Geronimo stilton hardcover adventure  In this 320-page, full-color hardcover adventure, the Queen of the Fairies invites Geronimo back to her fantastical world to help in the quest for the true heart of happiness. This time Geronimo rides on the wings of a rainbow-colored dra Holey cheese Join Geronimo as he returns to the Kingdom of Fantasy in this sequel to the very first Geronimo stilton hardcover adventure  In this 320-page, full-color hardcover adventure, the Queen of the Fairies invites Geronimo back to her fantastical world to help in the quest for the true heart of happiness. This time Geronimo rides on the wings of a rainbow-colored dragon as he makes his way through seven fantastic lands. From the land of sweets to the land of fairy tales, it's an incredible journey he'll never forget"],
        "reviews":["Ik heb dit boek jaren geleden gekocht, maar voor de rest nooit aangeraakt. Ondertussen ben ik er een beetje te oud voor geworden, maar ik heb besloten om het toch een kans te geven. Ik vond het een leuk boek, ook al is het vooral voor jongere kinderen bedoeld. Het verhaal was leuk en de boodschap van het verhaal is erg leerzaam bedoeld. Daarnaast zaten er door het boek heen ook nog aparte levenslessen in aan de hand van notities. Het is dus niet alleen een leuk boek voor kinderen, maar ook een erg leerzaam boek voor kinderen. ",
          "This was the book I've read wid the most pages but its Geronimo so not much words either. Wat i like abt these Geronimo books r they r so creative and have brilliant idea to show and describe a noun. The names given also describes it well. In this book i had fun lookin to the crystal key everytime it's not that easy too but still it was fun. Sth that annoying was the riddles and the page where they showed the letter of another fantasy kingdom's language, i kept forgetting the page. They were many different kingdoms which I can't take my eyes off. Each one looks as imaginative as it sounds. The details and names given for each place i get to find a new word in every name. I truly enjoyed reading this book.",
          "When Geronimo's cousin Trap enters Geronimo into beating the world record by stuffing his face with 101 plates of spaghetti Geronimo goes home with a swollen stomach.When Geronimo goes home he has strange dreams about finding the Heart of Happiness and takes help along.His help is Boils the chameleon,Goose BlahBlah,The Dragon Of The Rainbow,Snowy Dawn,Oscar Roach and Rocket.On their way to find the Heart of Happiness they meet ogres ,witches and many more evil people. ",
          "He is brave in the kingdom of fantsy in new mouse he is a scardy mouse on this adventure geronimo goes to find the heart of happiness and he might come come bare handed becace the map is wrong but he found it",
          "It's a great book for starters! Many colourful pictures to help readers visualise better. Those depictions help to get young readers interested &amp; pick up reading.The book includes some life lessons to be learned as well ",
          "You have to reed this book it is so good. But it could have been better if it was interesting at the start ",
          "  Great ",
          "Why does Geronimo have to go through all that trouble to get a crystal heart even though it is a test?",
          "This book is a secret book, I can't tell anybody about it.Sorry."],
        "_version_":1719230920536358912},
      {
        "id":"8626241",
        "title":["Rise of the Wolf"],
        "link":["https://www.goodreads.com//book/show/8626241-rise-of-the-wolf"],
        "series":["(Wereworld #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327900949l/8626241.jpg"],
        "author":["Curtis Jobling"],
        "author_link":["https://www.goodreads.com/author/show/340054.Curtis_Jobling"],
        "rating_count":[3967],
        "average_rating":[4.21],
        "five_star_ratings":[1938],
        "four_star_ratings":[1229],
        "three_star_ratings":[579],
        "two_star_ratings":[141],
        "one_star_ratings":[80],
        "number_of_pages":[432],
        "date_published":["2011"],
        "publisher":["Puffin"],
        "original_title":["Rise of the Wolf"],
        "genre_and_votes":["Fantasy 181, Young Adult 55, Shapeshifters-Werewolves 36, Adventure 25, Childrens-Middle Grade 24, Fantasy-Paranormal 23"],
        "isbn":"0141333391",
        "isbn13":"9780141333397",
        "settings":"NaN",
        "characters":"Hector of Troy, Drew Ferran, Prince Lucas, Lady Gretchen, Whitley",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=8626241&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=8626241"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[0],
        "description":["Imagine a world ruled by Werelords - men and women who can shift at will into bears, lions, and serpents. When Drew suddenly discovers he's not only a werewolf but the long-lost heir to the murdered Wolf King's throne, he must use his wits and newfound powers to survive in a land suddenly full of enemies. Drew's the only one who can unite the kingdom in a massive uprising  Imagine a world ruled by Werelords - men and women who can shift at will into bears, lions, and serpents. When Drew suddenly discovers he's not only a werewolf but the long-lost heir to the murdered Wolf King's throne, he must use his wits and newfound powers to survive in a land suddenly full of enemies. Drew's the only one who can unite the kingdom in a massive uprising against its tyrant ruler, Leopold the Lion. But the king is hot on Drew's tail and won't rest until he's got the rebel Wolf's head."],
        "reviews":["Mel 🖤🐶🐺🐾",
          "Well I'm a bit biased, really, aren't I?http://badablingthing.blogspot.comhttp://www.curtisjobling.com",
          "Basta maganda sya, hehe! 😄😊An amazing read. It just that it has a lot of characters, too many places to remember. But still its a nice good story that if you start reading you don't want to stop even if your eyes want to 💤💤💤",
          "http://www.rantingdragon.com/wereworl...Curtis Jobling, the author of Wereworld: Rise of the Wolf, is also the brains behind Bob the Builder. A book combining Bob the Builder with such a title might not sound very promising to you. In fact, you might note that the very title Wereworld: Rise of the Wolf sounds as corny as you always imagined Bob the Builder to be. Well, if that’s the case, you are spot on.Much epicness in this oneThe first thirty pages introduce us to Drew, a sheepherder who lives in a backwater town in the middle of nowhere. You know the kind—a town that is defenseless against any orc, trolloc, or wererat—yes, really, I just said “wererat”—attack, with the nearest payphone hundreds of miles away. Drew has a father who hates him and a brother who is completely different from him. His mother loves him, though, as do his sheep. Except this full moon, they seem frightened of him. No matter, we shall move on, not dwelling on the subtle foreshadowing.One night, all hell breaks loose. Drew’s father and brother are conveniently out of town as his mother is telling him that he is indeed very different, because… KABAM! A monstrous creature storms in. Drew is feeling a bit weak after staring at the full moon, so he is powerless—guilt is perfect for future force-fed character development!—to stop the monster from brutally ripping his mom’s throat out. Not before she yells some ridiculously obvious things for foreshadowing purposes, though. Suddenly, Drew changes into a monster too—too much moonlight is very bad for your health!—and fights the other monster.No cliché sparedIn the epic journey that follows, Drew discovers he is the chosen one: the last living werewolf among heaps of other werecreatures such as werebears, wereboars (please, Jobling, no more piggy and fatty jokes!), werebadgers, werelizards (also known as the evil lizardmen), weresharks, and other types of werefish. He is destined to battle the evil dark lord King Leopard the werelion; very vague prophesies say so.As you can tell, no trope or cliché of the epic fantasy genre is spared. Though slightly entertaining at first, this becomes annoying very quickly, an annoyance that is only further underlined by the extreme predictability of the story. Anyone who has previously read fantasy novels will be able to guess what happens next at any point in Rise of the Wolf. The foreshadowing, as already mentioned in my little summary, is obvious and blatant.Significant lack of werecockroachesAnother nuisance is Jobling’s habit of ending chapters on cliffhangers, only to start the next chapter with an entirely random “alternative” viewpoint. A good example is the chapter where Drew is jailed. Instead of starting the next chapter watching Drew in his cell, we follow a cockroach as it scuttles across the floor of the cell to eat some discarded bread, only to be attacked by a rat. Only then, after wasting two perfectly good pages, do we see Drew watching the vermin run away. It wasn’t even a werecockroach, either.This takes its toll in the overall pacing of the story, which was already slow to begin with. As with many a poorly written epic journey, a lot is underway, but nothing really seems to contribute to the main story. As such, it is very easy to lay the book down. Suspense is almost nonexistent. Admittedly, though, the last thirty pages were different. The final battle—you probably already saw a final battle coming—was in fact quite exciting to read, with thrilling fighting sequences and a fairly interesting, albeit predictable, solution.Morally monotonousDon’t read Rise of the Wolf for its characterizations, either. Jobling’s characters are stereotyped and morally monotonous. Oftentimes, I wondered how main characters such as Drew and his friends Hector and Gretchen could be so extremely perfect. Sure, there was some force-fed character development (“Oh no, I killed a man! No matter that he was about to stab me through the heart, I will feel awful about this for weeks!”), but overall, these characters always seemed to make the right choices without question. On the opposite side stand thoroughly corrupt nobles and a petty, truly evil, dark king. The only interesting character was that of Vala the wereshark, whose motives were not entirely clear for a while. In the end, though, even he fell perfectly into a stereotyped role.Why should you read this book?You might have guessed, but I honestly believe you shouldn’t read Wereworld: Rise of the Wolf. Perhaps you could buy this YA novel for your eight-year-old kid, if you want to familiarize them with all the popular tropes of fantasy in only 450 pages. Otherwise, however, I advise you to keep a clear berth. Of course, that’s just my opinion, so just to balance it a bit, here is a review from someone who did enjoy Rise of the Wolf.No (were)animals were harmed while writing this review.",
          "Tragedy, romance, flying fur, and sharpened, pointy teeth tearing through flesh...to top it all off werewolves were not the only things shifting in this book. This is the realm of the Werelords. The noble families are all of different were descent. Fox, wolf, bear, and even boar are all represented in the land of Lyssia. Drew and his brother, Trent grew up on a farm with their mother and father, not unlike many other poor farming families in the kingdom. One night, as Drew and his mother awaited the remainder of the family to come back from town, a storm blew in the window of their home along with it the hopes of any normal future Drew had. A hulking monster attacked Drew, slays his mother, and flees after Drew manages to injure the terrifying beast. Upon Mark's (Drew's father) return, he attacks Drew thinking he is responsible for his beautiful wife's murder.After running Drew through with his sword, the most extraordinary thing happened. Drew not only managed to keep his footing, but he was able to flee. From here Drew seems to alter the lives of everyone he comes into contact with. Prophecies have been written about a change soon to come. Could Drew be the one foretold in the ancient prophecies? This young lad, who isn't even quite sure what he is, has the innate ability to reach out and help those in their most dire hour. The kingdom is being controlled by the werelion, who has used his power to keep the people downtrodden and looking for a brighter future. Drew may be their only shining hope.I devoured this novel. I had to force myself on several occasions to put this book down so I could not only work, but get my school work in as well. The scenes were described in great detail, but not to where it bored the reader and stopping the flow and action in the story. I have a tendency to 'tune out' when the descriptions are too narrative and puts a halt to the adventures of the characters. The descriptions were done mainly through the viewpoints of the characters, which I always find more interesting than a page narrative about the environment. The characters are enchanting. Some you love, some you are weary of, some you admire. By the end of the story, I remembered each of their names(which is an accomplishment for me), and am actually invested in their futures. this is not a short story, and we have plenty of time to get to know them intimately.Some of the parts were predictable in the story, but I think that was still one of the charms of the book. We always know in these stories that we will have the one character, at least, that we will get to see grow, mature, change, and become the person we knew he or she could be. That provided me with the familiar comfort that I long for in certain stories. But there was enough action and twists in the story that I was always wanting to turn the page to see where our heroes and antagonists would take us next. Heroes and enemies popped up where we least expected, and death was not saved for the villains. This books is set to be published in September of this year. Please, reserve your copy of this book, and put it on your to-read-list. It was an amazing adventure, and it was one I was reluctant to leave behind. Five stars to Wereworld and Curtis Jobling. ",
          "like all 'Young Adult Novel'( or Y.A.N) it's repetitive, they just follow the hero's journey beat for beat, although most have some sort of hook that reels you in with, this one is not the Werewolves it's the gore.My dang is the are some scenes descriptive it a little darker than other books and why it's classified as a children's book is beyond me. The Plot was good if not predictable, the Characters were fun if not too tropey, and the World it takes place in interesting but all these things come with the territory of Y.A.N.If you just want another easy to read story to put on your shelf, then Rise of the wolf isn't a bad pick",
          "Every werewolf book has its perks, needless to say, WEREWORLD: Rise of the Wolf is unquestionably a book which stands out from the rest. With its super attractive cover, I got consumed within a world of adventure, action and speck of romance.The protagonist, Drew, is a character that’s empowered with strength, power and a whole lot of ability. There are many qualities I love however, the main thing I really love how he is extremely determined to do anything.It was heartbreaking to witness Drew being forced to leave the people he loves, his family. He always grasped that they were keeping him in the dark- there was more than what met the eye. In Drew’s perspective, it was obvious that he was different from everybody else. At the time he discovered his true nature and what he really was he knew that his destiny was set.This epic book of fantasy contains events of such that are constant but changing. The unexpected happen, a whole lot of fighting involved as Drew faces his battles. Others are there that join him and the story carries along with the many spins and turns that are to come.The relationship between Drew and Hector is something special. It’s nice to distinguish how their bond of friendship strengthens and grows throughout the book. I really love the style in which Curtis writes. It’s not the usual day to day words but writing that grips you to your seat. There is this magic and splendour to it that makes it unique.This is a book that must be on your bookshelf :)"],
        "_version_":1719230900300939264},
      {
        "id":"921533",
        "title":["The Ruby Princess Runs Away"],
        "link":["https://www.goodreads.com//book/show/921533.The_Ruby_Princess_Runs_Away"],
        "series":["(Jewel Kingdom #1)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1387712005l/921533.jpg"],
        "author":["Jahnna N. Malcolm, Neal McPheeters"],
        "author_link":["https://www.goodreads.com/author/show/6039.Jahnna_N_Malcolm"],
        "rating_count":[588],
        "average_rating":[3.83],
        "five_star_ratings":[198],
        "four_star_ratings":[165],
        "three_star_ratings":[165],
        "two_star_ratings":[45],
        "one_star_ratings":[15],
        "number_of_pages":[68],
        "date_published":["1997"],
        "publisher":["Scholastic"],
        "original_title":["The Ruby Princess Runs Away (The Jewel Kingdom, #1)"],
        "genre_and_votes":["Fantasy 27, Childrens 16, Fantasy-Magic 7, Childrens-Middle Grade 5"],
        "isbn":"0590212834",
        "isbn13":"9780590212830",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=921533&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=921533"],
        "recommended_books":[0],
        "books_in_series":[0],
        "description":["Meet Roxanne, Sabrina, Emily, and Demetra, young sisters and princesses of the Jewel Kingdom. Each character has her own signature jewel and a special power. In the first book of the series, Roxanne must learn about leadership before she can be crowned with her ruby tiara. Free ruby necklace included. (Consumable)"],
        "reviews":["The Jewel Kingdom series is honestly by FAR one of the best children's princesses series I've ever read in my life! These short little books have a big simple plot and lovable energetic characters that are both memorable and enjoyable.The Ruby Princess Runs Away in the first book in the series where the four young Princesses are crowned, and are each given their own land to rule by their parents. (HOW COOL IS THAT?!)This book focuses on Roxanne, who will be crowned as the Ruby Princess and rule over the Red Mountains. But Roxanne doesn't want to be a princess and rule, so she runs away instead. Eventually, she meets some gnomes from the Red Mountains who have been attacked and robbed by the evil Darklings, which lights a spark inside her to protect her future people. ...But before she can even THINK about returning to her parents, she finds out that an impostor will be crowned the Ruby Princess instead! A very evil impostor!I wish these Jewel Kingdom books were more well known! They are small stories, but have a great amount of depth and development in them for their size. They are very pleasant and easy to read too, I would strongly recommend the series to anyone, especially to young girls . :)",
          "Rereading this one. It was a big deal to me as a child and very much part of my internal landscape. So it's funny after the fact to come back and find it could almost be a parody. I took it so serious as a kiddo. Still sweet and wholesome though.",
          "Loved this one, I want to read more of them.",
          "An excellent read with a compelling plot and very immersive story. I appreciate that this book is for children as it quickly sets up a whole world and plot in just eight chapters. While the exposition dumps would be questionable in another series, this children's book is fast paced enough to interest me in the next part of the narrative. The author does an excellent job keeping the words dissimilar which is perfect for a parent reading to their kid or for a rather inquisitive child. Imagery is presented in a fantastical manner, which would easily enrapture and delight the imagination of a child. I love the message of the story, which, spoiler, is about an anxious princess who does not believe she is ready to accept her throne and her journey into finding the means and resolve to reclaim her throne with a magical artifact, a dragon and her own resolve. Highly recommend to younger readers. ",
          "Good for early elementary kids as a read aloud or as a first chapter book type of reader. The wording and plot is simple to follow, but still entertaining to keep reading.Roxanne is going to be crowned the Ruby Princess and obtain her own part of the kingdom to rule. However, she doesn't feel like she's ready. She sets off on her own and meets new friends, uncovers an evil plot, and learns more about herself along the way.I think this series is great for young kids as it teaches them not always to follow by the rules. Sometimes it is better to stand up for yourself, but also to show kindness to those who you meet. One of the main lessons Roxanne learns is how to be a leader by showing gratitude and love towards those she leads. It's got good lessons in it for young children and is empowering for young girls as well.",
          "This is an adorable intermediate read about a princess who isn't ready to rule. She runs away and finds out what har people really need in a ruler. But will she get to her coronation in time, or will an imposter steal her crown?This is a great story about growing up and helping others. Kids new to chapter books will enjoy this adventurous read.",
          "My daughter LOVED this book and could not stop talking about it. She somehow talked both me, her dad, and 9 year old brother into also reading the book. We already have books 2-4 of the series ordered and I sure hope they arrive soon. I highly recommend giving this book to girls who love reading about princesses. I wish this series had been around when I was a little girl."],
        "_version_":1719230956885245952},
      {
        "id":"23866208",
        "title":["The Buccaneers' Code"],
        "link":["https://www.goodreads.com//book/show/23866208-the-buccaneers-code"],
        "series":["(The Very Nearly Honorable League of Pirates #3)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1423577695l/23866208.jpg"],
        "author":["Caroline Carlson"],
        "author_link":["https://www.goodreads.com/author/show/5407300.Caroline_Carlson"],
        "rating_count":[526],
        "average_rating":[4.33],
        "five_star_ratings":[263],
        "four_star_ratings":[185],
        "three_star_ratings":[70],
        "two_star_ratings":[5],
        "one_star_ratings":[3],
        "number_of_pages":[320],
        "date_published":["September 8th 2015"],
        "publisher":["HarperCollins"],
        "original_title":["The Buccaneers' Code"],
        "genre_and_votes":["Fantasy 31, Childrens-Middle Grade 24, Adventure 16, Adventure-Pirates 11, Childrens 9, Fiction 8, Humor 7"],
        "isbn":"0062194410",
        "isbn13":"9780062194411",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=23866208&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=23866208"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[2030679217349153],
        "description":["When Miss Pimm, Enchantress of the Northlands, decides to retire, she enlists young Hilary Westfield to gather a band of scallywags and prepare to challenge Captain Blacktooth in an all-out battle for the presidency of the League in order to save the kingdom."],
        "reviews":["Hilary Westfield takes on Captain Blacktooth one last time, this time for leadership of the Very Nearly Honorable League of Pirates. However, there is much more at stake since the Mutineers are plotting once again to take over the kingdom, and this fight might be the only way to stop them. But can Hilary rustle up any kind of pirate crew for the battle?While I knew the broad outline of the story early on, I had a wonderful time getting to the end. The characters are charming, and the plot moves quickly with a few surprises along the way. I could hardly put the book down. I also loved the humor of the book. I’m sorry to see this series end, but I’m so glad I found it.Read my full review at Carstairs Considers.",
          "My kids absolutely loved this trilogy! We listened to it in the car everywhere we went together. Yay, for our public libraries and their Libby catalog. ",
          "One of my fave middle grade books! ❤❤❤❤❤❤❤❤💚💚💚💚💚💕",
          "This is a great finish to the series...that is if Scourge of the Paperbacks Caroline Carlson chooses to end it here. The book did everything I hoped for and still had a bit of a surprise finish. I pegged a bit of what was going to happen. Yet I was still surprised by the twists and turns that Carlson added. The characters she has are all so fun and easy to enjoy. I couldn't wait to read it and am certain that I will read it again!",
          "These books are so much fun! This was a really entertaining end to the series. Hilary remains stubborn, determined, and a wonderful narrator. I also enjoyed the colorful cast of supporting characters, and the humor apparent on each page. If you like middle grade, do give this series a read!Full review to come soon.",
          "Soooooo fun! This series is freaking delightful and the third is a fantastic addition. More friends, more shenanigans, more magic!",
          "This is one of my new favorite series. I have loved Harry Potter for so long, but my 6 year old does not want me to read it to them. I started looking for books that I can read with my son. This series is one I think he will enjoy. I absolutely loved it. I bought it on audible and I absolutely love Katherine Kellgren's performance. This series is about a little girl that wants to be a pirate. There is magic and lots of action. I love how well the characters are written. I laughed so much at Hillary ( the little girl pirate ). I have been recommend this book to my friends that have little girls. There is so much adventure in this series. I am currently reading another series to my 6 year old son, but I think this series will get read to my other son that is 3 in another 2 years. Pirates, treasure, lots of pirate talk, very clean. I cannot say enough about how fun and refreshing this series is.",
          "When the newspapers announce that the Terror of the Southlands will be challenging the leader of the Very Nearly Honorable League of Pirates, no one is more surprised than Hilary. But for the sake of her friends, she'll go through with it. Secret alliances and society ladies. Floating libraries and fifth editions. Ulterior motives and underhanded methods. Successors and successes. A satisfying finish to Carlson's trilogy, which maintains a pleasing blend of cheeky humor and situational comedy. I love it when ridiculous situations are played straight enough to seem plausible (magical golden gravy boats and pirate ships with daffodils in cozy window boxes). In the midst of treachery and double-dealing, Hilary is forced to decide what it means to be Very Nearly Honorable. She takes a stand, and she will not stand alone. Definitely a favorite trilogy, which I've added to my home shelf. ",
          "Can I say Hilary and the gargoyle have come a long way from book one. Now she is the leader of the VNHLP and the gargoyle is safe and happy with his best friend by his side. This book really did it for me. I am happy that all the Mutineers get what they deserve. Especially her father because God knows I can't stand that man. Caroline does great work with ending the kingdom's troubles in a suspenseful manner that I was sad to say that this was the last book.I will miss that lovely gargoyle and his noble heart. "],
        "_version_":1719230938416676864},
      {
        "id":"8728427",
        "title":["Legend of the Guardians: The Owls of Ga'hoole"],
        "link":["https://www.goodreads.com//book/show/8728427-legend-of-the-guardians"],
        "series":["(Guardians of Ga'Hoole #1-3)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1349086623l/8728427.jpg"],
        "author":["Kathryn Lasky, Pamela Garelick"],
        "author_link":["https://www.goodreads.com/author/show/4735.Kathryn_Lasky"],
        "rating_count":[1946],
        "average_rating":[4.1],
        "five_star_ratings":[842],
        "four_star_ratings":[597],
        "three_star_ratings":[399],
        "two_star_ratings":[79],
        "one_star_ratings":[29],
        "number_of_pages":[14],
        "date_published":["2004"],
        "publisher":["Blackstone Audiobooks"],
        "original_title":["Legend of the Guardians: The Owls of Ga'hoole"],
        "genre_and_votes":["Fantasy 58, Fiction 16, Young Adult 15, Childrens 8"],
        "isbn":"1441769897",
        "isbn13":"9781441769893",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=8728427&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=8728427"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[9223372036854775807],
        "description":["This box set contains the first three books by Kathryn Lasky, which are the basis of the animated movie, Legend of the Guardians: The Owls of Ga'Hoole. The Capture, Book One. Soren is born in the forest of Tyto, a tranquil kingdom where the Barn Owls dwell. But evil lurks in the owl world, and Soren is captured and imprisoned in a dark canyon where there is a mysterious sc This box set contains the first three books by Kathryn Lasky, which are the basis of the animated movie, Legend of the Guardians: The Owls of Ga'Hoole. The Capture, Book One. Soren is born in the forest of Tyto, a tranquil kingdom where the Barn Owls dwell. But evil lurks in the owl world, and Soren is captured and imprisoned in a dark canyon where there is a mysterious school. It's called an orphanage, but Soren believes it's something far worse. He and his new friend, the clever and scrappy Gylfie, know that the only way out is up. To escape, they will need to do something these fledglings have never done before--fly. And so begins a magical journey. Along the way, Soren and Gylfie meet Twilight and Digger. The four owls band together to seek the truth, be reunited with their families, and protect the owl world from a great danger. The Journey, Book Two. It began as a dream, a quest for the Great Ga'Hoole Tree, a mythic place where an order of owls rises each night to perform noble deeds. There, Soren, Gylfie, Twilight, and Digger hope to find inspiration to fight the evil that dwells in the owl kingdom. The journey is long and harrowing. When Soren and his friends finally arrive at the Great Ga'Hoole Tree, they face challenges they never imagined. If they can learn from their leaders and from one another, they will become true Ga'Hoolian owls: honest and brave, wise and true. The Rescue, Book Three. Ever since Soren was kidnapped, he has longed to see his sister, Eglantine. Now, Eglantine is back is Soren's life, but she's been through an ordeal too terrible for words. At the same time, Soren's mentor, Ezylryb, has mysteriously disappeared and may be in danger. Something deep within Soren tells him there is a connection between these mysterious events. To rescue Ezylryb, Soren must face a force more dangerous than anything that even the evil rulers of the owl orphanage could have devised."],
        "reviews":["Having read all 15 books in this series, out loud, at bedtime, I can offer the following insights. The book is not like the movie. The books move a great deal slower than the movie and offer a much more complex plot. They also get creepy in later books. Hagfiend owls that put their enemy's heads on spits - not real good bedtime material. I admit editing this for my child.The author's style improved as the series progressed. The writing flowed better and was much easier to read aloud. Several later books abandon the main characters for stories about the history of the owl kingdom. These were very interesting, but some of my library patrons were really anxious to get back to the original story line.Overall, a very original and enjoyable series. Just keep in mind that these are not cutesy animal stories. Lots of action will appeal to reluctant readers, but the language may be difficult for them,as the author creates her own vocabulary for the owls.",
          "This actually included Books 1, 2, and 3 in this series. I wasn't sure what to expect when I began this book, but I am so happy I decided to read this! I was absolutely enchanted by this story that began with a little barn owl named Soren being pushed out of his tree by his bullying older brother Kludd. I became completely swept along in the story- from him being snatched by the horrible owls of the 'orphanage', to his meeting Gylfie, a sweet little elf owl, and through all their adventures together after fleeing the horrible and awful orphanage. I love the big gray owl, Twilight that Soren and Gylfie run into right after escaping, and Digger- a burrowing owl the other 3 bump into in the desert while making their way to find the island that holds 'The Great Ga'hoole Tree.' They all have something in common- a reason to want to defeat the horrible orphanage of St. Aggie's. There are so many great things about this story. There is sadness, fear, and death, but on the other side of that there is faith, hope, and love. This is a series I am going to definitely encourage both of my daughters to read, and I enjoyed it so much that I plan on moving on with the rest of the series. I felt the narrator was absolutely AMAZING(I listened to the Audio version, but since I needed the page count for a challenge I put my review on the hardcover copy). I really thought this book may be too 'young' for me, but I truly don't feel that way after listening to it. I enjoyed all of it A LOT! I'm probably repeating myself, but I loved it so much. ",
          "Suck it Dostoyevsky, Tolstoy, and Hemingway, I'm reading lightweight books about Owls right now. These books are so fun and easy. I originally thought I would get my kids into the books with me but they were completely uninterested. Back to the Boxcar Children for the kids as I escape with these fun and light novels about Owls and their political conquests in Ga'hoole. ",
          "Want to see more... Bookstagram WebsiteThis was fricken adorable. Not only was it a beautiful story line, with such delightful characters but I feel like I am an owl expert now!",
          "Resist the urge to explain.",
          "Owls were my Grandma's thing. She had thousands around the house--stitched into towels, printed on porcelain, figurines, art made with seeds.... Her house was full of owls. When she passed away in December, Legend of the Guardians  had just come to the dollar theatre. I loved the story, the characters, the whole experience, mostly emotionally. The book is very different. I loved it for the owls, for their beautiful, intelligent world that Lasky imagined. The characters are darling and well developed. The descriptive passages are, for the most part, quite well done. The owl-specific terminology is a little cheesy in some parts and in others doesn't quite work: 'breaklight' instead of 'breakfast' betrays very little sense of etymology or word formation. Lasky is not quite the master of inventing a whole new world as Rowlings. She slips up a little here and there.Also, after Soren's and Gylfie's escape from St. Aggie's, the story drags. I can see why the movie skipped so much. I do love how much we learn about life in the great Ga'Hoole tree, though.Overall, I would call the writing well done but not masterful. The story line is a genius idea in its essence but could have done with some pruning in the final stages of execution. I oddly found several typos, which is more a criticism of Scholastic Inc. and Lasky's editor than anything else. After the individual volumes had already appeared before, you'd think they could have ironed out such errors for the combined volume of the first three books.In any case, it's a charming read, well worth anyone's while. I loved it for indulging my inherited love for owls and for endowing them with some further personality and mystery in my imagination. ",
          "Fun to read."],
        "_version_":1719230940195061760},
      {
        "id":"18478208",
        "title":["The Unfairest of Them All"],
        "link":["https://www.goodreads.com//book/show/18478208-the-unfairest-of-them-all"],
        "series":["(Ever After High #2)"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1390108987l/18478208.jpg"],
        "author":["Shannon Hale"],
        "author_link":["https://www.goodreads.com/author/show/49177.Shannon_Hale"],
        "rating_count":[5397],
        "average_rating":[4.15],
        "five_star_ratings":[2379],
        "four_star_ratings":[1746],
        "three_star_ratings":[1041],
        "two_star_ratings":[175],
        "one_star_ratings":[56],
        "number_of_pages":[326],
        "date_published":["March 25th 2013"],
        "publisher":["Little, Brown Books for Young Readers"],
        "original_title":["The Unfairest of Them All"],
        "genre_and_votes":["Fantasy 184, Childrens-Middle Grade 66, Fantasy-Fairy Tales 53, Young Adult 43"],
        "isbn":"0316282014",
        "isbn13":"9780316282017",
        "settings":"NaN",
        "characters":"Cerise Hood, Dexter Charming, C.A. Cupid, Hopper Croakington II, Madeline Hatter, Apple White, Milton Grimm, Holly O'Hair, Poppy O'Hair, Duchess Swan, Blondie Lockes, Daring Charming, Raven Queen, Briar Beauty, Hunter Huntsman, Humphrey Dumpty, Cedar Wood, Ashlynn Ella",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=18478208&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=18478208"],
        "recommended_books":[9223372036854775807],
        "books_in_series":[18053786],
        "description":["It's the aftermath of Legacy Day, the day when the students at Ever After High are supposed to pledge to follow in their fairytale parents' footsteps, and everyone is in a   and a  ! Raven Queen, daughter of the Evil Queen, has refused to sign the Storybook of Legends, rejecting her story--and putting everyone else's in jeopardy.  The Royal Apple White doesn't want to It's the aftermath of Legacy Day, the day when the students at Ever After High are supposed to pledge to follow in their fairytale parents' footsteps, and everyone is in a   and a  ! Raven Queen, daughter of the Evil Queen, has refused to sign the Storybook of Legends, rejecting her story--and putting everyone else's in jeopardy.  The Royal Apple White doesn't want to think Raven is being a rebellious pain, but Raven's choice means Apple might never get the poisoned apple, Prince Charming, and a kingdom to rule. Behind Apple stands the Royals, those who want to play by the book and embrace their stories. The Rebels, supporters of Raven, believe in breaking free from destiny and writing their own stories.  But when the chaos and rivalry land wonderlandiful Madeline Hatter in trouble, Raven and Apple must bring the Royals and the Rebels together to shut the book on their feud before it threatens to end all of their Happily Ever Afters once and for all.  Don't miss Book #1, "],
        "reviews":["These books look cute, yes. They're adorable. The covers are pretty and marketable and they come with matching dolls - and you know what? I don't care that these dolls look like Bratz dolls anymore. Why? Because the books have amazing, important messages that I love. First, Apple and Raven don't agree - Raven believes in freedom of choice and Apple wants nothing so much as she wants to fulfill her destiny and they fight and they argue and Apple doesn't know how to see Raven's side and Raven is struggling with all the arguments but do you know what? They are still friends. They still care about each other and their school and they want to close the rift between people even if they don't know how to do that yet. They're willing to fight without hating each other. And I love that. It seems to me that every time two girls are on the opposite side of an argument or belief they have to hate each other and tear each other down in outright or (perhaps even worse) passive aggressive ways and I despise it. These books don't do that. You might think you're going to hate Apple or hate Raven but the book really doesn't allow you to do either, even if you disagree with one or both of them at any given point. When their friend ends up in trouble, they have to set aside all their disagreements and bring everyone on both sides together to help make it right. Apple learns to draw on the strength of others and Raven learns that she has strength she didn't know she had. They're both clever and smart and they love their friends fiercely. This story shows time and again, a girl saving her own day and being the hero for the damsel in distress by being a strong leader and a good friend. It's beautiful. It shows so much about how people can do the wrong thing when trying to do something good for the right reasons. Further it shows how sometimes doing the right thing for you is important even when other people will call it selfish. It shows how evil is selfish, but selfish isn't always evil. It's important to stand up for yourself and your friends, but that doesn't mean you have to stomp on other people in the process. I just hope that people can look past the cute, pretty trappings and the little cutesy jokes to the heart of these books. ",
          "The Unfairest of Them All is a perfect continuation to an accidentally perfect series indeed.I say accidentally perfect because it wasn't Shannon Hale's objective to write a perfect book. There's slip ups and goofs and horrendously hokey jokes and puns, but that all adds up to being what makes this book so good.Unfairest of Them All follows Raven and Apple after the disassterific Legacy Day. Both girls are still trying to find their place in their respective stories as well as their lives, and in turn, they begin to inspire other students to take charge. It's good seeing Raven's battle with evil (going so far as to define it and realize that you can even love someone evil, i.e. her mother) while Apple slowly begins to grasp the concept that changing yourself isn't something bad, and sometimes you need to be bad in order to make things good.I adore every character, the puns (spella sweet!) and the descriptions in this book are luxurious. This is obviously aimed at a much younger audience than I, a 20 year old, but I absolutely adore it (it helps that I love love LOVE fairy tales!)I brought up in one of my comments while reading how positive this series is. I haven't watched the television series but I've witnessed, in the books, a hefty amount of diversity as well as LACK OF ROMANTIC INTERESTS FOR THE MAIN CHARACTERS.Having read the first book in the Monster High series, which I don't really want to talk about but will for the sake of proving a point, I remember how distinctly turned off I was by the prevalent romantic shit fest that happened. There was love triangles or boxes and a lot of unnecessary jealousy. Don't these girls have better things to do than perpetuate stereotypes!? I'm a sucker for romance, don't get me wrong, but there's a time and place for everything. Apple and Raven both realize that friendship and finding ones self is MUCH more important than finding love. During my first years of high school, all I could think was that I was somehow lesser than everybody because I didn't have a boyfriend. I know this is the case for a lot of younger girls too.And guess what, that sure as HELL ain't the case in these books!We need more books like this. That embrace femininity and friendship, that keep readers entranced by characters and witticism, that change the rules and crown themselves with a rebel attitude. Royal, rebel? How about winner?",
          "Wow. Cannot wait for the next book to come. Cause, seriously, this was really wonderlandiful.Most of all, I really love how Apple matured a bit in this book. First she was all,but in the second book she finally started to understand the point of Raven's rebellion.So now I'm stupidly happy for that splendid character development.And seriously need the next book NOW.BUT I WILL WAIT.But when I get it, I will be unstoppable.",
          "This was a pretty good read. When The Evil Queen's daughter Raven Queen rips out her page of the Storybook of Legends at Ever After High, she ruins the chance for the children of the other fairytale characters to fulfill their destinies and follow the path of their parents. Can Raven Queen and Snow White's daughter Apple White make everything right again and find out who is the unfairest of them all? Read this and find out. This is the second book of the series.I actually enjoyed this book and hope to find more books of this series when they are written and find out what happens next. If you like the show Once Upon a Time and are fans of fairytales, you'll enjoy this YA book series. Definitely check it out. This book is available wherever books are sold. ",
          "'Freedom,' said Raven.That's literally the only thing I found 'quotable' for this.I will say nothing much but - how the old jokes have faded in my mind! 'One Reflection'? 'Taylor Quick'? 'Lady Yaga'? And that's... a joke? And then, how idiotic the 'Narrator' sounds. Mostly using 'easy' words, but when using 'hard' ones, like 'countenance' or something - it sounds like a third-grader tryna sound smart. And then - THE CHARACTERS. My gosh, I was SOOOOOO irritated at Maddie and Raven's annoying characters. Maddie is, well - I possibly viewed her the opposite way most readers do. And then Raven is MORE than selfish here. More than hypocritical. And Apple - don't get me started there.Above all, the plot seems so forced. Out of the blue, some random kids open a treasury and Maddie gets 'near-banished' because a (or the; since everything in EAH is suddenly so confusing) jabberwocky was released? My word - continuing a story for the sake of continuing it? You could at least exert more effort on the plot. Not make some plot like this! Well, whatever this is anyway.SIDE NOTE: Read with Sophie &amp; Audrey. Once more, thanks a lot for reading this with me.BRAND NOTES: ★★★★☆",
          "If books are food this is a flakey pastry. It is sweet and light but not very filling. It is a good treat to tide you over to the next meal.",
          "Very seldom do sequels surpass the original but The Unfairest of Them All was a most 'hexcellent' read. It featured more of the side characters that comprise this enchanting world and a more substantial plot. Instead of just focusing on Apple and Raven, the entire school was involved to further the story. One of my favorite scenes in the entire book that occurs within the first few chapters is a food fight in the 'Castleteria'. Everyone is throwing fairy tale objects and I can't help but appreciate the cleverness and cuteness. Curds, whey, peas porridge (both hot, cold, and nine days old), baskets of goodies, just right cakes, and more are thrown between the Royals and Rebels.I love all the special holidays that Ever After High celebrates, such as Yester Day, where the students get to visit former fairy tale characters for advice. Apple visited Old King Cole, The Emperor's New Clothes, and her own mother Snow White on how to be an effective ruler. Apple White is not my favorite character but she is a good friend who listens well. Her kindness towards Humpty Dumpty was noted, especially since she wasn't just using him for his technology skills.Raven who decided to follow her own destiny on Legacy Day chooses to visit those who went 'off-page'. She had a brief visit to the Gingerbread Witch who was a loving mother and found a shortcut in her story. She had an escape hatch to her oven and was able to have her daughter, Ginger. She tells Raven that you shouldn't have to follow your story exactly the way it is written. I love how everything is not black and white, that you have to make your own decision.Raven also got to visit the scandalous Red Riding Hood who married the Big Bad Wolf and gave birth to kickass Cerise Hood.It was so interesting to read about one of my favorite fairy tales twisted into a new story. Cerise had to be hidden and didn't fit in with the Hoods nor the Wolfs. She used that to her advantage to placate the feuding rivals by winning the Basket Games in a unique way. Cerise is such an interesting character that I love to read whenever she is mentioned.The rest of the story is about how Maddie Hatter, daughter of the Mad Hatter and Ever After High's most beloved student, is about to be banished because of a misunderstanding involving the infamous Jabberwocky.All of the students rally together to prove her innocence by collecting ingredients for an Irrefutable Evidence potion. The day is saved but ends on a cliffhanger. I can't get enough of this adorable series. As Goldilocks would say, these books are just right. (Seriously, you cannot get me to shut up about these characters).",
          "This is book 2 of the Ever After High series. This is a middle grade read and is so very delightful. This was not a planned read for me for this month, but I am so glad that I continued with this story.SynopsisIt's the aftermath of Legacy Day, the day when the students at Ever After High are supposed to pledge to follow in their fairytale parents' footsteps, and everyone is in a huff and a puff! Raven Queen, daughter of the Evil Queen, has refused to sign the Storybook of Legends, rejecting her story--and putting everyone else's in jeopardy. The Royal Apple White doesn't want to think Raven is being a rebellious pain, but Raven's choice means Apple might never get the poisoned apple, Prince Charming, and a kingdom to rule. Behind Apple stands the Royals, those who want to play by the book and embrace their stories. The Rebels, supporters of Raven, believe in breaking free from destiny and writing their own stories. But when the chaos and rivalry land wonderlandiful Madeline Hatter in trouble, Raven and Apple must bring the Royals and the Rebels together to shut the book on their feud before it threatens to end all of their Happily Ever Afters once and for all. Mirror, Mirror on the Wall...Who's the Unfairest of Them All?I just love the plotlines of these books. This one was even better than the first and I think it is such a great read for middle graders highlighting the importance of making our own choices and what happens because of those choices. I just think that it is brilliantly written where readers, especially middle grade, can grasp the meaning of what is being said. Everything is written with such great imagery that makes the entire story come to life. There are so many great adventures to go on as readers turn each and every page. This would be a make believe place that I would have loved to have escaped to when I was kid.The characters are amazing, colorful, and so full of life. They are very easy to relate to even though they are deemed 'make believe' both in the story and out of the story. I can see a lot of kids being able to relate to every one of these characters. They are a lot of fun to read about and they make me wanna jump right into the story and be a part of them.I recommend this book/series to everyone because we all need an escape and a little fun in our lives. If you love all the great children's fairy tales then you will love this series! Chock full of fun and adventure for everyone! I look forward to the final book of this series and maybe even the novellas as well.",
          "Raven Queen, daughter of the Evil Queen of Snow White lore, is in high school at the exclusive Ever After High, where fairy tale creatures both beloved and besmirched, rub elbows and learn their craft and their place in the world. Raven has created quite a stir by rejecting her destiny of taking her mother's place and becoming the next Evil Queen in an endless cycle of repeated fairy tales. She wants her own life, her own way. Which would be fine, except one of her pals at Ever After is Apple White, Snow's daughter, and she WANTS her destiny in tact. So do a lot of the other fairy tale teens. But Raven's not alone in her rebellion. There are others like her, and because of her daring and strength, she has divided her high school. She is part of those considered Rebels. Apple and her destiny-hugging crew are the Royals. Too many lines cross, and too many emotions run wild as all of these teens try to adjust their mind-set and come to terms with what may be because Raven wants her way. Is she really just being evil too? Then, Madeline Hatter is accused of a heinous crime and she is threatened with expulsion. Both Rebels and Royals love their dear Maddy, and they find themselves united in trying to save her and keep her at Ever After High. As Raven and Apple race against time, they pull in both royal and rebel friend to save Maddie, and break more than a few rules in the process. This is a wonderful read-a-loud or read-alone. My daughter loved having her fairy tale world reshaped, and the novel has wide appeal from elementary to middle school because of Shannon Hale's ingenious reshaping of fairy tales, sometimes surprising parentage of the Ever After High students, witty play on words, and references to modern culture, from MirrorPhones to One Reflection. We can't wait for the next installment! "],
        "_version_":1719230952182382592},
      {
        "id":"122885",
        "title":["Bright Shadow"],
        "link":["https://www.goodreads.com//book/show/122885.Bright_Shadow"],
        "series":["NaN"],
        "cover_link":["https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1421732573l/122885.jpg"],
        "author":["Avi"],
        "author_link":["https://www.goodreads.com/author/show/10105.Avi"],
        "rating_count":[669],
        "average_rating":[3.46],
        "five_star_ratings":[115],
        "four_star_ratings":[211],
        "three_star_ratings":[238],
        "two_star_ratings":[78],
        "one_star_ratings":[27],
        "number_of_pages":[167],
        "date_published":["1985"],
        "publisher":["Aladdin Books"],
        "original_title":["Bright Shadow"],
        "genre_and_votes":["Fantasy 62, Childrens 19, Young Adult 17, Fiction 14, Fantasy-Magic 10, Childrens-Middle Grade 8, Classics 2, Realistic Fiction 2, Adventure 2, Paranormal-Wizards 2"],
        "isbn":"0689717830",
        "isbn13":"9780689717833",
        "settings":"NaN",
        "characters":"NaN",
        "awards":"NaN",
        "amazon_redirect_link":["https://www.goodreads.com//book_link/follow/17439?book_id=122885&source=dropdown"],
        "worldcat_redirect_link":["https://www.goodreads.com//book_link/follow/8?book_id=122885"],
        "recommended_books":[0],
        "books_in_series":[0],
        "description":["Five wishes can save a suffering kingdom--but at a high price to 12-year-old Morwenna, who is responsible for granting them. A sensitively written tale which poses philosophical questions about selfishness, selflessness, and the terrible burden of what first appears to be wonderful gifts.--School Library Journal."],
        "reviews":["Re-read as part of my ongoing shelf audit. Verdict: not as good as I remembered it, sadly.I recall loving this book as a kid, but as an adult, felt like the story ended too soon and with too little explained. It centers around the idea of magical wishes passed down through millennia, with the odd caveat that the last wish comes at the cost of the user's life. The final five wishes are given to Morwenna, a 12-year-old castle servant, who is then left to wrestle with the question of what constitutes an appropriate use for them (though her hand is forced more often than not). The premise is interesting, but I found myself really struggling to understand what the point of these magical wishes is if they're not meant to be used - and it really feels like they're not, since ultimately using too many kills the user. I suppose the narrative sort of ends up being about figuring out what you would die for, but oof! That's a heavy subject for a short book targeted at young readers.At the end of the day, an interesting concept, but not one that resonates with me anymore.",
          " This book is by Avi, and is about a 12 year old girl named Morwenna, and her friend named Swen. This story is very attention grabbing, and will leave you guessing what will happen next. If you enjoy fantasy stories then I recommend you read this. In my opinion, the book is a little boring until Morwenna finally receives powers, and becomes a wizard. This is where I feel the action begins. This story has a big plot twist that Changes everything for everyone. The king captures Swen and will hang him because he thinks Swen is the real wizard which leads to everyone thinking he is wizard when Swen 'frees himself on his own' to escape the king. Both Swen and Morwenna run away from the kingdom from the king and find a small village, where Swen is also recognized to be the wizard. The village people bring out their leader who stands by Swen side to make sure the 'wizard' who they feel is Swen, is safe. Until one day the leader finds out who the true wizard is, and will not let her runaway for anything. Once the king finds Swen, both Swen and the king's men are in battle when the king's men lose. Swen and the village people march to the kingdom to claim Swen's title of being the new king, where they are once again attacked, but still wins. They march up to the castle, and confronts the king, but what will happen next? To find out the end, read the story. I gave this story a 4 star rating because I liked the story and couldn't stop reading it. This story brings a lot of tension to the reader, and that is what I like about this story. Therefore I recommend everyone to read this story if you feel this story is the type of story you would like/enjoy. This is a wonderful story that should be recognized. Just because it's a fantasy, does not mean there can't be action.",
          "This book is a little weird cause it seems to take place in like medieval times but they speak in somewhat modern dialogue? Idk. Cute story, quick easy read. Probably good for 3rd+ except that there’s some straight up murder in it. ",
          "This was a strange one. I liked Swen at the very beginning, but after a few chapters I began to wonder what Morwenna saw in him. Then I felt embarrassed for her that she was associated with him. The ending wasn't at all satisfying.",
          "This book would be 4 stars because, the begginng started out not making sense. But the book's Chronilogical order made sense because towards the end, things from begginning. So the book was great.",
          "This was surprisingly deep and dark, and a incredibly interesting take on magic, wishes, and inheritance of powers. Morwenna wrestles with some serious moral issues, and I thought the way Avi wrote her metaphysical interactions with her new magic was filled with great, almost terrifying imagery. Unfortunately, Swen was an insufferable character, and like many other reviewers, I wondered why Morwenna even bothered with him. I understand what Avi was going for - propping up Swen as the figurehead for a movement, with Morwenna the power behind him, burdened by her own silence - but yikes, what a boring cad. Also, how did no one except for Morwenna realize the beggar was actually the king in disguise - do people not know the face of the tyrant they are trying to overthrow? I was left unconvinced by that particular plot point.Honestly, it was a really good book. More of a 3.5, rating wise. It definitely kept me riveted from start to finish.",
          "Reread this (when I definitely should've been studying) because something dug it out of the deepest pits of my childhood memories, and I couldn't stop thinking about it. For a children's book that's under 200 pages, it has surprisingly solid characterizations and themes. I remember, as a little kid, there were so many things I just couldn't understand or appreciate about the story, but as an adult, I'm underwhelmed by the simple language and rushed plot. So I'm not sure if the author accomplished what he set out to do, but I can see why this book stuck buried in my subconscious for almost 2 decades."],
        "_version_":1719230939940257792}]
  }}